{
  "actions": [
    {
      "acted_at": "2014-07-23T17:34:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 113-551, by Mr. Calvert.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-23T17:34:00-04:00", 
      "calendar": "Union", 
      "number": "412", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 412.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5171-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-23", 
  "number": "5171", 
  "official_title": "Making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2015, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr83-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2015", 
  "sponsor": {
    "district": "42", 
    "name": "Calvert, Ken", 
    "state": "CA", 
    "thomas_id": "00165", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-07-23T17:34:00-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Alaska", 
    "American Samoa", 
    "Appropriations", 
    "Aquatic ecology", 
    "Arizona", 
    "Art, artists, authorship", 
    "Birds", 
    "Business ethics", 
    "Buy American requirements", 
    "California", 
    "Climate change and greenhouse gases", 
    "Commemorative events and holidays", 
    "Commission of Fine Arts", 
    "Congressional oversight", 
    "Corporate finance and management", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Department of the Interior", 
    "Disaster relief and insurance", 
    "Economics and public finance", 
    "Elementary and secondary education", 
    "Endangered and threatened species", 
    "Environmental Protection Agency (EPA)", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Fires", 
    "Fishes", 
    "Foreign aid and international relief", 
    "Forests, forestry, trees", 
    "Geography", 
    "Government buildings, facilities, and property", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Guam", 
    "Hazardous wastes and toxic substances", 
    "Health programs administration and funding", 
    "Historic sites and heritage areas", 
    "Humanities programs funding", 
    "Hunting and fishing", 
    "Hydrology and hydrography", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Infrastructure development", 
    "Insects", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Livestock", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Marine pollution", 
    "Metals", 
    "Micronesia", 
    "Mining", 
    "Minority education", 
    "Minority health", 
    "Monuments and memorials", 
    "Museums, exhibitions, cultural centers", 
    "National Capital Planning Commission", 
    "National Foundation on the Arts and the Humanities", 
    "National Institutes of Health (NIH)", 
    "New Jersey", 
    "New Mexico", 
    "New York State", 
    "Northern Mariana Islands", 
    "Oceania", 
    "Oil and gas", 
    "Outdoor recreation", 
    "Palau", 
    "Parks, recreation areas, trails", 
    "Performing arts", 
    "Pest management", 
    "Presidents and presidential powers", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Right of privacy", 
    "Smithsonian Institution", 
    "Solid waste and recycling", 
    "Tax administration and collection, taxpayers", 
    "Texas", 
    "U.S. Holocaust Memorial Council", 
    "U.S. territories and protectorates", 
    "User charges and fees", 
    "Virgin Islands", 
    "Water quality", 
    "Wetlands", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2014-07-23", 
    "text": "(This measure has not been amended since it was introduced. The summary has been expanded because action occurred on the measure.)\n\nHighlights: The Department of the Interior, Environment, and Related Agencies Appropriations Act, 2015 provides appropriations for the Department of the Interior, the Environmental Protection Agency (EPA), and related agencies for FY2015.\n\nThe bill provides regular annual appropriations for most of the Department of the Interior, including the Bureau of Land Management (BLM), the Fish and Wildlife Service (USFWS), the National Park Service (NPS), the United States Geological Survey (USGS), the Bureau of Ocean Energy Management, the Bureau of Safety and Environmental Enforcement, the Office of Surface Mining Reclamation and Enforcement, and the Bureau of Indian Affairs (BIA) and the Bureau of Indian Education. It does not include the Bureau of Reclamation or the Central Utah Project.\n\nRelated agencies funded in the bill include the Department of Agriculture's (USDA's) Forest Service, the Department of Health and Human Service's (HHS's) Indian Health Service (IHS), the Smithsonian Institution, the National Endowment for the Arts, and the National Endowment for the Humanities.\n\nThe bill increases funding above FY2014 levels for the Department of the Interior, the Forest Service, the IHS, and the Smithsonian Institution.\n\nWithin Interior's budget, the bill includes increases above FY2014 levels for the NPS, the USGS, and the Bureau of Indian Affairs and Bureau of Indian Education. It includes decreases below FY2014 levels for the BLM and the USFWS.\n\nThe bill decreases funding below FY2014 levels for the EPA.\n\nThe bill extends funding for the Department of the Interior's Payments In Lieu of Taxes (PILT) program through FY2015.\n\nAlso included are several provisions that affect the ability of agencies to issue regulations in areas such as greenhouse gas emissions, the listing of endangered species, oceans policy, mining, and the definition of waters that are protected under the Federal Water Pollution Control Act (commonly known as the Clean Water Act).   \n\nFull Summary: \n\nDepartment of the Interior, Environment, and Related Agencies Appropriations Act, 2015 - Makes appropriations for the Department of the Interior, the Environmental Protection Agency (EPA), and related agencies for FY2015.\n\nTitle I: Department of the Interior - Makes appropriations for FY2015 to the Bureau of Land Management (BLM) for: (1) management of land and resources; (2) land acquisition; (3) Oregon and California grant lands; (4) range improvements; (5) service charges, deposits, and forfeitures with respect to public lands; and (6) miscellaneous trust funds.\n\nAppropriates funds for FY2015 to the Fish and Wildlife Service (USFWS) for: (1) resource management; (2) partners for fish and wildlife; (3) the national wildlife refuge system; (4) fish and aquatic conservation; (5) construction; (6) land acquisition; (7) expenses necessary to carry out cooperative agreements with the states under the Endangered Species Act of 1973, including funds to be derived from the Cooperative Endangered Species Conservation Fund and the Land and Water Conservation Fund; (8) the National Wildlife Refuge Fund; (9) the North American Wetlands Conservation Fund; (10) neotropical migratory bird conservation; (11) the multinational species conservation fund; and (12) state and tribal wildlife grants.\n\nRescinds unobligated balances from prior year appropriations for the landowner incentive program and private stewardship grants.\n\nProhibits USFWS from reprogramming funds without advance approval of the congressional appropriations committees and in accordance with reprogramming procedures contained in the report accompanying this Act.\n\nMakes appropriations for FY2015 to the National Park Service (NPS) for: (1) the operation of the National Park System, (2) national recreation and preservation, (3) the Historic Preservation Fund, (4) construction, (5) land acquisition and state assistance from the Land and Water Conservation Fund, and (6) the Centennial Challenge.\n\nMakes appropriations for FY2015 to: (1) the U.S. Geological Survey (USGS) for surveys, investigations, and research; (2) the Bureau of Ocean Energy Management for ocean energy management; (3) the Bureau of Safety and Environmental Enforcement for offshore safety and environmental enforcement as well as oil spill research; (4) the Office of Surface Mining Reclamation and Enforcement for regulation and technology and the Abandoned Mine Reclamation Fund; (5) the Bureau of Indian Affairs (BIA) and the Bureau of Indian Education for operation of Indian programs, construction, Indian land and water claim settlements and miscellaneous payments to Indians, and for the Indian guaranteed loan program account; (6) the Office of the Secretary for departmental operations; (7) insular affairs, including assistance to U.S. territories and to carry out the Compacts of Free Association with respect to the Marshall Islands, Palau, and Micronesia; (8) the Office of the Solicitor; (9) the Office of Inspector General; (10) the Office of the Special Trustee for American Indians to provide for the operation of trust programs for Indians; (11) wildland fire management; (12) the FLAME Wildfire Suppression Reserve Fund for necessary expenses for large fire suppression operations and as a reserve fund for suppression and federal emergency response activities; (13) the Central Hazardous Materials Fund for expenses of the Department of the Interior and its component offices and bureaus for response action, including associated activities, performed pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA); and (14) natural resource damage assessment and restoration.\n\nExtends funding through FY2015 for the Payments in Lieu of Taxes (PILT) program to provide compensation to local governments for the loss of tax revenues from the presence of federal land.\n\n(Sec. 101) Permits appropriations provided in this title to be available for expenditure or transfer within each bureau or office, with the approval of the Secretary of the Interior, for the emergency reconstruction, replacement, or repair of aircraft, buildings, utilities, or other facilities or equipment damaged or destroyed by fire, flood, storm, or other unavoidable causes.\n\nProvides that no funds shall be available under this authority until funding provided to the Department of the Interior for emergencies is exhausted.\n\nRequires any funds used pursuant to this section to be replenished by supplemental appropriations requested as promptly as possible.\n\n(Sec. 102) Permits the Secretary of the Interior to transfer appropriations made available in this title for specified emergency activities and priorities.\n\n(Sec. 103) Permits Interior to use appropriations provided in this title for: employing experts and consultants; purchasing and replacing motor vehicles; hiring, maintenance, and operation of aircraft; hiring of passenger motor vehicles; purchasing reprints; paying for telephone services in private residences in the field when authorized by Interior; and paying for library membership in societies or associations which issue publications to members only or at a lower price to members.  \n\n(Sec. 104) Permits the transfer of funds between the Bureau of Indian Affairs (BIA) and the Bureau of Indian Education and the Office of Special Trustee for American Indians for Indian trust management and reform activities.\n\n(Sec. 105) Authorizes the acquisition of lands and waters for the purpose of operating and maintaining facilities that support visitors to Ellis, Governors, and Liberty Islands in New Jersey and New York.\n\n(Sec. 106) Directs the Secretary of the Interior in FY2015 to collect a nonrefundable inspection fee from operators of facilities subject to inspection under the Outer Continental Shelf Lands Act. Requires the fee to be deposited in the Offshore Safety and Environmental Enforcement account.\n\nRequires annual fees to be collected for facilities that are above the waterline, excluding drilling rigs, and in place at the start of the fiscal year.\n\nRequires fees for drilling rigs to be assessed for all inspections completed in FY2015.\n\n(Sec. 107) Allows the Secretary of the Interior to implement an oil and gas leasing Internet program under which lease sales may be conducted through methods other than oral bidding.\n\n(Sec. 108) Authorizes the Secretary of the Interior, in order to implement a reorganization of the Bureau of Ocean Energy Management, Regulation and Enforcement, to establish accounts and transfer funds among and between the successor offices and bureaus affected by the reorganization, subject to the reprogramming guidelines.  \n\n(Sec. 109) Authorizes the Secretary of the Interior to enter into multiyear cooperative agreements with nonprofits and other appropriate entities for the long-term care and maintenance of excess wild free roaming horses and burros by such organizations or entities on private land. Limits the cooperative agreements  and contracts to ten years, subject to renewal at the discretion of the Secretary.\n\n(Sec. 110) Directs the USFWS, in carrying out responsibilities to protect threatened and endangered species of salmon, to implement a system of mass marking of salmonid stocks intended for harvest that are released from federally operated or financed hatcheries.\n\n(Sec. 111) Amends the Consolidated Appropriations Act, 2012 to require a person to exhaust administrative hearings and appeal procedures prior to bringing a civil action challenging BLM actions concerning grazing on public lands.\n\n(Sec. 112) Prohibits funds from being used to implement, administer, or enforce Secretarial Order No. 3310 issued by the Secretary of the Interior, which requires BLM to inventory public lands with wilderness characteristics.\n\n(Sec. 113) Amends the Consolidated Appropriations Act, 2012 to extend the authority of the Secretary of the Interior to enter into rental or lease agreements that benefit Bureau of Indian Education operated schools.\n\n(Sec. 114) Amends the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2010 to reauthorize the Forest Ecosystem Health and Recovery Fund through FY2020.\n\n(Sec. 115) Prohibits funds from being used to draft, prepare, implement, or enforce any new or revised regulations or order related to the domestic trade and transportation of ivory that has been lawfully imported.\n\n(Sec. 116) Prohibits funds from being used for further study, withdrawal, or finalization of any rule pertaining to the valley elderberry longhorn beetle under the Endangered Species Act of 1973. Requires the Secretary of the Interior to re-open the public comment period on the Peer Review of the Scientific Findings in the Proposed Rule to Delist the Valley Elderberry Longhorn Beetle.\n\n(Sec. 117) Prohibits funds from being used to write or issue rules pursuant to the Endangered Species Act of 1973 and related to the sage-grouse.\n\n(Sec. 118) Requires the USFWS to issue a recovery plan and economic analysis of recovery plan actions for specified amphibians.\n\nTitle II: Environmental Protection Agency - Makes appropriations for FY2015 to the Environmental Protection Agency (EPA) for: (1) science and technology; (2) environmental programs and management; (3) the Hazardous Waste Electronic Manifest System Fund; (4) the Office of Inspector General; (5) buildings and facilities; (6) hazardous substance superfund to carry out the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA); (7) the Leaking Underground Storage Tank Trust Fund program; (8) inland oil spill programs; and (9) state and tribal assistance grants for environmental programs and infrastructure assistance, including capitalization grants for state revolving funds and performance partnership grants.\n\nPermits the EPA to award cooperative agreements to federally recognized Indian tribes or intertribal consortia to assist the EPA in implementing environmental programs, except that no such cooperative agreements may be awarded from funds designated for state financial assistance agreements.\n\n\n\nAuthorizes the EPA to collect and obligate pesticide registration service fees in accordance with the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA). Permits the EPA to transfer up to $300 million of the funds appropriated for the Great Lakes Restoration Initiative to any federal department or agency for activities that would support the Great Lakes Restoration Initiative and Great Lakes Water Quality Agreement. Permits the EPA to make grants to specified entities for planning, research, monitoring, outreach, and implementation to further the Initiative and the Agreement.\n\nMakes the Science and Technology, Environmental Programs and Management, Office of Inspector General, Hazardous Substance Superfund, and Leaking Underground Storage Tank Trust Fund Program accounts available for the construction, alteration, repair, rehabilitation, and renovation of facilities, provided that the cost does not exceed $150,000 per project.\n\nRescinds $45 million in unobligated balances from the State and Tribal Assistance Grants account, excluding any amounts Congress designated as emergency requirements pursuant to the Concurrent Resolution on the Budget or the Balanced Budget And Emergency Deficit Control Act of 1985.\n\nAuthorizes the Administrator to use funds to make grants to federally recognized Indian tribes notwithstanding certain provisions of the Federal Water Pollution Control Act (commonly known as the Clean Water Act).\n\nTitle III: Related Agencies - Makes appropriations for FY2015 to the Department of Agriculture (USDA) for the Forest Service for: (1) forest and rangeland research; (2) state and private forestry; (3) the National Forest System; (4) capital improvement and maintenance; (5) land acquisition; (6) the Range Betterment Fund; (7) gifts, donations, and bequests for forest and rangeland research; (8) management of national forest lands in Alaska for subsistence uses; (9) wildland fire management; and (10) the FLAME Wildfire Suppression Reserve Fund.\n\nPermits Forest Service appropriations to be used for: expenses related to the purchase and use of motor vehicles and aircraft; employment of temporary personnel; purchase, erection, and alteration of buildings and other public improvements; acquisition of land and waters; expenses pursuant to the Volunteers in the National Forest Act of 1972; uniforms; and debt collection contracts.\n\nPermits Forest Service appropriations to be transferred to the Wildland Fire Management account for forest fire fighting, emergency rehabilitation of burned-over or damaged lands or waters, and fire preparedness due to severe burning conditions, provided that USDA notifies the congressional appropriations committees that all fire suppression funds will be obligated within 30 days. Requires that funds used pursuant to this paragraph be replenished by a supplemental appropriation requested as promptly as  possible.\n\nPermits Forest Service appropriations to be used for forest and rangeland research, technical information, and related forestry and natural resources activities in foreign countries.\n\nPermits Forest Service appropriations to be transferred to the BLM for removal, preparation, and adoption of excess wild horses and burros from National Forest System lands, and for the performance of surveys to designate the boundaries of such lands.  \n\nProhibits Forest Service appropriations from being transferred using authority provided in several specified statutory provisions.\n\nProhibits Forest Service appropriations from being reprogrammed except with prior approval of the congressional appropriations committees and in accordance with procedures contained in the report accompanying this Act.\n\nProhibits the Forest Service from transferring more than $82 million to the USDA Working Capital Fund and more than $14.5 million to USDA for Department Reimbursable Programs (commonly referred to as Greenbook charges).  \n\nPermits the Forest Service to use up to $5 million for priority projects within the scope of the approved budget to be carried out by the Youth Conservation Corps.\n\nPermits the Chief of the Forest Service to use up to $4,000 for official reception and representation expenses.\n\nPermits up to $3 million in Forest Service appropriations to be advanced in a lump sum to the National Forest Foundation to aid conservation partnership projects in support of the Forest Service mission with certain restrictions.\n\nPermits up to $3 million in Forest Service appropriations to be advanced to the National Fish and Wildlife Foundation in a lump sum to aid cost-share conservation projects on or benefitting National Forest System lands or related programs with certain matching requirements.\n\nPermits Forest Service appropriations to be used for interactions with and providing technical assistance to rural communities and natural resource-based businesses for sustainable rural development purposes.\n\nPermits Forest Service appropriations to be used for payments to counties within the Columbia River Gorge National Scenic Area.\n\nPermits Forest Service appropriations to be used to meet the non-federal share requirement included in a provision of the Older Americans Act of 1965 related to the older American community service employment program. \n\nPermits the Forest Service to use up to $55 million for the purpose of performing fire, administrative, and other facilities maintenance and decommissioning.\n\nPermits the Forest Service to use up to $500,000 to reimburse the USDA Office of the General Counsel (OGC) for travel and related expenses incurred as a result of OGC assistance or participation requested by the Forest Service at meetings, training sessions, management reviews, land purchase negotiations, and similar non-litigation related matters.\n\nPermits an individual employed under any project funded under title V of the Older Americans Act of 1965 to be considered a federal employee.\n\nMakes appropriations for FY2015 to the Department of Health and Human Services (HHS) for: (1) the Indian Health Service (IHS) for Indian health services and Indian health facilities, and (2) the National Institutes of Health (NIH) for the National Institute of Environmental Health Sciences, and (3) the Agency for Toxic Substances and Disease Registry.\n\nMakes appropriations for FY2015 to the: (1) Executive Office of the President for the Council on Environmental Quality and Office of Environmental Quality; (2) the Chemical Safety and Hazard Investigation Board; (3) the Office of Navajo and Hopi Indian Relocation; (4) the Institute of American Indian and Alaska Native Culture and Arts Development; (5) the Smithsonian Institution, including for the National Museum of African American History and Culture; (6) the National Gallery of Art; (7) the John F. Kennedy Center for the Performing Arts; (8) the Woodrow Wilson International Center for Scholars; (9) the National Foundation on the Arts and the Humanities, including the National Endowment for the Arts and the National Endowment for the Humanities; (10) the Commission of Fine Arts; (11) the Advisory Council on Historic Preservation; (12) the National Capital Planning Commission; and (13) the U.S. Holocaust Memorial Museum.\n\nTitle IV: General Provisions - Sets forth permissions for and restrictions upon the use of funds provided in this Act.\n\n(Sec. 401) Prohibits funds from being used for any activity or the publication or distribution of literature that tends to promote public support or opposition to any legislative proposal before Congress.\n\n(Sec. 402) Prohibits any appropriation contained in this Act from remaining available for obligation beyond the current fiscal year unless expressly provided for in this Act.\n\n(Sec. 403) Requires specified administrative expenses to be presented in annual budget justifications and approved by the congressional appropriations committees.\n\n(Sec. 404) Prohibits funds from being used to accept or process applications for a patent for any mining or mill site claim located under the general mining laws, subject to exceptions. Requires a report to specified congressional committees.\n\n(Sec. 405) Limits the use of FY1994-FY2013 funds for contract support costs on Indian contracts.\n\n(Sec. 406) Limits the use of FY2014 funds for contract support costs on Indian contracts.\n\n(Sec. 407) Limits the use of FY2015 funds for contract support costs on Indian contracts.\n\n(Sec. 408) Permits Forest Service land management plans to be more than 15 years old if USDA is acting in good faith to update the plans.\n\n(Sec. 409) Prohibits funds provided in this Act from being used to conduct preleasing, leasing, and related activities under either the Mineral Leasing Act or the Outer Continental Shelf Lands Act within the boundaries of a National Monument as such boundary existed on January 20, 2001, except where such activities are allowed under the presidential proclamation establishing the monument.\n\n(Sec. 410) Prohibits funds appropriated in this Act for the acquisition of lands or interests in lands from being spent for the filing of declarations of taking or complaints in condemnation without the approval of the House and Senate Committees on Appropriations. Includes exceptions for funds appropriated to implement the Everglades National Park Protection and Expansion Act of 1989 and funds appropriated for federal assistance to Florida for the acquisition of lands for Everglades restoration.\n\n(Sec. 411) Sets forth provisions regarding the sale of timber from a specified region in Alaska.\n\n(Sec. 412) Amends division E (the Department of the Interior, Environment, and Related Agencies Appropriations Act, 2012) of the Consolidated Appropriations Act, 2012 to make permanent a provision regarding the renewal of certain grazing permits or leases administered by Interior or the Forest Service.\n\n(Sec. 413) Prohibits no-bid contracts and grants except under certain circumstances where a contract is authorized by federal law or was awarded prior to the date of enactment of this Act.\n\n(Sec. 414) Requires agencies receiving funds in this Act to post on their public websites any report required to be submitted by Congress if it serves the national interest. Includes exceptions if the public posting of the report compromises national security or the report contains proprietary information.\n\n(Sec. 415) Establishes grant guidelines for the NEA.\n\n(Sec. 416) Establishes priorities for programs administered by the NEA.\n\n(Sec. 417) Amends the Arts and Artifacts Indemnity Act to modify existing caps for indemnity agreements for loss or damage to works during international or domestic exhibitions.\n\n(Sec. 418) Directs Interior, the EPA, the Forest Service, and the IHS to provide the House and Senate Committees on Appropriations with quarterly reports on the status of the balances of appropriations, including all uncommitted, committed, and unobligated funds in each program and activity.\n\n(Sec. 419) Directs the President to submit a comprehensive report to the House and Senate Committees on Appropriations detailing all federal agency funding for climate change programs, projects, and activities in FY2014 and FY2015, including: (1) an accounting of funding by agency identifying climate change programs, projects, activities and associated costs; and (2) citations and linkages to each strategic plan that is driving funding within each program, project, and activity.\n\n(Sec. 420) Prohibits funds from being used to promulgate or implement any regulation requiring the issuance of permits under the Clean Air Act for carbon dioxide, nitrous oxide, water vapor, or methane emissions resulting from biological processes associated with livestock production.\n\n(Sec. 421) Prohibits the use of any funds to implement any provision in a rule if the provision requires mandatory reporting of greenhouse gas emissions from manure management systems.\n\n(Sec. 422) Prohibits funds provided by this Act from being used to enter into a contract, memorandum of understanding, or cooperative agreement with, make a grant to, or provide a loan or loan guarantee to any corporation that was convicted of a felony offense under any federal law within the preceding 24 months. Includes an exception if the agency has considered suspension or debarment of the corporation and made a determination that this further action is not necessary to protect the interests of the government\n\n(Sec. 423) Prohibits funds in this Act from being used to enter into a contract, memorandum of understanding, or cooperative agreement with, make a grant to, or provide a loan or loan guarantee to any corporation with an unpaid federal tax liability that has been assessed, for which all judicial and administrative remedies have been exhausted or have lapsed, and that is not being paid in a timely manner. Includes exception if the agency has considered suspension or debarment of the corporation and made a determination that this further action is not necessary to protect the interests of the government.\n\n(Sec. 424) Amends the Omnibus Public Land Management Act of 2009 to extend the authorization of appropriations for American Battlefield Protection program grants through FY2015.\n\n(Sec. 425) Amends the Federal Lands Recreation Enhancement Act to extend current recreation fee authority.\n\n(Sec. 426) Prohibits funds from being used to regulate the lead content of ammunition, ammunition components, or fishing tackle under the Toxic Substances Control Act or any other law.\n\n(Sec. 427) Amends the Department of Defense Appropriations Act, 2000 to extend the Dwight D. Eisenhower Memorial Commission. Prohibits the Commission to issue a solicitation or contract for construction of the memorial for FY2015.\n\n(Sec. 428) Amends the Federal Land Policy and Management Act of 1976 to extend the maximum authorized term for permits and leases issued by Interior or USDA for domestic livestock grazing on public lands.\n\n(Sec. 429) Prohibits funds from being used to develop, adopt, implement, administer, or enforce any change to the regulations and guidance in effect on October 1, 2012, pertaining to the definition of waters under the jurisdiction of the Federal Water Pollution Control Act (commonly known as the Clean Water Act) including specified rules pertaining to such jurisdiction.\n\n(Sec. 430) Prohibits funds provided by this Act from being used to carry out or otherwise enforce proposed regulations published by Interior's Office of Surface Mining Reclamation and Enforcement related to protecting streams from the impacts of surface mining operations.\n\n(Sec. 431) Prohibits funds from being used to prohibit the use or access to federal land (as defined in the Healthy Forests Restoration Act of 2003) for hunting, fishing, or recreational shooting if the use or access was not prohibited prior to January 1, 2013, and was conducted in compliance with the resource management plan applicable to the land as of January 1, 2013. Includes exceptions for temporary closures for special events or for public safety reasons.\n\n(Sec. 432) Prohibits funds made available by this Act from being used to develop, propose, finalize, administer, or implement the National Ocean Policy developed under Executive Order 13547.\n\nRequires the President to submit reports to the congressional appropriations committees detailing expenditures for the development, administration, or implementation of a National Ocean Policy.\n\nRequires the President's budget submission for FY2016 to identify all funding proposed for the implementation of a National Ocean Policy.\n\n(Sec. 433) Prohibits funds made available by this Act from being used to implement or enforce the EPA's Lead Renovation, Repair and Painting Rule until the EPA has approved a commercially available lead test kit.\n\n(Sec. 434) Prohibits funds in this Act from being used to implement or enforce any regulation that would establish new financial responsibility requirements pursuant to the Comprehensive Environmental Response, Compensation, and Liability Act of 1980 (CERCLA).\n\n(Sec. 435) Prohibits funds made available by this Act from being used to propose, finalize, implement, or enforce standards of performance regulations, or guidance under the Clean Air Act related to new fossil fuel-fired electricity generating units, emissions of any greenhouse gas from any modified or reconstructed source that is a fossil fuel-fired electricity generating unit, or emission of any greenhouse gas by an existing source that is a fossil fuel-fired electricity generating unit.\n\n(Sec. 436) Prohibits the EPA from using funds provided by this Act to compile or disclose personal information of any livestock, poultry, or dairy owners, operators, and employees unless the information has been voluntarily disclosed or transformed into statistical or aggregate form at the county level or higher.\n\n(Sec. 437) Requires Interior and USDA to make vacant grazing allotments available to holders of grazing permits or leases if lands covered by the permits or leases or other grazing lands used by the holder are unusable because of drought or wildfire.\n\n(Sec. 438) Prohibits funds from being used to require the transfer of a water right as a condition for the issuance, renewal, amendment, or extension of any permit, approval, license, lease, allotment, easement, right-of-way, or other land use or occupancy agreement.\n\nProhibits funds from being used to require any water user to apply for or acquire a water right in the name of the United States under state law as a condition of the issuance, renewal, amendment, or extension of any permit, approval, license, lease, allotment, easement, right-of-way, or other land use or occupancy agreement.\n\n(Sec. 439) Prohibits the EPA from using funds to develop, adopt, implement, administer, or enforce any change to the regulations in effect on October 1, 2012, pertaining to the definition of the terms \"fill material\" or \"discharge of fill material\" for the purposes of the Clean Water Act.\n\n(Sec. 440) Limits administrative costs for Interior or Forest Service programs addressing invasive species to no more than 10% of the funds appropriated for the programs.\n\n(Sec. 441) Prohibits funds from being used to promulgate any rule that that identifies, lists, or treats specified scrap metal material as hazardous waste under the Solid Waste Disposal Act. \n\n(Sec. 442) Designates February 22, George Washington's actual birthday, as a national holiday.\n\n(Sec. 443) Prohibits funds made available by this Act from being used to finalize, implement, administer, or enforce the proposed rule to allow the EPA to collect fines and penalties by garnishing wages.\n\n(Sec. 444) Prohibits any funds made available by a drinking water treatment revolving loan fund as authorized by the Safe Drinking Water Act from being used for a project for the construction, alteration, maintenance, or repair of a public water system or treatment works unless all of the iron and steel products used in the project are produced in the United States, subject to specified exceptions and waiver procedures.\n\n(Sec. 445) Establishes a spending reduction account consisting of the amount by which the allocation of new budget authority made by the House Committee on Appropriations under the Congressional Budget Act of 1974 exceeds the amount of proposed new budget authority."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Department of the Interior, Environment, and Related Agencies Appropriations Act, 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for the Department of the Interior, environment, and related agencies for the fiscal year ending September 30, 2015, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:49:57-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5171:@@@L&summ2=m&"
}