{
  "actions": [
    {
      "acted_at": "2014-05-22", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2400-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2014-05-22", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2014-05-22", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Scott, Tim", 
      "sponsored_at": "2014-06-12", 
      "state": "SC", 
      "thomas_id": "02056", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-22", 
  "number": "2400", 
  "official_title": "A bill to provide for improvement of field emergency medical services, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr809-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Field EMS Innovation Act", 
  "sponsor": {
    "district": null, 
    "name": "Bennet, Michael F.", 
    "state": "CO", 
    "thomas_id": "01965", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Department of Health and Human Services", 
    "Education programs funding", 
    "Emergency medical services and trauma care", 
    "Executive agency funding and structure", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Health", 
    "Health care quality", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Licensing and registrations", 
    "Medical education", 
    "Medical research", 
    "Medicare", 
    "Motor vehicles", 
    "Performance measurement", 
    "Tax administration and collection, taxpayers", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-22", 
    "text": "Field EMS Innovation Act - Amends the Public Health Service Act to designate the Department of Health and Human Services (HHS) as the primary federal agency for emergency medical services (EMS) and trauma care. Establishes the Office of Emergency Medical Services and Trauma (or Office of EMS and Trauma) within HHS. Gives the Office responsibilities related to emergency medical services and authorizes the Secretary of HHS to delegate additional responsibilities related to EMS.\n\nRequires the Director of the Office to: (1) implement a national EMS strategy; (2) establish the EQUIP grant program to promote excellence, quality, universal access, innovation, and preparedness in field EMS; and (3) establish the SPIA grant program to improve EMS system performance, integration, and accountability, to ensure preparedness, to enhance oversight and data collection, and to promote standardization of certifications.\n\nDefines \"field EMS\" to mean emergency medical services provided to patients (including transport by ground, air, or otherwise) prior to or outside a medical facility or other clinical setting.\n\nRequires the Director to improve medical oversight of field EMS, including by: (1) promoting the development and adoption of national guidelines for medical oversight, and (2) convening a Field EMS Medical Oversight Advisory Committee.\n\nDirects the Comptroller General (GAO) to study issues related to emergency medical care in field EMS.\n\nAuthorizes the Administrator of the National Highway Traffic Safety Administration (NHTSA) to maintain, improve, and expand the National EMS Information System.\n\nSets forth reporting requirements relating to data collection and electronic health records.\n\nDeclares that the Health Insurance Portability and Accountability Act of 1996 (HIPAA) shall not be construed to prohibit certain exchanges of information between field EMS practitioners, hospital personnel, state EMS offices, and the National EMS Database. Requires the Secretary to establish guidelines for the exchange of information between field EMS practitioners and hospital personnel.\n\nAuthorizes the Director of the Office to make grants for the development, availability, and dissemination of field EMS education programs and courses that improve the quality and capability of field EMS personnel.\n\nRequires the Director to conduct or support demonstrations projects relating to alternative dispositions of field EMS patients.\n\nAmends title XI (General Provisions, Peer Review, and Administrative Simplification) of the Social Security Act to include field EMS as a model for testing by the Center for Medicare and Medicaid Innovation.\n\nAmends the Public Health Service Act to require the Secretary to conduct research and evaluation relating to field EMS through the Agency for Healthcare Research and Quality (AHRQ) and the Center for Medicare and Medicaid Innovation.\n\nRequires the Director of AHRQ to establish a Field EMS Evidence-Based Practice Center.\n\nAmends the Internal Revenue Code to: (1) establish the Emergency Medical Services Trust Fund, and (2) allow taxpayers to designate a portion of any income tax overpayment and make additional contributions to finance such Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Field EMS Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for improvement of field emergency medical services, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:19-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2400:@@@L&summ2=m&"
}