{
  "actions": [
    {
      "acted_at": "2013-11-21", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1770-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2014-02-04", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-21", 
  "number": "1770", 
  "official_title": "A bill to provide for Federal civil liability for trade secret misappropriation in certain circumstances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "FAIR Act", 
  "sponsor": {
    "district": null, 
    "name": "Flake, Jeff", 
    "state": "AZ", 
    "thomas_id": "01633", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-21", 
  "subjects": [
    "Civil actions and liability", 
    "Commerce", 
    "Crimes against property", 
    "Jurisdiction and venue", 
    "Legal fees and court costs", 
    "Trade secrets and economic espionage"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-21", 
    "text": "Future of American Innovation and Research Act of 2013 or the FAIR Act - Authorizes the owner or lawful possessor of a covered trade secret (that is related to or included in a product or service that is used in or reasonably anticipated to be used in interstate or foreign commerce) to bring a civil action in a U.S. district court against a person (including a legal or commercial entity) who misappropriates, threatens to misappropriate, or conspires to misappropriate such trade secret: (1) while located outside the territorial jurisdiction of the United States; or (2) on behalf of, or for the benefit of, a person located outside such territorial jurisdiction.\n\nDefines \"misappropriate\" as the acquisition or disclosure of a trade secret under specified circumstances through improper means, including theft, bribery, misrepresentation, breach or inducement of a breach of a duty to maintain secrecy, and espionage through electronic means. Excludes reverse engineering or independent derivation from the categories of improper means when such activity alone is the only alleged conduct.\n\nPermits an action to arise from conduct outside the territorial jurisdiction of the United States if the conduct, either by itself or in combination with conduct within the territorial jurisdiction of the United States, causes or is reasonably anticipated to cause an injury: (1) within the territorial jurisdiction of the United States, or (2) to a U.S. person.\n\nProvides for an affirmative defense to such an action if each alleged trade secret in dispute was readily ascertainable through proper means by other persons who did not already know the trade secret at the time of the alleged conduct.\n\nAuthorizes a court, upon an ex parte application, to order the seizure of any property used to commit or facilitate specified conduct alleged in the civil action."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FAIR Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Future of American Innovation and Research Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for Federal civil liability for trade secret misappropriation in certain circumstances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1770:@@@L&summ2=m&"
}