{
  "actions": [
    {
      "acted_at": "2014-01-28", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Small Business.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3956-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Enyart, William L.", 
      "sponsored_at": "2014-03-04", 
      "state": "IL", 
      "thomas_id": "02125", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-28", 
  "number": "3956", 
  "official_title": "To amend the Small Business Investment Act of 1958 to authorize the Small Business Administrator to make grants for economic growth, business retention and business recruitment to economically underserved communities.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community Investment and Empowerment Act", 
  "sponsor": {
    "district": "2", 
    "name": "Kelly, Robin L.", 
    "state": "IL", 
    "thomas_id": "02190", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-28", 
  "subjects": [
    "Business investment and capital", 
    "Commerce", 
    "Economic development", 
    "Employment and training programs", 
    "Government lending and loan guarantees", 
    "Housing and community development funding", 
    "Property tax", 
    "Retail and wholesale trades", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-28", 
    "text": "Community Investment and Empowerment Act - Amends the Small Business Investment Act of 1958 to authorize the Administrator of the Small Business Administration (SBA) to make grants on a competitive basis to communities for: the creation of a grant and/or revolving loan fund program that helps develop financing packages for Class 1 commercial investment (defined as retail grocery chains, food service retailers, restaurants and franchises, retail stores, cafes, shopping malls, and other shops); lowering real estate property tax rates; conducting community-wide market analysis to help recruit and/or retain Class 1 commercial investment; creating employment training programs for Class 1 business customer service, sales, and managerial positions; retail marketing strategies to solicit new Class 1 commercial investment starts in the community; program allowances for activities such as the publication of marketing materials, development of economic development web pages, and educational outreach activities with retail trade associations; and hiring business recruitment specialists. Authorizes the Administrator to only make such a grant to communities: (1) whose demographics include a median per capita income no higher than $35,000 and a lack of Class 1 commercial investment; (2) that submit an application that describes the activities the community carries out, and the difficulty the community has faced, to recruit, retain and grow their economy through Class 1 commercial investment; and (3) that agree to match 10% of grant funds with certain non-federal contributions. Allows the Administrator to waive or reduce the non-federal contribution if the community involved demonstrates that it cannot meet the contribution requirement due to financial hardship."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Community Investment and Empowerment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Small Business Investment Act of 1958 to authorize the Small Business Administrator to make grants for economic growth, business retention and business recruitment to economically underserved communities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3956:@@@L&summ2=m&"
}