{
  "actions": [
    {
      "acted_at": "2014-02-12", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2025-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2014-06-02", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2014-02-12", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2014-06-25", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-12", 
  "number": "2025", 
  "official_title": "A bill to require data brokers to establish procedures to ensure the accuracy of collected personal information, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4400-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Data Broker Accountability and Transparency Act", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-12", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business records", 
    "Civil actions and liability", 
    "Commerce", 
    "Consumer affairs", 
    "Criminal investigation, prosecution, interrogation", 
    "Federal Trade Commission (FTC)", 
    "Fraud offenses and financial crimes", 
    "Marketing and advertising", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-12", 
    "text": "Data Broker Accountability and Transparency Act - Prohibits a data broker from obtaining or causing to be disclosed personal information or any other information relating to any person by making a false, fictitious, or fraudulent statement or representation to any person, including by providing to any person any document that the data broker knows or should know to be forged, counterfeit, lost, stolen, or fraudulently obtained or that contains a false, fictitious, or fraudulent statement or representation.\n\nDefines \"data broker\" as a commercial entity that collects, assembles, or maintains personal information concerning an individual who is not a customer or an employee in order to sell, or provide third-party access to, such information.\n\nRequires data brokers to establish procedures to ensure the accuracy of the personal information they collect, assemble, or maintain and of any other information that specifically identifies an individual, unless the information identifies only names or addresses.\n\nExempts from such requirements information that may be inaccurate if it is collected or maintained solely to: (1) indicate whether there may be a discrepancy or irregularity in the personal information associated with an individual; (2) identify or authenticate the identity of an individual; or (3) protect against or investigate fraud or other unlawful conduct.\n\nRequires data brokers to provide individuals a means to review certain information collected, assembled, or maintained on such individuals, unless a regulatory exception promulgated by the Federal Trade Commission (FTC) applies.\n\nRequires data brokers to maintain an Internet website that instructs individuals how to: (1) review their information, and (2) express a preference with respect to the use of their personal information for marketing purposes.\n\nPermits individuals to dispute the accuracy of their information with a written request that the data broker make a correction.\n\nRequires a data broker, with regard to disputed public record information, to: (1) inform the individual of the source of the information and, if reasonably available, where to direct the individual's request for correction; or (2) correct the inaccuracy in the data broker's records if the individual provides proof that the public record has been corrected or that the data broker was reporting the information incorrectly.\n\nDefines \"public record information\" as information obtained originally from records of a federal, state, or local government entity that are available for public inspection.\n\nRequires a data broker, with regard to disputed non-public information, to: (1) note the information that is disputed, (2) use reasonable procedures to independently verify the information, and (3) correct the inaccuracy in the data broker's records if the data broker was reporting the information incorrectly.\n\nRequires data brokers that use, share, or sell certain information for marketing purposes to provide individuals a reasonable means of expressing a preference to exclude their information from being used for such purposes.\n\nSets forth the authority of the FTC and states to enforce this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Data Broker Accountability and Transparency Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require data brokers to establish procedures to ensure the accuracy of collected personal information, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2025:@@@L&summ2=m&"
}