{
  "actions": [
    {
      "acted_at": "2014-06-05", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2448-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2014-06-23", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-05", 
  "number": "2448", 
  "official_title": "A bill to protect servicemembers in higher education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Servicemember Higher Education Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Hagan, Kay R.", 
    "state": "NC", 
    "thomas_id": "01902", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-05", 
  "subjects": [
    "Armed forces and national security", 
    "Consumer affairs", 
    "Department of Education", 
    "Disability and paralysis", 
    "Disability assistance", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Interest, dividends, interest rates", 
    "Military personnel and dependents", 
    "Student aid and college costs", 
    "Veterans' education, employment, rehabilitation"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-05", 
    "text": "Servicemember Higher Education Protection Act - Amends the Higher Education Act of 1965 (HEA) to direct:\n\n the Secretary of Education (Secretary) to create a revised and searchable website with information about all federal and state student financial assistance programs available to servicemembers, veterans, and their families; the Secretary to create a simplified federal student loan disclosure and enrollment form for borrowers who are performing eligible military service; the Chief Operating Officer of the Performance-Based Organization established in the Department of Education to appoint a military and veteran point of contact, within the office of the Student Loan Ombudsman, to help ensure that servicemembers, veterans, and their families receive the loan benefits and protections to which they are entitled; the Department of Defense (DOD), Department of Veterans Affairs (VA), and Secretary to ensure that the federal student loans of a servicemember or veteran who has been assigned a disability rating of 100% are automatically discharged; the Secretary to work with the Commissioner of Revenue (IRS) and DOD to ensure that interest does not accrue on the Federal Direct Loans of borrowers who are performing eligible military service in an area of hostilities that qualifies them for special pay; the Secretary to incorporate the military and veteran status of borrowers in the National Student Loan Data system; an Institution of Higher Education (IHE) that enrolls more than 100 students who are veterans to certify that it has developed and implemented a plan to ensure the success of veterans at that IHE; and the Secretary to use information the Secretary receives from DOD regarding the active duty status of borrowers to ensure that the interest rate charged servicemembers on a Federal Direct Loan does not exceed the maximum interest rate allowed under the Servicemembers Civil Relief Act. Defers payments on student loans under title IV (Student Assistance) of the HEA: (1) during the period a borrower is performing eligible military service and for the 180-day period following the servicemember's demobilization date; and (2) for any period of up to 180 days after the movement date of a borrower's spouse if that spouse is a servicemember who has received military orders for a permanent change of station. Defines \"eligible military service.\"\n\nQualifies recipients of Federal Perkins Loans for loan forgiveness for eligible military service. (Currently, the service must occur in an area of hostilities that qualifies the servicemember for special pay.)\n\nTreats a borrower who is enrolled in a public service employee repayment plan and who makes a lump sum payment through a student loan repayment program for servicemembers or a similarly structured repayment program as having made a number of qualifying monthly payments under the public service employee repayment plan.\n\nAmends the Servicemembers Civil Relief Act to set a 6% limitation on the interest rate that can be charged a servicemember during the servicemember's military service and one year thereafter on the student loans incurred by the servicemember prior to his or her military service, including student loans incurred prior to such service but consolidated or refinanced during that service.\n\nRequires DOD, the Secretary, the VA, and the Director of the Consumer Financial Protection Bureau (CFPB) to jointly establish and maintain a working group to assess and improve the resources available to education service officers and other federal personnel who provide assistance to servicemembers and their spouses in using or seeking to use the DOD's tuition assistance programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Servicemember Higher Education Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect servicemembers in higher education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:20-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2448:@@@L&summ2=m&"
}