{
  "actions": [
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1876-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2013-12-19", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2013-12-19", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2013-12-19", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2013-12-19", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2013-12-19", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-19", 
  "number": "1876", 
  "official_title": "A bill to reauthorize and restructure adoption incentive payments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2979-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3205-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4980-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1786-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1870-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Strengthening And Finding Families for Children Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Adoption and foster care", 
    "Child safety and welfare", 
    "Department of Health and Human Services", 
    "Family relationships", 
    "Government information and archives", 
    "Performance measurement", 
    "Social welfare", 
    "State and local government operations", 
    "Tax administration and collection, taxpayers", 
    "Unemployment"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-19", 
    "text": "Strengthening And Finding Families for Children Act - Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act (SSA) to revise the adoption incentives grant program (renaming it the adoption and legal guardianship incentive program), creating a new formula for determining adoption incentive payments, and extending the program through FY2016. Revises the program's award structure, including limitations on the use of incentive payments.\n\nRequires the Secretary of Health and Human Services (HHS) to increase the adoption incentive payment for timely adoption award states.\n\nRequires states to use amounts paid to them under the program to supplement, and not supplant, any federal or non-federal funds used to provide any service under SSA title IV parts B (Child and Family Services) or E.\n\nRequires a state to calculate the savings (if any) resulting from the application of specified eligibility requirements for adoption assistance to all applicable children for a fiscal year, using a methodology specified by the Secretary or an alternative methodology proposed by the state and approved by the Secretary.\n\nRequires a state to spend at least 40% of any such savings on: (1) post-adoption or post-guardianship services (as applicable) for children placed in adoptive, kinship guardianship, or guardianship placements and their families; and (2) services to support and sustain positive permanent outcomes for children who otherwise might enter into foster care under the responsibility of the state.\n\nDeclares that, in the event of the death or incapacity of the relative guardian, the eligibility of a child for a kinship guardianship assistance payment shall not be affected by reason of the replacement of the relative guardian with a successor legal guardian named in the kinship guardianship assistance agreement.\n\nDirects the Secretary, as part of the data collection system, to promulgate final regulations providing for the collection and analysis of information regarding children who enter into foster care under state supervision as a result of the disruption of a placement for adoption or foster care guardianship or the dissolution of an adoption or foster care guardianship.\n\nRequires a state plan for foster care and adoption assistance to require the state, within 30 days after removal of a child from parental custody, to exercise due diligence to identify and provide notice to all parents of a sibling of such a child, where such parent has legal custody of such sibling (as well as all adult grandparents as under current law).\n\nAmends SSA title IV part B to extend the Family Connection Grant Program through FY20016, and make universities eligible for matching grants under such programs.\n\nAmends SSA title III (Unemployment Compensation) with respect to the requirement that a state have an unemployment compensation law containing certain provisions in order to receive a specified federal grant. Requires a state owed an unemployment compensation debt meeting specified criteria that remains uncollected within two years after it was first incurred to take specified action under the Internal Revenue Code to recover it, including through a tax refund offset."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Strengthening And Finding Families for Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize and restructure adoption incentive payments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1876:@@@L&summ2=m&"
}