{
  "actions": [
    {
      "acted_at": "2014-06-10", 
      "references": [
        {
          "reference": "CR S3545-3546", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-06-10", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2451-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2014-06-11", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-10", 
  "number": "2451", 
  "official_title": "A bill to support the local decisionmaking functions of local educational agencies by limiting the authority of the Secretary of Education to issue regulations, rules, grant conditions, and guidance materials, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1386-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Local School Board Governance and Flexibility Act", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Department of Education", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Intergovernmental relations", 
    "School administration", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-10", 
    "text": "Local School Board Governance and Flexibility Act - Expresses the sense of Congress that: (1) the responsibility for education resides with the states and the local educational agencies (LEAs) to which they have delegated authority; and (2) the Secretary of Education should only issue those regulations, rules, guidance materials, grant conditions, or other requirements that are specifically needed to implement federal legislation and are within LEAs' educational, operational, and financial capacity.\n\nProhibits the Secretary, unless specifically authorized by federal law, from issuing regulations, rules, guidance materials, grant conditions, or other requirements pertaining to states or LEAs that:\n\n conflict with the authority of LEAs delegated to them by their state; result in additional costs to LEAs for reporting, grant administration, and general operations that are not fully covered by the federal government; conflict with the authority of LEAs to determine how to engage or act upon community participation and advice; impose requirements on LEAs or state educational agencies (SEAs) that would adversely affect their authority to function as legislative, executive, or quasi-judicial agencies; conflict with states' authority to determine the appropriate governance structure of their SEA or LEAs, or their SEA's or LEAs' authority to determine how schools are governed or managed; establish SEA or LEA reporting requirements that duplicate existing federal requirements or are issued without first conducting a fiscal impact statement; or place conditions or requirements on grants to states or LEAs that do not directly relate to, or do not directly support, the intent of the grants or legislation authorizing the grants. Directs the Secretary during each fiscal year to provide LEAs and the major national education organizations at least 60 days to provide written comments regarding the local impact of implementing federal regulations, rules, guidance materials, grant conditions, or other requirements for any applicable program or activity of the Secretary.\n\nDirects the Secretary to review existing LEA reporting requirements to identify and eliminate those that are duplicative.\n\nProhibits the Secretary from promulgating federal regulations, rules, guidance materials, grant conditions, or other requirements pertaining to states or LEAs without first:\n\n requesting data and recommendations from SEAs, LEAs, and the major national education organizations regarding the educational, financial, and operational costs involved in implementing them; verifying that LEAs will have the financial resources and technical assistance they may need to successfully implement the requirements; giving SEAs, LEAs, and national educational organizations at least 60 days' notice to respond to such requirements before they are issued, except in certain emergencies; and giving SEAs and LEAs maximum flexibility in implementing the requirements. Provides that if an LEA or major national education organization provides the Secretary with a written statement demonstrating that a regulation, rule, guidance material, grant condition, or other requirement does not meet the substantive or procedural requirements of this Act, the Secretary must review the merits of the statement, issue a written response within 60 days, and post that response on the Department of Education's website."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Local School Board Governance and Flexibility Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to support the local decisionmaking functions of local educational agencies by limiting the authority of the Secretary of Education to issue regulations, rules, grant conditions, and guidance materials, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2451:@@@L&summ2=m&"
}