{
  "actions": [
    {
      "acted_at": "2013-12-16", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1831-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-16", 
  "number": "1831", 
  "official_title": "A bill to establish a national Yellow Dot Program to alert law enforcement and emergency services personnel to the medical conditions, prescriptions, and other vital information necessary to treat drivers and passengers in motor vehicles in emergency circumstances.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "National Yellow Dot Program Act", 
  "sponsor": {
    "district": null, 
    "name": "Manchin, Joe, III", 
    "state": "WV", 
    "thomas_id": "01983", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-16", 
  "subjects": [
    "Census and government statistics", 
    "Emergency medical services and trauma care", 
    "First responders and emergency personnel", 
    "Health information and medical records", 
    "Law enforcement officers", 
    "Motor vehicles", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-16", 
    "text": "National Yellow Dot Program Act - Directs the Administrator of the National Highway Traffic Safety Administration (NHTSA) of the Department of Transportation (DOT) to: (1) establish a national Yellow Dot Program to assist law enforcement and emergency services personnel to efficiently gather relevant medical information in the event of a motor vehicle accident or other medical emergency involving motor vehicles, and (2) designate a DOT employee to serve as the national coordinator of the Program (Coordinator).\n\nDirects the Coordinator to: (1) provide information, training, and materials for the Program to assist the state officials designated in the implementation of the Program; (2) compile national statistics on Program participation rates; and (3) collaborate with states that have similar programs to improve national consistency in training materials, participant forms and information, and data collection methods.\n\nRequires each state that elects to participate in the Program to notify the Coordinator and designate a state official to oversee the Program throughout the state. Requires each participating state to: (1) work with local law enforcement and emergency services agencies to publicize the Program; (2) distribute to Program participants a yellow sticker and a yellow folder for each motor vehicle the participant anticipates driving or riding in regularly and a blank form on which to enter medical conditions, prescriptions, and other vital information for each driver or passenger; (3) instruct local law enforcement and emergency services personnel about Program purposes and requirements; and (4) report annually to the Coordinator on Program participants.\n\nRequires each participant to: (1) place the sticker in the bottom left corner of the rear window of each vehicle the participant anticipates driving or riding in regularly, (2) place the completed form in the folder, and (3) place the folder in the glove compartment of each vehicle."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "National Yellow Dot Program Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish a national Yellow Dot Program to alert law enforcement and emergency services personnel to the medical conditions, prescriptions, and other vital information necessary to treat drivers and passengers in motor vehicles in emergency circumstances.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:05-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1831:@@@L&summ2=m&"
}