{
  "actions": [
    {
      "acted_at": "2014-07-10", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5055-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Carney, John C., Jr.", 
      "sponsored_at": "2014-07-10", 
      "state": "DE", 
      "thomas_id": "01999", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Foster, Bill", 
      "sponsored_at": "2014-07-10", 
      "state": "IL", 
      "thomas_id": "01888", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "23", 
      "name": "Gallego, Pete P.", 
      "sponsored_at": "2014-09-18", 
      "state": "TX", 
      "thomas_id": "02164", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heck, Denny", 
      "sponsored_at": "2014-07-10", 
      "state": "WA", 
      "thomas_id": "02170", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Himes, James A.", 
      "sponsored_at": "2014-07-10", 
      "state": "CT", 
      "thomas_id": "01913", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Meeks, Gregory W.", 
      "sponsored_at": "2014-07-10", 
      "state": "NY", 
      "thomas_id": "01506", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Murphy, Patrick", 
      "sponsored_at": "2014-07-10", 
      "state": "FL", 
      "thomas_id": "02117", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Owens, William L.", 
      "sponsored_at": "2014-07-10", 
      "state": "NY", 
      "thomas_id": "01974", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Polis, Jared", 
      "sponsored_at": "2014-07-10", 
      "state": "CO", 
      "thomas_id": "01910", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Quigley, Mike", 
      "sponsored_at": "2014-07-10", 
      "state": "IL", 
      "thomas_id": "01967", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Scott, David", 
      "sponsored_at": "2014-07-10", 
      "state": "GA", 
      "thomas_id": "01722", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Sinema, Kyrsten", 
      "sponsored_at": "2014-07-10", 
      "state": "AZ", 
      "thomas_id": "02099", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Welch, Peter", 
      "sponsored_at": "2014-07-10", 
      "state": "VT", 
      "thomas_id": "01879", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-10", 
  "number": "5055", 
  "official_title": "To reform the housing finance system of the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3656-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Partnership to Strengthen Homeownership Act of 2014", 
  "sponsor": {
    "district": "6", 
    "name": "Delaney, John K.", 
    "state": "MD", 
    "thomas_id": "02133", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Banking and financial institutions regulation", 
    "Bankruptcy", 
    "Business investment and capital", 
    "Congressional oversight", 
    "Credit and credit markets", 
    "Department of Housing and Urban Development", 
    "Executive agency funding and structure", 
    "Federal Housing Finance Agency", 
    "Federally chartered organizations", 
    "Government National Mortgage Association (Ginnie Mae)", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Housing supply and affordability", 
    "Indian social and development programs", 
    "Public contracts and procurement", 
    "Real estate business", 
    "Securities", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-10", 
    "text": "Partnership to Strengthen Homeownership Act of 2014 - Amends the National Housing Act to remove the Government National Mortgage Association (Ginnie Mae) from the Department of Housing and Urban Development (HUD) and establish it as an independent entity, with a Director in place of the Secretary of Housing and Urban Development.\n\nTransfers to Ginnie Mae the powers, duties, personnel, and property of Federal Housing Finance Agency (FHFA), which is hereby abolished.\n\nEstablishes within Ginnie Mae the Issuing Platform, available for use only by eligible originators and aggregators of mortgages, to issue standardized mortgage-backed securities.\n\nRequires Ginnie Mae to establish: (1) a method of assessing a national average single-family house price for use in calculating the loan limits for single-family mortgage loans, and (2) an insurance fund and insure 100% of each security issued by the Platform.\n\nPrescribes requirements for: (1) a participating mortgage originator or aggregator to deliver to the Platform a pool of eligible mortgage loans; and (2) the Platform, upon receiving a pool of eligible mortgages, to create standardized mortgage-backed securities collateralized by such mortgages and transfer them to the mortgage originator or aggregator.\n\nExempts standardized mortgage-backed securities issued by the Platform from federal securities laws.\n\nOutlines requirements for: (1) servicing rights, representations, and warranties; (2) insurance for securities issued by the Platform, (3) capital and related solvency standards, and (4) Fund reserve balance.\n\nPrescribes requirements for Ginnie Mae's actions if unusual and exigent circumstances have created or threaten to create an anomalous lack of mortgage credit availability within the housing market that could materially and severely disrupt the functioning of the housing finance system of the United States. Prohibits Ginnie Mae, in exercising such authority, from: (1) bailing out approved entities or affiliates, or (2) assisting companies to avoid bankruptcy.\n\nAmends the Federal Home Loan Bank Act to make any lender of home mortgage loans eligible to become a member of a Federal Home Loan Bank. Requires each such Bank to provide pooling services to both members and non-members who wish to pool eligible mortgages for purposes of securitizing them through the Issuing Platform.\n\nDirects the Director of Ginnie Mae to: (1) prohibit the government-sponsored enterprises (GSEs) (Federal National Mortgage Association [Fannie Mae] and the Federal Home Loan Mortgage Corporation [Freddie Mac]) after a specified certification date from issuing, guaranteeing, or purchasing any security backed by mortgages on 1- to 4-family residences except as specifically authorized by this Act; (2) permit a GSE to act until a certain time as a participating aggregator of eligible mortgages for securitization if the business volume of their originators is insufficient to allow them to aggregate and securitize such mortgages; and (3) allow a GSE to act as a reinsurer for a mortgage-backed security until the GSE goes into receivership under this Act.\n\nRequires each GSE to establish a risk-sharing pilot program to develop private sector first-loss positions on mortgage-backed securities.\n\nContinues the current conservatorships of the GSEs until the commencement of mandatory receivership under this Act.\n\nRequires the Director to appoint Ginnie Mae as receiver of the GSEs by a certain date. Prescribes requirements for winding down the GSEs.\n\nDirects the Director to direct Fannie Mae and Freddie Mac to develop a plan to establish a multifamily subsidiary for purposes of providing sufficient multifamily housing financing and establishing a competitive multifamily housing market for multifamily housing guarantors engaging in multifamily covered securities. Makes necessary transfers of Fannie Mae and Freddie Mac functions to the multifamily subsidiary.\n\nDirects the Director to develop, adopt, publish, and enforce standards for the approval of multifamily guarantors to: (1) issue securities collateralized by eligible multifamily mortgage loans, and (2) guarantee the timely payment of principal and interest on such securities collateralized by eligible multifamily mortgage loans and insured by Ginnie Mae.\n\nAmends the Housing and Community Development Act of 1992 to allow Ginnie Mae to securitize multifamily loans insured or reinsured under such Act under certain circumstances.\n\nRequires the Platform in each fiscal year to: (1) charge and collect a certain fee for the outstanding principal balance of all eligible mortgage loans that collateralize securities insured under this Act and all other mortgage loans collateralizing securities on which Ginnie Mae guarantees the timely payment of principal and interest; and (2) allocate or otherwise transfer on an annual basis specified percentages of such fee amounts to fund the Housing Trust Fund, the Capital Magnet Fund, and the Market Access Fund (which Ginnie Mae is directed to establish).\n\nAmends the Safety and Soundness Act with respect to the Housing Trust Fund and housing for Indians.\n\nAmends the Federal Home Loan Bank Act to authorize Federal Home Loan Banks to make long-term secured advances to their members to provide funds to community development financial institutions.\n\nRequires a Federal Home Loan Bank, at the time of origination or renewal of a loan or advance, to obtain and maintain a security interest in collateral eligible pursuant to any secured loan for a community development financial institution."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Partnership to Strengthen Homeownership Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reform the housing finance system of the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:50-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5055:@@@L&summ2=m&"
}