{
  "actions": [
    {
      "acted_at": "2014-07-29", 
      "references": [
        {
          "reference": "CR E1264-1265", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-29", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5250-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-29", 
  "number": "5250", 
  "official_title": "To use Federal purchasing power to create good jobs, rebuild the middle class, address income inequality, stimulate the economy, and to achieve other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Restore Opportunity, Strengthen, and Improve the Economy Act", 
  "sponsor": {
    "district": null, 
    "name": "Norton, Eleanor Holmes", 
    "state": "DC", 
    "thomas_id": "00868", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Department of Defense", 
    "Department of Labor", 
    "Employee benefits and pensions", 
    "Employee leave", 
    "General Services Administration", 
    "Government operations and politics", 
    "Labor-management relations", 
    "Military procurement, research, weapons development", 
    "National Aeronautics and Space Administration", 
    "Public contracts and procurement", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-29", 
    "text": "Restore Opportunity, Strengthen, and Improve the Economy Act - Prohibits an executive agency from awarding a contract for the acquisition of supplies or services to a source that is not a Good Jobs Model Employer, unless there is no offer from such an employer.\n\nDefines a \"Good Jobs Model Employer\" as one that:\n\n respects employees' rights to bargain collectively with their employers without being forced to take strike action to win better wages and working conditions; offers to each employee living wages, decent benefits including health care, paid leave for sickness and caregiving, and fair work schedules that are predictable and stable; affirmatively demonstrates an exemplary standard of compliance with workplace protection laws, including laws governing labor relations, wages and hours, and health and safety, as well as other applicable labor laws; limits executive compensation to 50 times the median salary paid to the company's workers; employs a workforce not less than 35% of which reside within one or more Historically Underutilized Business Zones; and subcontracts only with other Good Jobs Model Employers. Prohibits an executive agency from providing other forms of assistance to entities that are not model employers when there is a similarly situated Good Jobs Model Employer that could receive the assistance, unless doing so would substantially undermine the value of the assistance to the public good.\n\nRequires executive agencies to incorporate into each new contract or assistance agreement a clause requiring the contractor or recipient to conduct itself as a Good Jobs Model Employer for the duration of the contract. Provides for the suspension of a contractor or assistance recipient that fails to do so and for debarment for multiple violations.\n\nRequires: (1) the Secretary of Labor to promulgate regulations implementing such Good Jobs Model Employer standards, and (2) specified officials to amend the Federal Acquisition Regulation to effect the policy and purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Restore Opportunity, Strengthen, and Improve the Economy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To use Federal purchasing power to create good jobs, rebuild the middle class, address income inequality, stimulate the economy, and to achieve other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:54-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5250:@@@L&summ2=m&"
}