{
  "actions": [
    {
      "acted_at": "2014-09-18", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2859-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-18", 
  "number": "2859", 
  "official_title": "A bill to promote apprenticeships for credentials and employment, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5533-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "PACE Act", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-09-18", 
  "subjects": [
    "Advisory bodies", 
    "Department of Labor", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Executive agency funding and structure", 
    "Higher education", 
    "Labor and employment", 
    "Teaching, teachers, curricula", 
    "Vocational and technical education"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-09-18", 
    "text": "Promoting Apprenticeships for Credentials and Employment Act or the PACE Act - Establishes the Office of Apprenticeship in the Employment and Training Administration of the Department of Labor, to be headed by the Administrator of the Office of Apprenticeship. Includes among the duties of the Administrator the management of the national apprenticeship system, promoting awareness about registered apprenticeship programs (i.e., programs registered under the National Apprenticeship Act), and supporting the development of pre-apprenticeship programs (programs or strategies designed to prepare individuals to enter and succeed in a registered apprenticeship program).\n\nEstablishes in the Department of Labor a National Advisory Committee on Apprenticeships to advise the Administrator, and make recommendations, on the administration of registered apprenticeship programs.\n\nDirects the Administrator, working jointly with the Assistant Secretary of Education for Vocational and Adult Education (Secretaries), to establish and maintain a voluntary Registered Apprenticeship-College Consortium to promote: (1) stronger connections between registered apprenticeship programs and participating two- and four-year postsecondary educational institutions, and (2) the translation of experience in an apprenticeship program to academic credit.\n\nRequires the Secretaries to: (1) establish criteria for the participation of a postsecondary educational institution or sponsor in the Consortium; (2) maintain a publicly accessible website to provide information about the Consortium in each state; and (3) establish an advisory committee for the Consortium to seek input from organizations and experts representing industry, labor, and postsecondary education.\n\nRequires the Administrator to provide payments of assistance for eligible sponsors of new registered apprenticeship programs or for sponsors of existing joint labor-management registered apprenticeship programs that add employers as new partners."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "PACE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Promoting Apprenticeships for Credentials and Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote apprenticeships for credentials and employment, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:26-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2859:@@@L&summ2=m&"
}