{
  "actions": [
    {
      "acted_at": "2014-02-03", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1980-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2014-02-27", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-03", 
  "number": "1980", 
  "official_title": "A bill to amend titles XIX and XXI of the Social Security Act to provide for 12-month continuous enrollment under the Medicaid program and Children's Health Insurance Program and to promote quality care.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1698-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Medicaid and CHIP Continuous Quality Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-03", 
  "subjects": [
    "Child health", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Medicaid", 
    "Performance measurement", 
    "Poverty and welfare assistance"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-03", 
    "text": "Medicaid and CHIP Continuous Quality Act of 2014 - Amends title XIX (Medicaid) of the Social Security Act (SSA) to require a state Medicaid plan to provide 12-month continuous enrollment for an eligible individual, regardless of age.\n\nDirects the Secretary of Health and Human Services (HHS) to: (1) identify methods that promote the retention of individuals who are enrolled under the state plan and remain eligible for medical assistance beyond the 12-month period, (2) actively promote the adoption of such enrollment retention methods by states, (3) publish the procedures that states are expected to use to provide annual enrollment and retention reports, and (4) publish annually enrollment and retention performance results for all states.\n\nAmends SSA title XXI (State Children's Health Insurance) (CHIP) to: (1) require a state CHIP plan also to provide 12-month continuous enrollment for an eligible individual, (2) prohibit eligibility standards from applying a waiting period for a targeted low-income child (including a child provided dental-only supplemental coverage), and (3) remove the state option not to apply a waiting period in the case of a child provided dental-only supplemental coverage, and (4) extend the authorization of CHIP performance bonuses through FY2015.\n\nAmends SSA title XIX to allow a state to qualify for performance bonuses for the enrollment and retention in Medicaid of certain low-income individuals.\n\nRequires a state to develop and implement a quality assessment and improvement strategy if it provides contracts with comparable primary care case management services providers as well as health care services furnished in fee-for-service settings.\n\nDirects the Secretary to require states to use certain adult health quality measures and approaches to report on the initial core set of quality measures for Medicaid eligible adults and for the quality of pediatric health care.\n\nDirects the Secretary to establish: (1) a Medicaid Quality Performance Bonus fund for awarding performance bonuses to select states for high attainment and improvement on a core set of quality measures related to the goals and purposes of the Medicaid program, as well as (2) a methodology for awarding Medicaid Quality Performance bonuses to states\n\nRequires a state, as a condition of receiving a bonus fund award, to designate at least 75% of the performance bonus funds for the development and operation of quality-related initiatives that will directly benefit providers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Medicaid and CHIP Continuous Quality Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend titles XIX and XXI of the Social Security Act to provide for 12-month continuous enrollment under the Medicaid program and Children's Health Insurance Program and to promote quality care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:11-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1980:@@@L&summ2=m&"
}