{
  "actions": [
    {
      "acted_at": "2013-06-18", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Science, Space, and Technology.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-09", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Forwarded by Subcommittee to Full Committee (Amended) by Voice Vote .", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-09", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-05", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-03-21T11:03:00-04:00", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Science, Space, and Technology. H. Rept. 113-383.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-21T11:04:00-04:00", 
      "calendar": "Union", 
      "number": "285", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 285.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2014-04-01T16:38:00-04:00", 
      "references": [], 
      "text": "Mr. Smith (TX) moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-01T16:39:00-04:00", 
      "references": [
        {
          "reference": "CR H2759-2763", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-01T16:39:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2413.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-01T16:57:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H2759-2761", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-04-01T16:57:00-04:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-02", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2413-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Environment", 
      "subcommittee_id": "18"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "11", 
      "name": "Bentivolio, Kerry L.", 
      "sponsored_at": "2013-07-17", 
      "state": "MI", 
      "thomas_id": "02135", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bonamici, Suzanne", 
      "sponsored_at": "2013-12-09", 
      "state": "OR", 
      "thomas_id": "02092", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Broun, Paul C.", 
      "sponsored_at": "2014-03-04", 
      "state": "GA", 
      "thomas_id": "01882", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Collins, Chris", 
      "sponsored_at": "2013-07-19", 
      "state": "NY", 
      "thomas_id": "02151", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Grayson, Alan", 
      "sponsored_at": "2014-02-05", 
      "state": "FL", 
      "thomas_id": "01914", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Harris, Andy", 
      "sponsored_at": "2013-06-18", 
      "state": "MD", 
      "thomas_id": "02026", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hartzler, Vicky", 
      "sponsored_at": "2014-03-12", 
      "state": "MO", 
      "thomas_id": "02032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Johnson, Eddie Bernice", 
      "sponsored_at": "2014-02-05", 
      "state": "TX", 
      "thomas_id": "00599", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Lipinski, Daniel", 
      "sponsored_at": "2014-02-05", 
      "state": "IL", 
      "thomas_id": "01781", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "19", 
      "name": "Lofgren, Zoe", 
      "sponsored_at": "2014-02-05", 
      "state": "CA", 
      "thomas_id": "00701", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "24", 
      "name": "Maffei, Daniel B.", 
      "sponsored_at": "2014-02-05", 
      "state": "NY", 
      "thomas_id": "01943", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Poe, Ted", 
      "sponsored_at": "2014-02-28", 
      "state": "TX", 
      "thomas_id": "01802", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Roe, David P.", 
      "sponsored_at": "2014-03-11", 
      "state": "TN", 
      "thomas_id": "01954", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "48", 
      "name": "Rohrabacher, Dana", 
      "sponsored_at": "2013-07-23", 
      "state": "CA", 
      "thomas_id": "00979", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Salmon, Matt", 
      "sponsored_at": "2014-03-05", 
      "state": "AZ", 
      "thomas_id": "01009", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "21", 
      "name": "Smith, Lamar", 
      "sponsored_at": "2013-06-18", 
      "state": "TX", 
      "thomas_id": "01075", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Stewart, Chris", 
      "sponsored_at": "2013-06-18", 
      "state": "UT", 
      "thomas_id": "02168", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Stutzman, Marlin A.", 
      "sponsored_at": "2014-03-05", 
      "state": "IN", 
      "thomas_id": "01981", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "41", 
      "name": "Takano, Mark", 
      "sponsored_at": "2014-02-28", 
      "state": "CA", 
      "thomas_id": "02110", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Yoho, Ted S.", 
      "sponsored_at": "2014-03-05", 
      "state": "FL", 
      "thomas_id": "02115", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-09", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-04-01T16:57:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-18", 
  "number": "2413", 
  "official_title": "To prioritize and redirect NOAA resources to a focused program of investment on affordable and attainable advances in observational, computing, and modeling capabilities to deliver substantial improvement in weather forecasting and prediction of high impact weather events, such as those associated with hurricanes, tornadoes, droughts, floods, storm surges, and wildfires, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Weather Forecasting Improvement Act of 2014", 
  "sponsor": {
    "district": "1", 
    "name": "Bridenstine, Jim", 
    "state": "OK", 
    "thomas_id": "02155", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-04-01T16:57:00-04:00", 
  "subjects": [
    "Atmospheric science and weather", 
    "Computers and information technology", 
    "Natural disasters", 
    "Research administration and funding", 
    "Research and development", 
    "Science, technology, communications", 
    "Spacecraft and satellites", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2014-04-01", 
    "text": "Weather Forecasting Improvement Act of 2014 - (Sec. 2) Requires the Under Secretary of Commerce for Oceans and Atmosphere (who is also the Administrator of the National Oceanic and Atmosphere Administration [NOAA]) to prioritize weather-related activities, including the provision of improved weather data, forecasts, and warnings for the protection of life and property and the enhancement of the national economy, in all relevant line offices.\n\n(Sec. 3) Directs the Assistant Administrator for the Office of Oceanic and Atmospheric Research (OAR) to conduct a program to develop an improved understanding of forecast capabilities for atmospheric events and their impacts, placing priority on developing more accurate, timely, and effective warnings and forecasts of high impact weather events that endanger life and property.\n\nRequires such program to focus on: (1) improving the fundamental understanding of weather, including boundary layer and other atmospheric processes affecting high impact weather events; (2) improving the understanding of how the public receives, interprets, and responds to warnings and forecasts of high impact weather events that endanger life and property; and (3) research and development (R&D), and the transfer of knowledge, technologies, and applications to the National Weather Service (NWS) and other appropriate agencies and entities; and (4) a technology transfer initiative carried out jointly and in coordination with the Assistant Administrator for NWS, and in cooperation with the American weather industry and academic partners, to ensure continuous development and transition of the latest scientific and technological advances into NWS operations and establish a process to sunset outdated and expensive operational methods and tools to enable cost-effective transfer of new methods and tools into operations.\n\nRequires the Assistant Administrator for the OAR to collaborate with and support the non-federal weather research community by making funds available through competitive grants, contracts, and cooperative agreements.\n\nExpresses the sense of Congress that at least 30% of the funds authorized for R&D at OAR by this Act should be made available for this purpose.\n\n (Sec. 4) Requires the Under Secretary, in collaboration with the American weather industry and academic partners, to establish a tornado warning improvement and extension program, with the goal of reducing the loss of life and economic losses from tornadoes through the development and extension of accurate, effective, and timely tornado forecasts, predictions, and warnings, including the prediction of tornadoes beyond one hour in advance.\n\nRequires the Assistant Administrator for the OAR to develop a program plan detailing the research, development, and technology transfer activities, as well as corresponding resources and timelines, necessary to achieve the program goal.\n\n(Sec. 5) Directs the Under Secretary, in collaboration with the American weather industry and academic partners, to establish a hurricane warning improvement program, with the goal of developing and extending accurate hurricane forecasts and warnings.\n\nRequires the OAR Assistant Administrator to develop a program plan detailing the research, development, and technology transfer activities, as well as corresponding resources and timelines, necessary to achieve such program's goal.\n\n(Sec. 6) Requires the Assistant Administrator for the OAR, in coordination with the Assistant Administrators for the NWS and the National Environmental Satellite, Data, and Information Service (NESDIS), to issue a plan for restoring U.S. leadership in numerical weather prediction, and forecasting that: (1) describes the forecasting skill and technology goals, objectives, and progress of NOAA in carrying out the weather research and forecasting innovation program; (2) identifies and prioritizes R&D activities, and performance metrics, weighted to meet the operational NWS weather mission; (3) describes how the program will collaborate with stakeholders; and (4) identifies research necessary to enhance the integration of social science knowledge into weather forecast and warning processes.\n\n(Sec. 7) Requires the Under Secretary to: (1) develop a prioritized list of observation data requirements necessary to ensure weather forecasting capabilities to protect life and property; (2) use Observing System Simulation Experiments (OSSEs), Observing System Experiments (OSEs), Analyses of Alternatives (AOAs), and other appropriate assessment tools to undertake ongoing systematic evaluations of observing systems, data, and information needed to meet the requirements listed; (3) identify current and potential future data gaps in observing capabilities related to such requirements; and (4) determine a range of options to address the gaps identified.\n\n(Sec. 8) Directs the Assistant Administrator for the OAR to undertake OSSEs to assess the relative value and benefits of observing capabilities and systems. Allows technical and scientific OSSE evaluations to include assessments of the impact of observing capabilities on: (1) global weather prediction, (2) hurricane track and intensity forecasting, (3) tornado warning lead times and accuracy, (4) prediction of mid-latitude severe local storm outbreaks; and (5) prediction of storms that have the potential to cause extreme precipitation and flooding lasting from six hours to one week. Requires such evaluations to be conducted in cooperation with other appropriate entities within NOAA, other federal agencies, the American weather industry, and academic partners to ensure the technical and scientific merit of OSSE results.\n\nRequires OSSEs to: (1) determine the potential impact of proposed space-based, sub-orbital, and in-situ observing systems on analyses and forecasts, including potential impacts on extreme weather events across all parts of the nation; (2) evaluate and compare observing system design options; and (3) assess the relative capabilities and costs of various and combinations of observing systems in providing data necessary for the protection of life and property.\n\nRequires OSSEs to be conducted: (1) before the acquisition of major government-owned or government-leased operational observing systems, including polar-orbiting and geostationary satellite systems, with a lifecycle cost of more than $500 million; and (2) before the purchase of any major new commercially provided data with a lifecycle cost of more than $500 million.\n\nRequires the Assistant Administrator for the OAR, by June 30, 2014, to: (1) complete OSSEs to assess the value of data from both global Positioning System radio occultation and a geostationary hyperspectral sounder global constellation, and (2) publish the results.\n\n(Sec. 9) Requires the NOAA Chief Information Officer, in coordination with the Assistant Administrator for OAR and the Assistant Administrator for NWS, to produce and make publicly available a report explaining how NOAA intends to: (1) pursue the newest, fastest, and most cost-effective high performance computing technologies in support of its weather prediction mission; (2) ensure a balance between the research requirements to develop the next generation of regional and global models and its highly reliable operational models; (3) take advantage of advanced development concepts to make its next generation weather prediction models available in beta-test mode to its operational forecasters, the American weather industry, and its partners in academic and government research; (4) identify opportunities to reallocate existing advanced computing resources from lower priority uses to improve advanced research and operational weather prediction; and (5) harness new computing power in the OAR and NWS for immediate improvement in forecasting and experimentation.\n\n(Sec. 10) Declares that the prohibition against the lease, sale, or transfer to the private sector, or the commercialization of, any part of the weather satellite systems operated by the Department of Commerce or any successor agency shall not extend to: (1) the purchase of weather data through contracts with commercial providers, or (2) the placement of weather satellite instruments on co-hosted government or private payloads.\n\nDirects the Secretary of Commerce to transmit to Congress a strategy to enable the procurement of quality commercial weather data. Requires such strategy to: (1) assess the range and expected cost-effectiveness of commercial opportunities, including public-private partnerships, for obtaining both surface-based and space-based weather observations; and (2) make a plan for procuring data, including an expected implementation timeline, from such nongovernmental sources, as appropriate.\n\n(Sec. 11) Directs the Under Secretary to establish a Federal Advisory Committee to: (1) advise about prioritizing weather research initiatives at NOAA to produce real improvement in weather forecasting; (2) review and comment on existing or emerging technologies or techniques that can be found in private industry or the research community that could be incorporated into forecasting at the NWS to improve forecasting; (3) identify opportunities to improve communications between weather forecasters, emergency management personnel, and the public; and (4) address any other matters that would improve innovation in weather forecasting.\n\nProhibits the Under Secretary from appointing a majority of the 12 members of the Advisory Committee from among employees of NOAA-funded research centers.\n\n(Sec. 12) Requires the Director of the Office of Science and Technology Policy (OSTP) to establish an Inter-agency Committee for Advancing Weather Services to improve the coordination of relevant weather research and forecast innovation activities across the federal government.\n\nRequires such Committee to: (1) include participation by the National Aeronautics and Space Administration (NASA), the Federal Aviation Administration (FAA), NOAA and its constituent elements, the NSF, and other appropriate agencies involved in weather forecasting research; (2) identify and prioritize top forecast needs and coordinate them against budget requests and program initiatives across participating offices and agencies; and (3) share information regarding operational needs and forecasting improvements across relevant agencies.\n\nRequires the Federal Coordinator for Meteorology to serve as a co-chair of such panel.\n\n(Sec. 13) Authorizes the Assistant Administrator for the OAR and the Assistant Administrator for NWS to establish a program for detailing OAR personnel to the NWS and NWS personnel to OAR to enhance forecasting innovation through regular, direct interaction between OAR scientists and NWS operational staff.\n\nRequires the program to allow up to 10 OAR staff and NWS staff to spend up to a year on detail.\n\n(Sec. 14) Authorizes the Assistant Administrator for NWS to establish a program to host competitively selected postdoctoral fellows and academic researchers for a year at any of the National Centers for Environmental Prediction to provide direct interaction between forecasters and academic and private sector researchers in an effort to bring innovation to forecasting tools and techniques available to the NWS.\n\n(Sec. 16) Authorizes appropriations through FY2017, as well as alternative funding amounts for FY2014 if the Budget Control Act of 2011 is repealed or replaced with an Act increasing allocations.\n\nProhibits any additional funds from being authorized to carry out this Act and the amendments made by it."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Weather Forecasting Improvement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Weather Forecasting Improvement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Weather Forecasting Improvement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To prioritize and redirect NOAA resources to a focused program of investment on near-term, affordable, and attainable advances in observational, computing, and modeling capabilities to deliver substantial improvement in weather forecasting and prediction of high impact weather events, such as tornadoes and hurricanes, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "is_for_portion": false, 
      "title": "To prioritize and redirect NOAA resources to a focused program of investment on affordable and attainable advances in observational, computing, and modeling capabilities to deliver substantial improvement in weather forecasting and prediction of high impact weather events, such as those associated with hurricanes, tornadoes, droughts, floods, storm surges, and wildfires, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:19:44-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR2413:@@@L&summ2=m&"
}