{
  "actions": [
    {
      "acted_at": "2014-02-24", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-27", 
      "committee": "Committee on Energy and Natural Resources Senate Subcommittee on Water and Power", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Senate Subcommittee on Water and Power. Hearings held. With printed Hearing: S.Hrg. 113-284.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2034-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Water and Power", 
      "subcommittee_id": "07"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-02-27", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-24", 
  "number": "2034", 
  "official_title": "A bill to authorize the Secretary of the Interior to establish a program to facilitate the transfer to non-Federal ownership of appropriate reclamation projects or facilities, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Reclamation Title Transfer Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Schatz, Brian", 
    "state": "HI", 
    "thomas_id": "02173", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-24", 
  "subjects": [
    "Dams and canals", 
    "Environmental assessment, monitoring, research", 
    "Government buildings, facilities, and property", 
    "Land transfers", 
    "Land use and conservation", 
    "Water resources development", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-24", 
    "text": "Reclamation Title Transfer Act of 2014 - Authorizes the Commissioner of the Bureau of Reclamation to establish a program that: (1) identifies and analyzes the potential for public benefits from the transfer of eligible facilities out of federal ownership, and (2) facilitates the transfer of such facilities to qualifying entities to promote more efficient management of water and water-related facilities.\n\nDefines: (1) \"eligible facilities\" as reclamation projects or facilities (including dams and appurtenant works, infrastructure, recreational facilities, buildings, distribution and drainage works, and associated land or interests in land or water) for which the United States holds title and that meet the criteria for potential transfer established by this Act; and (2) \"qualifying entity\" as a state, local government, Indian tribe, municipal or quasi-municipal corporation, or other entity (such as a water district) that has the capacity to continue to manage the conveyed property for the same purposes that the property has been managed under the reclamation laws.\n\nAuthorizes the Commissioner to convey an eligible facility to a qualifying entity without further authorization from Congress. Grants a qualifying entity that is operating an eligible facility at the time conveyance is being considered the right of first refusal.\n\nAuthorizes the Commissioner to reserve an easement over a conveyed property if necessary for the management of any interests retained by the federal government. Directs the Commissioner to retain any mineral interests associated with a conveyed property.\n\nRequires the Commissioner to: (1) establish criteria for determining whether facilities are eligible for conveyance under this Act, including that the qualifying entity agrees to use the eligible facility for substantially the same purposes the facility is being used for at the time the transfer is being evaluated and that such a conveyance is in the financial interest of the United States; and (2) make information on how the determinations are made publicly available.\n\nTerminates the Secretary's authority to carry out such conveyances 15 years after this Act's enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Reclamation Title Transfer Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the Secretary of the Interior to establish a program to facilitate the transfer to non-Federal ownership of appropriate reclamation projects or facilities, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2034:@@@L&summ2=m&"
}