{
  "actions": [
    {
      "acted_at": "2013-12-18", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "text": "Committee on Foreign Relations. Original measure reported to Senate by Senator Menendez. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-18", 
      "calendar": "Senate Legislative", 
      "number": "267", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 267.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1857-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-18", 
  "number": "1857", 
  "official_title": "An original bill to reform assistance to Egypt, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Egypt Assistance Reform Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-12-18", 
  "subjects": [
    "Arab-Israeli relations", 
    "Arms control and nonproliferation", 
    "Congressional oversight", 
    "Crimes against women", 
    "Egypt", 
    "Foreign aid and international relief", 
    "Free trade and trade barriers", 
    "Gaza Strip", 
    "Human rights", 
    "Human trafficking", 
    "Intelligence activities, surveillance, classified information", 
    "International affairs", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Israel", 
    "Licensing and registrations", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military operations and strategy", 
    "Multilateral development programs", 
    "News media and reporting", 
    "Nuclear weapons", 
    "Religion", 
    "Rule of law and government transparency", 
    "Sanctions", 
    "Smuggling and trafficking", 
    "Sovereignty, recognition, national governance and status", 
    "Terrorism", 
    "U.S. and foreign investments", 
    "Women's rights"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-12-18", 
    "text": "Egypt Assistance Reform Act of 2013 - Title I: Prohibition on Assistance to Governments Following Coups D'Etat - (Sec. 101) Amends the Foreign Assistance Act of 1961 to prohibit foreign assistance authorized pursuant to this Act or the Arms Export Control Act from being provided to the government of a foreign country whose democratically elected head of government is deposed by coup d'etat or decree in which the security services of that country play a decisive role.\n\nTerminates restrictions 15 days after the Secretary notifies Congress that a democratically elected government has taken office in such country\n\nExempts from such prohibition humanitarian assistance or assistance to promote democratic elections or public participation in democratic processes.\n\nRequires the Secretary of State to: (1) determine whether a coup d'etat has taken place within 30 days of receiving credible information of such an event, and (2) transmit such determination to Congress with an assessment of the impact upon U.S. national security interests of the cessation of assistance.\n\nAuthorizes the President, with congressional notification, to waive such restrictions if in U.S. national security interests.\n\nApplies such restrictions to Fiji, Guinea-Bissau, Madagascar, and Sudan upon enactment of this Act.\n\nTitle II: United States Assistance for Egypt - (Sec. 201) Prohibits the U.S. government from licensing or otherwise allowing the sale, lease, transfer, or delivery of defense articles or defense services to Egypt until 15 days after the Secretary certifies to Congress that providing such assistance is in U.S. national security interests and the government of Egypt: (1) continues to implement the Peace Treaty between the State of Israel and the Arab Republic of Egypt; (2) is taking appropriate measures to counter terrorism; (3) is allowing U.S. Armed Forces to transit Egyptian territory; (4) is supporting a transition to an inclusive civilian government; (5) is protecting the political and economic freedoms of all residents of Egypt, including addressing violence against women and religious minorities; and (6) has continued to abide by its nuclear non-proliferation commitments.\n\nExempts from such restrictions defense articles and defense services for supporting counterterrorism, border and maritime security, or special operations.\n\nAuthorizes the President, with congressional notification, to waive such restrictions if in U.S. national security interests.\n\n\tDirects the Secretary to: (1) submit to Congress a comprehensive strategy for modernizing and improving U.S. security cooperation with, and assistance for, Egypt; and (2) report to Congress on U.S.-funded contracts with Egypt\n\nStates that such strategy shall seek to: (1) enhance Egypt's ability to defeat al Qaeda and other terrorist organizations operating in Egypt, and to counter terrorist radicalization; (2) improve Egypt's capacity to prevent human trafficking and the illicit movement of terrorists, criminals, weapons, and other dangerous material across Egypt's borders or administrative boundaries, especially through the Gaza Strip; (3) enhance Egypt's operational and intelligence capabilities; and (4) increase accountability to civilian authority, respect for human rights, and the rule of law within Egypt's armed forces.\n\n(Sec. 202) Prohibits bilateral economic assistance from being made available to the government of Egypt until 15 days after the Secretary certifies to Congress that providing such assistance: (1) is in the U.S. national security interest; and (2) the government of Egypt continues to implement the Peace Treaty between the State of Israel and the Arab Republic of Egypt, is supporting the transition to an inclusive civilian government by demonstrating a commitment to hold credible, free elections, is protecting the political, economic, and religious freedoms of all residents of Egypt, including taking measures to address violence against women and religious minorities, is permitting nongovernmental organizations and civil society groups in Egypt to operate freely, and is implementing economic reforms.\n\n Excludes from such prohibition humanitarian assistance or assistance to promote democratic elections or public participation in democratic processes.\n\nAuthorizes the President, with congressional notification, to waive such restrictions if in U.S. national security interests.\n\nDirects the Secretary to provide to Congress a comprehensive foreign assistance strategy for Egypt that: (1) addresses how U.S. foreign assistance can most effectively advance the objective of a secure, democratic, civilian-led Egypt that is a U.S. partner and advances regional peace; (2) assesses actions the government of Egypt has taken that advance or inhibit strategy principles and goals; (3) is based on the best principles and practices of effective international development and the goal of graduation from assistance; (4) assesses resources and amounts that will be necessary over the next five fiscal years to achieve strategy goals; and (5) assesses the effects of a cessation of bilateral economic support for Egypt on the Middle East and related U.S. national security interests.\n\nDeclares that, if in any fiscal year bilateral economic assistance is provided to Egypt from the Economic Support Fund (ESF), not less than $50 million of it shall be provided through the Department and the National Endowment for Democracy for governance and democracy programs in Egypt.\n\nDeclares in addition that, if in any year the President exercises a waiver and bilateral economic assistance is provided to Egypt, at least an additional $25 million of it shall also be provided through the Department and the National Endowment for Democracy for such programs.\n\n(Sec. 203) Terminates the limitations under this title on September 30, 2016, if the Secretary certifies to Congress that Egypt: (1) continues to implement the Peace Treaty between the State of Israel and the Arab Republic of Egypt; (2) is taking appropriate measures to counter terrorism, including measures to counter smuggling into the Gaza Strip; (3) is allowing U.S. Armed Forces to transit Egyptian territory; and (4) is supporting a transition to an inclusive civilian government by making progress toward holding free elections that are consistent with internationally accepted standards.\n\n(Sec. 204) Provides for additional congressional committee oversight of Egyptian funding.\n\n(Sec. 205) Amends the Consolidated Appropriations Act, 2012 to repeal the prohibition on the use of funds under such Act for assistance to any country whose elected head of government is deposed by military coup or decree.\n\n Provides that any restrictions on assistance to a foreign government as the result of a coup d'etat that were enacted before enactment of this Act shall terminate as of the date of enactment and no longer apply to the provision of such assistance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Egypt Assistance Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Egypt Assistance Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to reform assistance to Egypt, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:05-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1857:@@@L&summ2=m&"
}