{
  "actions": [
    {
      "acted_at": "2013-07-23T14:37:00-04:00", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "The House Committee on Appropriations reported an original measure, H. Rept. 113-171, by Mr. Wolf.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-23T14:37:00-04:00", 
      "calendar": "Union", 
      "number": "124", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on the Union Calendar, Calendar No. 124.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2787-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-23", 
  "number": "2787", 
  "official_title": "Making appropriations for the Departments of Commerce and Justice, Science, and Related Agencies for the fiscal year ending September 30, 2014, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr933-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3547-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4660-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1329-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2014", 
  "sponsor": {
    "district": "10", 
    "name": "Wolf, Frank R.", 
    "state": "VA", 
    "thomas_id": "01238", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-07-23T14:37:00-04:00", 
  "subjects": [
    "Abortion", 
    "Administrative law and regulatory procedures", 
    "Age discrimination", 
    "Appropriations", 
    "Asia", 
    "Atmospheric science and weather", 
    "Border security and unlawful immigration", 
    "Business records", 
    "Caribbean area", 
    "Census and government statistics", 
    "China", 
    "Commission on Civil Rights", 
    "Competitiveness, trade promotion, trade deficits", 
    "Correctional facilities and imprisonment", 
    "Criminal investigation, prosecution, interrogation", 
    "Cuba", 
    "Department of Commerce", 
    "Department of Justice", 
    "Detention of persons", 
    "Drug Enforcement Administration (DEA)", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Employment discrimination and employee rights", 
    "Equal Employment Opportunity Commission (EEOC)", 
    "Executive Office of the President", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Firearms and explosives", 
    "Foreign and international corporations", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Historical and cultural resources", 
    "Human rights", 
    "Immigration status and procedures", 
    "Intergovernmental relations", 
    "Judicial procedure and administration", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Legal Services Corporation", 
    "Marine Mammal Commission", 
    "Marine and coastal resources, fisheries", 
    "Marketing and advertising", 
    "Military facilities and property", 
    "Minority and disadvantaged businesses", 
    "National Aeronautics and Space Administration", 
    "National Science Foundation", 
    "Office of the U.S. Trade Representative", 
    "Poverty and welfare assistance", 
    "Public contracts and procurement", 
    "State and local government operations", 
    "Technology transfer and commercialization", 
    "Terrorism", 
    "Trade restrictions", 
    "U.S. International Trade Commission", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Reported to House without amendment", 
    "date": "2013-07-23", 
    "text": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2014 - Makes appropriations for FY2014 for the Departments of Commerce and Justice, for science-related programs, and related agencies.\n\nTitle I: Department of Commerce - Department of Commerce Appropriations Act, 2014 - Makes appropriations for the Department of Commerce for FY2014 for: (1) the International Trade Administration; (2) the Bureau of Industry and Security; (3) the Economic Development Administration; (4) the Minority Business Development Agency; (5) economic and statistical analysis programs; (6) the Bureau of the Census; (7) the National Telecommunications and Information Administration; (8) the United States Patent and Trademark Office (USPTO); (9) the National Institute of Standards and Technology (NIST); (10) the National Oceanic and Atmospheric Administration (NOAA); and (11) departmental management, including for the Office of Inspector General.\n\nTitle II: Department of Justice - Department of Justice Appropriations Act, 2014 - Makes appropriations for the Department of Justice (DOJ) for FY2014 for: (1) general administration, including for the Office of Inspector General; (2) the United States Parole Commission; (3) legal activities, including for the antitrust division, the Offices of the United States Attorneys, the United States Trustee Program, the Foreign Claims Settlement Commission, the Community Relations Service, and the Assets Forfeiture Fund; (4) the United States Marshals Service; (5) the National Security Division; (6) interagency crime and drug enforcement; (7) the Federal Bureau of Investigation (FBI); (8) the Drug Enforcement Administration (DEA); (9) the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF); (10) the federal prison system, including for Federal Prison Industries, Incorporated; (11) the Office on Violence Against Women for violence against women prevention and prosecution programs; and (12) Office of Justice programs, including for state and local law enforcement assistance, juvenile justice programs, and public safety officer benefits.\n\n(Sec. 202) Prohibits the use of funds to: (1) pay for an abortion, except where the life of the mother would be endangered if the fetus were carried to term, or in the case of rape; or (2) require any person to perform or facilitate an abortion.\n\n(Sec. 216) Prohibits the use of funds made available under this Act, other than for the national instant criminal background check system, by a federal law enforcement officer to facilitate the transfer of an operable firearm to an individual known or suspected to be an agent of a drug cartel, unless U.S. law enforcement personnel continuously monitor or control the firearm at all times.\n\n(Sec. 218) Prohibits the use of funds made available to DOJ to invalidate, overturn, or interfere with state immigration laws.\n\nTitle III: Science - Science Appropriations Act, 2014 - Makes appropriations for FY2014 for: (1) the Office of Science and Technology Policy (OSTP); (2) the National Aeronautics and Space Administration (NASA), including for the Office of Inspector General; and (3) the National Science Foundation (NSF), including for the Office of the National Science Board and the Office of Inspector General.\n\nTitle IV: Related Agencies - Makes appropriations for FY2014 for: (1) the Commission on Civil Rights, (2) the Equal Employment Opportunity Commission (EEOC), (3) the International Trade Commission, (4) the Legal Services Corporation, (5) the Marine Mammal Commission, (6) the Office of the United States Trade Representative (USTR), and (7) the State Justice Institute.\n\nTitle V: General Provisions - (Sec. 501) Sets forth requirements, restrictions, and limitations on the use of funds appropriated by this Act.\n\n(Sec. 506) Makes any person who mislabels a product sold in or shipped to the United States as \"Made in America\" ineligible to receive any contract or subcontract funded by this Act.\n\n(Sec. 509) Prohibits the use of funds to promote the sale or export of tobacco or tobacco products or to seek the removal by any foreign country of restrictions on marketing of such products, except for restrictions which are not applied equally to all tobacco products of the same type.\n\n(Sec. 516) Prohibits the use of funds to support or justify the use of torture by any official or contract employee of the U.S. government.\n\n(Sec. 518) Prohibits any federal agency from obligating or expending appropriated funds to pay administrative expenses or the compensation of any U.S. officer or employee to deny any application submitted for a permit to import U.S. origin curios or relics firearms, parts, or ammunition.\n\n(Sec. 520) Prohibits the use of funds to authorize or issue a national security letter in contravention of specified statutes authorizing the FBI to issue national security letters.\n\n(Sec. 523) Rescinds specified amounts of unobligated balances available to: (1) the Department of Commerce's National Telecommunications and Information Administration, and (2) DOJ for specified accounts.\n\n(Sec. 526) Prohibits the use of funds to: (1) transfer or release to or within the United States Khalid Sheikh Mohammed or any other detainee who is not a U.S. citizen or a member of the U.S. Armed Forces and who is or was held on or after June 24, 2009, at the U.S. Naval Station, Guantanamo Bay, Cuba, by the Department of Defense (DOD); or (2) construct, acquire, or modify any facility in the United States, its territories, or possessions to detain or imprison such a detainee.\n\n(Sec. 530) Prohibits the use of funds for NASA or OSTP to develop, design, plan, promulgate, implement, or execute a bilateral policy, program, order or contract to participate, collaborate, or coordinate bilaterally with China or any Chinese-owned company unless such activities are specifically authorized by a law enacted after this Act's enactment. Specifies that such limitations shall not apply to activities that NASA or OSTP has certified: (1) pose no risk of resulting in the transfer of technology, data, or other information with national security or economic security implications to China or a Chinese-owned company; and (2) will not involve knowing interactions with officials who have been determined by the United States to have direct involvement with violations of human rights.\n\n(Sec. 532) Prohibits the use of funds to pay the salaries or expenses of personnel to deny, or fail to act on, an application for the importation of any model of shotgun if: (1) all other legal requirements with respect to the proposed importation are met; and (2) no application for the importation of such model of shotgun, in the same configuration, had been denied by the Attorney General prior to January 1, 2011, on the basis that the shotgun was not particularly suitable for or readily adaptable to sporting purposes.\n\n(Sec. 538) Prohibits the use of funds made available by this Act to implement, administer, or enforce the final regulations on \"Disparate Impact and Reasonable Factors Other Than Age Under the Age Discrimination in Employment Act,\" published by the EEOC in the Federal Register on March 30, 2012.\n\n(Sec. 539) Prohibits the use of funds to require a person licensed to engage in the business of importing, manufacturing, or dealing in firearms or importing or manufacturing ammunition to report information to DOJ regarding the sale of multiple rifles or shotguns to the same person.\n\n(Sec. 540) Bars the use of funds for the State Criminal Alien Assistance Program in contravention of provisions of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 that prohibit a federal, state, or local government agency or official from sending to, or receiving from, U.S. Immigration and Customs Enforcement (ICE) information regarding the citizenship or immigration status of an individual.\n\n(Sec. 541) Expresses the sense of Congress that Congress should not pass any legislation which authorizes spending cuts that would increase poverty in the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Department of Commerce Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Department of Justice Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Science Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Commerce, Justice, Science, and Related Agencies Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Department of Commerce Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Department of Justice Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": true, 
      "title": "Science Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making appropriations for the Departments of Commerce and Justice, Science, and Related Agencies for the fiscal year ending September 30, 2014, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:19:52-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR2787:@@@L&summ2=m&"
}