{
  "actions": [
    {
      "acted_at": "2014-04-29", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2267-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2014-04-29", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-29", 
  "number": "2267", 
  "official_title": "A bill to modify chapter 90 of title 18, United States Code, to provide Federal jurisdiction for theft of trade secrets.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5233-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Defend Trade Secrets Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Coons, Christopher A.", 
    "state": "DE", 
    "thomas_id": "01984", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-29", 
  "subjects": [
    "Business ethics", 
    "Business records", 
    "Civil actions and liability", 
    "Crime and law enforcement", 
    "Crimes against property", 
    "Evidence and witnesses", 
    "Fraud offenses and financial crimes", 
    "Jurisdiction and venue", 
    "Product development and innovation", 
    "Trade secrets and economic espionage"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-29", 
    "text": "Defend Trade Secrets Act of 2014 - Amends the federal criminal code to authorize an owner of a trade secret who is aggrieved by an act of economic espionage, theft of a trade secret, or misappropriation of a trade secret that is related to a product or service used in, or intended for use in, interstate or foreign commerce to bring a civil action under this Act (current law authorizes the Attorney General to bring a civil action to obtain injunctive relief against any violation of provisions regarding the protection of trade secrets).\n\nAuthorizes the court, based on an affidavit or verified complaint satisfying the requirements of this Act, upon ex parte application and if the court finds that issuing the order is necessary to prevent irreparable harm, to issue appropriate orders: (1) providing for the preservation of evidence in the civil action, including by making a copy of an electronic storage medium that contains the trade secret; (2) granting an injunction to prevent any actual or threatened violation, (3) requiring affirmative actions to be taken to protect a trade secret; or (4) providing for the seizure of any property used to commit or facilitate the commission of an alleged violation, except that such an order may not provide for the seizure of any property that is merely incidental to the alleged violation unless necessary to preserve evidence or shall provide for the seizure of any property in a manner that does not interrupt normal and legitimate business operations unrelated to the trade secret.\n\nMakes applicable to such ex parte applications and seizure orders specified requirements of the Trademark Act of 1946 regarding ex parte applications and seizure orders in civil actions arising out of the use of counterfeit marks in connection with the sale, offering for sale, or distribution of goods or services.\n\nAuthorizes a court in a civil action brought under this Act to: (1) grant an injunction to prevent any violation, to require affirmative actions to be taken to protect a trade secret, and to condition future use upon payment of a reasonable royalty for no longer than the period use could have been prohibited; (2) award damages for actual loss, damages for unjust enrichment, and (in lieu of damages measured by any other methods) damages caused by misappropriation measured by imposition of liability for a reasonable royalty for the unauthorized disclosure or use of a trade secret; (3) award exemplary treble damages if the trade secret is willfully or maliciously misappropriated; and (4) award reasonable attorney's fees to the prevailing party if a claim of misappropriation is made in bad faith, a motion to terminate an injunction is made or opposed in bad faith, or a trade secret is willfully and maliciously misappropriated.\n\nEstablishes a five-year limitations period, beginning when the misappropriation is discovered or should have been discovered."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Defend Trade Secrets Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to modify chapter 90 of title 18, United States Code, to provide Federal jurisdiction for theft of trade secrets.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:17-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2267:@@@L&summ2=m&"
}