{
  "actions": [
    {
      "acted_at": "2013-08-02", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on the Judiciary, Energy and Commerce, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-02", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-02", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-02", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-02", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3033-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Coffman, Mike", 
      "sponsored_at": "2013-08-02", 
      "state": "CO", 
      "thomas_id": "01912", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Huelskamp, Tim", 
      "sponsored_at": "2013-08-02", 
      "state": "KS", 
      "thomas_id": "02020", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Huizenga, Bill", 
      "sponsored_at": "2013-08-02", 
      "state": "MI", 
      "thomas_id": "02028", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Long, Billy", 
      "sponsored_at": "2013-08-02", 
      "state": "MO", 
      "thomas_id": "02033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "McKinley, David B.", 
      "sponsored_at": "2013-08-02", 
      "state": "WV", 
      "thomas_id": "02074", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Westmoreland, Lynn A.", 
      "sponsored_at": "2013-08-02", 
      "state": "GA", 
      "thomas_id": "01779", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-02", 
  "number": "3033", 
  "official_title": "To enhance energy security by expanding access to domestic energy resources, boost employment opportunities in the energy sector, and provide consumers relief from artificial price increases.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2408-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Energy Security and Employment Act", 
  "sponsor": {
    "district": "5", 
    "name": "Latta, Robert E.", 
    "state": "OH", 
    "thomas_id": "01885", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alaska", 
    "Alternative and renewable resources", 
    "Arctic and polar regions", 
    "Climate change and greenhouse gases", 
    "Department of the Interior", 
    "Disaster relief and insurance", 
    "Education programs funding", 
    "Emergency planning and evacuation", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Energy revenues and royalties", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental regulatory procedures", 
    "Executive agency funding and structure", 
    "Federal-Indian relations", 
    "Floods and storm protection", 
    "General public lands matters", 
    "Higher education", 
    "Historic sites and heritage areas", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Industrial facilities", 
    "Infrastructure development", 
    "Intergovernmental relations", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Land transfers", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Motor fuels", 
    "State and local finance", 
    "State and local taxation", 
    "Student aid and college costs", 
    "Transportation programs funding", 
    "Water resources development", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-02", 
    "text": "Energy Security and Employment Act - Amends the Gulf of Mexico Energy Security Act of 2006 to repeal the moratorium on oil and gas leasing in certain areas of the Gulf of Mexico.\n\nRetains the authority of the Secretary of Defense to designate national defense areas on the outer Continental Shelf (OCS).\n\nDeems the Draft Proposed Outer Continental Shelf Oil and Gas Leasing Program 2010-2015, issued by the Secretary of the Interior (Secretary), to be the final oil and gas leasing program for FY2013-FY2018 under the Outer Continental Shelf Lands Act (OCSLA).\n\nConsiders the Secretary to have issued a final environmental impact statement for such program in accordance with specified law.\n\nTerminates the Five Year Outer Continental Shelf Oil and Gas Leasing Program for 2012-2017.\n\nAmends the OCSLA to direct the Secretary to share OCS receipts with states and local governments according to a specified allocation formula composed of bonus bids and royalties to adjacent states, including states that: (1) have a coastline point within 300 miles of the center of the leased tract; and (2) allow leasing within at least 25% of the portion of each state's Adjacent Zone that is within 75 miles of the coastline.\n\nPrescribes payment of allocations to: (1) certain states and coastal county-equivalent political subdivisions, and (2) coastal municipal political subdivisions.\n\nPermits payment of such funds to be used as matching funds for other federal programs.\n\nDirects the Secretary to establish and implement a competitive oil and gas leasing program for the exploration, development, and production of oil and gas resources on the Coastal Plain within the Arctic National Wildlife Refuge (ANWR).\n\nAmends the Alaska National Interest Lands Conservation Act of 1980 to repeal the prohibition against leasing or other development leading to production of oil and gas from ANWR.\n\nStates that the \"Final Legislative Environmental Impact Statement\" (April 1987) on the Coastal Plain prepared by the Secretary satisfies the requirements of the National Environmental Policy Act of 1969 regarding prelease activities under this Act, including actions authorized to be taken by the Secretary regarding regulations for the establishment of a leasing program before the first lease sale is conducted.\n\nStates the Secretary shall not be required to identify nonleasing alternative courses of action, nor to analyze the environmental effects of those courses of action.\n\nAuthorizes the Secretary to designate and exclude from leasing up to 45,000 acres of the Coastal Plain as a special area, and 4,000 acres in the Sadlerochit Spring area as another special area, requiring special management and regulatory protection.\n\nProhibits surface occupancy of a special area if the Secretary leases all or a portion of it for oil and gas exploration, development, or production.\n\nAuthorizes lease terms to permit horizontal drilling technology from sites on lease tracts located outside the special area.\n\nProhibits the Secretary from closing land within the Coastal Plain to oil and gas leasing, exploration, development, or production except in accordance with this Act.\n\nDirects the Secretary to establish procedures for lease sales to any person qualified to obtain a lease for oil and gas deposits, at a minimum of 200,000 acres for the first lease sale.\n\nPermits lease sales conducted through an Internet leasing program. Prescribes lease sales, terms and conditions, including a timetable for lease sales.\n\nProvides for expedited judicial review.\n\nDirects the Secretary to: (1) issue rights-of-way and easements across the Coastal Plain for oil and gas transportation, (2) convey to the Kaktovik Inupiat Corporation specified surface estate of land in accordance with a certain agreement, and (3) convey to the Arctic Slope Regional Corporation a certain subsurface estate.\n\nAmends the Consolidated Appropriations Act, 2008 to repeal the prohibition on the use of funds for either a commercial oil shale leasing program or for oil shale lease sales.\n\nDirects the Secretary to open lands for leasing of oil shale resources.\n\nPrescribes a standard for judicial review governing energy projects, including a limitation upon injunctive and prospective relief.\n\nEstablishes: (1) the Office of the Federal Oil and Gas Permit Coordinator, and (2) regional offices to coordinate review of federal permits for oil and gas projects on federal lands onshore and on the OCS.\n\nProhibits both the President and the head of a federal department or agency from promulgating regulations providing for the control of emissions of a greenhouse gas, enforce or implement any law or regulation that provides for the control of emissions of a greenhouse gas, take action relating to or take into consideration the climate effects of emissions of a greenhouse gas, consider climate effects in implementing or enforcing any law or condition or deny any approval based upon climate effects.\n\nPrecludes the Secretary of Transportation from exercising any authority regarding greenhouse gases.\n\nRetains specified requirements governing Corporate Average Fuel Economy (CAFE) standards.\n\nNullifies certain rules and actions taken by EPA before the date of enactment of this Act to regulate greenhouse gases for effects relating to atmospheric concentrations of greenhouse gases and climate change.\n\nAmends the Clean Air Act to prohibit EPA from granting any state request for a waiver of standards to control emissions of greenhouse gas air pollutants from new motor vehicles or new motor vehicle engines of model year 2017.\n\nDeems stricken from a state implementation plan any designation of greenhouse gases as pollutants subject to regulation or as regulated pollutants, or otherwise authorizing or requiring limitations on the emission of greenhouse gases under state law.\n\nAmends the Energy Independence and Security Act of 2007 to repeal the prohibition against federal procurement of alternative or synthetic fuel unless the contract specifies that the lifecycle greenhouse gas emissions associated with the production and combustion of the fuel supplied must be less than or equal to such emissions from the equivalent conventional fuel produced from conventional petroleum sources.\n\nAmends the Clean Air Act to: (1) prohibit any state from prescribing or attempting to enforce any control or prohibition regarding any characteristic or component of either a fuel or fuel additive in a motor vehicle or motor vehicle engine, (2) require the use of conventional gasoline in a motor vehicle throughout the United States, and (3) repeal certain requirements for oxygenated gasoline.\n\nRequires EPA, upon the request of a state governor or the governing body of an Indian tribe, to enter into a streamlined refinery permitting agreement.\n\nRequires EPA to conduct a research and demonstration program to evaluate the air quality benefits of ultra-clean Fischer-Tropsch transportation fuel, including diesel and jet fuel."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Energy Security and Employment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To enhance energy security by expanding access to domestic energy resources, boost employment opportunities in the energy sector, and provide consumers relief from artificial price increases.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:19:57-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3033:@@@L&summ2=m&"
}