{
  "actions": [
    {
      "acted_at": "2014-05-15", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2343-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-15", 
  "number": "2343", 
  "official_title": "A bill to amend the Child Abuse Prevention and Treatment Act to require mandatory reporting of incidents of child abuse or neglect, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Speak Up to Protect Every Abused Kid Act", 
  "sponsor": {
    "district": null, 
    "name": "Casey, Robert P., Jr.", 
    "state": "PA", 
    "thomas_id": "01828", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-15", 
  "subjects": [
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crime prevention", 
    "Crime victims", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Domestic violence and child abuse", 
    "Families", 
    "Government studies and investigations", 
    "Social work, volunteer service, charitable organizations", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Families", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-15", 
    "text": "Speak Up to Protect Every Abused Kid Act - Expresses the sense of Congress with respect to abused children.\n\nAmends the Child Abuse Prevention and Treatment Act (CAPTA) to direct the Secretary of Health and Human Services (HHS) to make grants to eligible entities to carry out educational campaigns and provide evidence-based or evidence-informed training regarding state laws for mandatory reporting of incidents of child abuse or neglect.\n\nRequires the state plan under a grant for child abuse or neglect prevention and treatment programs to contain specified assurances about: (1) state laws or programs that include procedures for an individual to report suspected or known incidents incidents of child abuse or neglect to state child protective services agencies or to law enforcement agencies; (2) procedures to ensure coordination between the state law or statewide program and relevant law enforcement and state or community-based victims' services agencies with respect to referrals of child victims of acts by a perpetrator other than a parent or caretaker that would otherwise be considered child abuse or neglect; and (3) primary state responsibility to accept and investigate reports of known and suspected child abuse or neglect pertaining to an incident that occurred in the state, even if the child or alleged perpetrator resides in a different state. Requires a state law to require certain licensed, certified, or professional individuals to report suspected or known incidents of child abuse or neglect. Requires the annual state application for a grant for programs relating to investigation and prosecution of child abuse and neglect cases to contain an assurance that the state will support training for adults who work with children in a professional or volunteer capacity to report suspected and known incidents of child abuse or neglect. Requires the state multidisciplinary task force on children's justice to evaluate the state's efforts to train such adults to report such incidents. Requires a state to adopt state task force recommendations in the category of experimental, model, and demonstration programs for testing innovative approaches and techniques that may improve reporting to the state child protective services agencies or to law enforcement agencies of and response to suspected and known incidents of child abuse or neglect by adults. Requires a state, to be eligible to receive any form of financial assistance, to include in its plan or application an assurance that the state has in effect a state law for mandatory reporting of child abuse or neglect. Directs the Secretary to collect information on and otherwise study the efforts of states relating to state laws for mandatory reporting of incidents of child abuse or neglect in order to assess the implementation of CAPTA. Requires an application for a community-based grant to contain an assurance that the state has in effect a state law for mandatory reporting of child abuse or neglect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Speak Up to Protect Every Abused Kid Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Child Abuse Prevention and Treatment Act to require mandatory reporting of incidents of child abuse or neglect, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2343:@@@L&summ2=m&"
}