{
  "actions": [
    {
      "acted_at": "2014-05-01", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Capital Markets and Government Sponsored Enterprises Prior to Introduction and Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-06", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4564-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Capital Markets and Government Sponsored Enterprises", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Garrett, Scott", 
      "sponsored_at": "2014-05-06", 
      "state": "NJ", 
      "thomas_id": "01737", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-06", 
  "number": "4564", 
  "official_title": "To amend the Jumpstart Our Business Startups Act to improve the crowdfunding provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Equity Crowdfunding Improvement Act of 2014", 
  "sponsor": {
    "district": "10", 
    "name": "McHenry, Patrick T.", 
    "state": "NC", 
    "thomas_id": "01792", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-06", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business investment and capital", 
    "Federal preemption", 
    "Finance and financial sector", 
    "Licensing and registrations", 
    "Securities", 
    "Securities and Exchange Commission (SEC)", 
    "Small business"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-06", 
    "text": "Equity Crowdfunding Improvement Act of 2014 - Repeals the CROWDFUND Act.\n\nAmends the Jumpstart Our Business Startups Act to exempt from the registration requirements and prohibitions of the Securities Act of 1933 any transactions involving the offer or sale of crowdfunded securities by an issuer if specified requirements are met.\n\n(Crowdfunding is a method of capital formation where groups of people pool money, typically composed of small individual contributions, and often via internet platforms, to either invest in a company or support an effort by others to accomplish a specific goal.)\n\nPrescribes among these requirements that the aggregate amount sold within the previous 12-month period in reliance upon the crowdfunding exemption be either: (1) $3 million, adjusted for inflation, or less; or (2) $5 million, adjusted for inflation, or less if the issuer provides potential investors with audited financial statements.\n\nRequires also that, in the case of a transaction involving an intermediary between the issuer and the investor, that the intermediary comply with certain requirements.\n\nRequires as well that if the aggregate amount sold within the previous 12-month period in reliance upon this exemption is: (1) $500,000 or less, the issuer provide potential investors with financial statements issuer-certified to be true and complete in all material respects; or (2) between $500,000 and $3 million, the issuer provide potential investors with financial statements reviewed by a public accountant independent of the issuer.\n\nProhibits the aggregate amount sold to an unaccredited investor within the previous 12-month period in reliance upon the crowdfunding exemption from exceeding either the greater of: (1) $5,000, adjusted for inflation; (2) 10% of the annual income; or (3) 10% of the investor's net worth.\n\nRequires finally that the issuer be a corporation at the time such securities are issued.\n\nPrescribes requirements governing a person functioning as intermediary between the issuer and the investor.\n\nRequires an intermediary to direct the issuer to: (1) state a target offering amount and a deadline to reach it, and (2) ensure that the third party custodian withholds offering proceeds until the aggregate capital raised from other investors is at least 100% of the target offering amount.\n\nRequires an intermediary to undertake background checks on the issuer's executive officers, directors, and shareholders with 15% or more voting control.\n\nRequires an issuer to use intermediaries when selling to unaccredited investors.\n\nPermits an intermediary to select the transactions in which it serves as an intermediary.\n\nAmends the Investment Company Act of 1940 to exempt from treatment as an investment company any person substantially all of whose business is confined to investing in securities purchased in crowdfunding investment companies under this Act.\n\n Amends the Securities Act of 1933 to exempt such crowdfunded securities from state regulation of securities offerings; but retains state jurisdiction over the unlawful conduct of intermediaries, issuers, and custodians."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Equity Crowdfunding Improvement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Jumpstart Our Business Startups Act to improve the crowdfunding provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:37-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4564:@@@L&summ2=m&"
}