{
  "actions": [
    {
      "acted_at": "2013-07-31", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1416-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2013-11-04", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-31", 
  "number": "1416", 
  "official_title": "A bill to protect miners from pneumoconiosis (commonly known as black lung disease), and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Black Lung Health Improvements Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-07-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Cardiovascular and respiratory health", 
    "Coal", 
    "Congressional oversight", 
    "Department of Labor", 
    "Disability and paralysis", 
    "Government trust funds", 
    "Health care coverage and access", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Labor and employment", 
    "Legal fees and court costs", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Mining", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-07-31", 
    "text": "Black Lung Health Improvements Act of 2013 - Amends the Federal Mine Safety and Health Act of 1977 to transfer to the Secretary of Labor from the Secretary of Health and Human Services (HHS) (formerly known as the Secretary of Health, Education, and Welfare [HEW]) the duty to establish a schedule reducing the average concentration of respirable dust in the mine atmosphere during each shift to which each miner is exposed below the levels established under that Act to a level of exposure which will prevent new incidences and further development of respiratory disease in any person.\n\nRequires the Secretary to: (1) issue a final regulation lowering a miner's permissible exposure level to respirable dust (including coal and silica dust) through environmental and engineering controls, as well as update sampling and testing procedures; and (2) reexamine once every five years the incidence of pneumoconiosis (black lung disease) in miners and, unless black lung disease declines, update the regulation.\n\nAmends the Black Lung Benefits Act to require a mine operator to deliver within 14 days a complete copy of the examining physician's report to any miner required to submit to a medical examination regarding his or her respiratory or pulmonary condition.\n\nDirects the Comptroller General (GAO) to report to Congress on any barriers to health care faced by people with black lung disease.\n\nDirects the Secretary to review forms for obtaining workers' compensation benefits under the Black Lung Benefits Program to determine any paperwork barriers to receiving and processing black lung benefit claims as well as the feasibility of reducing such forms.\n\nAmends the Mine Improvement and New Emergency Response Act of 2006 to direct the Secretary to award competitive Brookwood-Saga Mine Safety Grants to entities for research and outreach to prevent and treat black lung disease.\n\nDirects the Secretary to establish an attorneys' fee payment program to pay attorneys' fees of up to $4,500 to prevailing parties on a qualifying black lung benefit claim.\n\nDirects the Secretary to make black lung benefit payments to a miner's widow and children in respect of survivors' benefits: (1) for claims filed after January 1, 2005, that are pending on or after March 23, 2010, where the miner is found entitled to receive benefits at the time of his death as a result of a lifetime claim; and (2) where the miner is found entitled to receive benefits at the time of his death as a result of a lifetime claim filed before January 1, 1982."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Black Lung Health Improvements Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect miners from pneumoconiosis (commonly known as black lung disease), and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:56-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1416:@@@L&summ2=m&"
}