{
  "actions": [
    {
      "acted_at": "2013-09-30", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1563-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2013-09-30", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2013-09-30", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-09-30", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-30", 
  "number": "1563", 
  "official_title": "A bill to provide for the expansion of the biofuels market.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Biofuels Market Expansion Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-30", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alternative and renewable resources", 
    "Department of Energy", 
    "Government lending and loan guarantees", 
    "Motor fuels", 
    "Motor vehicles", 
    "Pipelines", 
    "Transportation and public works", 
    "Transportation programs funding"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-30", 
    "text": "Biofuels Market Expansion Act of 2013 - Amends the Petroleum Marketing Practices Act, with respect to the installation of renewable fuel pumps and tanks, to revise the ethanol content requirements for renewable fuel to mean any fuel which is at least 10% ethanol by volume.\n\nRequires automobile manufacturers to ensure that at least 50% of 2015 and 2016 model year automobiles and light duty trucks manufactured for sale in the United States are dual fueled. Increases the minimum to 90% for 2017 and subsequent model years. (Excludes automobiles and light duty trucks that operate only on electricity.)\n\nRequires the Secretary of Energy (DOE) to make grants to eligible facilities to pay the federal share of: (1) installing blender pump fuel infrastructure, including infrastructure necessary for the direct retail sale of ethanol fuel blends (including E-85 fuel); and (2) providing subgrants to direct retailers of such fuels for the installation of such infrastructure. Prohibits a major fuel distributor (any person that owns a refinery or that directly markets the output of a refinery through at least 50 retail fueling stations) from being eligible for such grants or subgrants.\n\nAmends the Clean Air Act to revise the renewable fuel program to require the Secretary to promulgate regulations to ensure that each major fuel distributor that sells or introduces gasoline into commerce in the United States through majority-owned stations or branded stations installs one or more blender pumps that dispense E-85 fuel and ethanol fuel blends at: (1) an overall percentage of such stations increasing from 10% in 2016 to 50% in 2022, and (2) a specified minimum percentage of such stations in each state. Allows such distributors to earn credits if they exceed such percentages and to sell such credits to other distributors, except for use to fulfill the state distribution requirement.\n\nAmends the Energy Policy Act of 2005 to make renewable fuel pipelines eligible for loan guarantees for projects that avoid, reduce, or sequester air pollutants or anthropogenic emissions of greenhouse gases and employ new or significantly improved technologies as compared to commercial technologies in service in the United States at the time the guarantee is issued.\n\nAmends the temporary program for rapid deployment of renewable energy and electric power transmission projects to make eligible for loan guarantees projects for the installation of sufficient infrastructure to allow for the cost-effective deployment of clean energy technologies appropriate to each region of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Biofuels Market Expansion Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the expansion of the biofuels market.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:59-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1563:@@@L&summ2=m&"
}