{
  "actions": [
    {
      "acted_at": "2013-10-31", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1638-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-10-31", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2013-10-31", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2013-10-31", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-31", 
  "number": "1638", 
  "official_title": "A bill to promote public awareness of cybersecurity.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cybersecurity Public Awareness Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Whitehouse, Sheldon", 
    "state": "RI", 
    "thomas_id": "01823", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-31", 
  "subjects": [
    "Census and government statistics", 
    "Computer security and identity theft", 
    "Computers and information technology", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Financial services and investments", 
    "Government information and archives", 
    "Government operations and politics", 
    "Infrastructure development", 
    "Internet and video services", 
    "Judicial procedure and administration", 
    "Performance measurement", 
    "Right of privacy", 
    "Securities", 
    "Securities and Exchange Commission (SEC)"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-31", 
    "text": "Cybersecurity Public Awareness Act of 2013 - Directs the Secretary of Homeland Security (DHS) to submit an annual report that: (1) summarizes major cyber incidents involving networks of executive agencies, except for the Department of Defense (DOD); (2) provides aggregate statistics on the number of breaches of networks of executive agencies, the volume of data exfiltrated, and the estimated cost of remedying the breaches; and (3) discusses the risk of cyber sabotage. Requires similar reports by the DOD Secretary to address incidents against DOD and military departments.\n\nDirects the Attorney General and the Director of the Federal Bureau of Investigation (FBI) to submit reports and annual updates describing investigations and prosecutions by the Department of Justice (DOJ) relating to cyber instrusions, computer or network compromise, or other forms of illegal hacking. Requires such reports to identify the resources devoted to the enforcement, investigation, and prosecution of such activities and to discuss legal impediments to prosecutions.\n\nRequires the Securities and Exchange Commission (SEC) to submit annually, for three years, a report: (1) assessing the reporting of cyber risk or cyber incidents in financial statements by issuers of securities; and (2) evaluating SEC actions, including staff guidance.\n\nDirects the DHS Secretary to: (1) submit annual reports describing policies and procedures through which federal agencies, upon request, assist in defending a private sector entity's information networks against cyber threats that could result in loss of life or significant harm to the national economy or national security; (2) submit annually, for three years, a report describing vulnerabilities to, and the prevalence of, cyber threats in specified critical infrastructure sectors and the degree to which cooperative activities with DOD-developed private partners have been employed in each sector; (3) contract with the National Research Council or another federally funded research and development corporation for reports on the opportunities for development of new technologies or approaches to enhance the cybersecurity of critical infrastructure entities; and (4) submit annual reports on impediments to public awareness of common cyber security threats.\n\nDirects the Attorney General, in coordination with the Administrative Office of the United States Courts, to submit a report on: (1) whether federal courts have granted timely relief in matters relating to botnets and other cybercrime and threats; and (2) recommended changes to the rules of civil or criminal procedure, the resources, capabilities, and specialization of courts to which such cases may be assigned, and federal civil and criminal laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Cybersecurity Public Awareness Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote public awareness of cybersecurity.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1638:@@@L&summ2=m&"
}