{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2770-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2770", 
  "official_title": "A bill to amend titles 5 and 28, United States Code, to require annual reports to Congress on, and the maintenance of databases on, awards of fees and other expenses to prevailing parties in certain administrative proceedings and court cases to which the United States is a party, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2919-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Open Book on Equal Access to Justice Act", 
  "sponsor": {
    "district": null, 
    "name": "Walsh, John E.", 
    "state": "MT", 
    "thomas_id": "02198", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Civil actions and liability", 
    "Congressional oversight", 
    "Government information and archives", 
    "Government liability", 
    "Law", 
    "Legal fees and court costs"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Open Book on Equal Access to Justice Act - Amends the Equal Access to Justice Act and the federal judicial code to require the Chairman of the Administrative Conference of the United States to submit to Congress and make publicly available on an Internet website an annual report on the amount of fees and other expenses awarded to prevailing parties other than the United States in certain administrative proceedings and civil action court cases (excluding tort cases) to which the United States is a party, including settlement agreements. Requires such reports to describe the number, nature, and amount of the awards, the claims involved in the controversy, and any other relevant information that may aid Congress in evaluating the scope and impact of such awards.\n\nDirects the Chairman to create and maintain a searchable database on an Internet website containing specified information with respect to each award, including:\n\n if available, the case name and number of, as well as a hyperlink to, any case in which the party other than the agency is not an individual; the name of the agency involved; for an award to an individual, a statement that excludes any personally identifiable information but indicates that the award was made to an individual; for an award made to a party other than an individual, the name of the party; the amount of the award; and the basis for finding that the position of the agency concerned was not substantially justified. Directs the head of each agency (including, with respect to court cases, the Attorney General [DOJ] and the Director of the Administrative Office of the United States Courts) to provide the Chairman all information requested to produce such reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Open Book on Equal Access to Justice Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend titles 5 and 28, United States Code, to require annual reports to Congress on, and the maintenance of databases on, awards of fees and other expenses to prevailing parties in certain administrative proceedings and court cases to which the United States is a party, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2770:@@@L&summ2=m&"
}