{
  "actions": [
    {
      "acted_at": "2013-12-12", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-12-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Communications and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3719-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Communications and Technology", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "19", 
      "name": "Lofgren, Zoe", 
      "sponsored_at": "2013-12-12", 
      "state": "CA", 
      "thomas_id": "00701", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-12", 
  "number": "3719", 
  "official_title": "To amend the Communications Act of 1934 to facilitate retransmission consent negotiations between television broadcast stations and multichannel video programming distributors, to provide greater subscriber choice in cable service tiers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Video CHOICE Act of 2013", 
  "sponsor": {
    "district": "18", 
    "name": "Eshoo, Anna G.", 
    "state": "CA", 
    "thomas_id": "00355", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-12", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Broadcasting, cable, digital technologies", 
    "Consumer affairs", 
    "Contracts and agency", 
    "Federal Communications Commission (FCC)", 
    "Government studies and investigations", 
    "Science, technology, communications", 
    "Telecommunication rates and fees", 
    "Television and film"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-12", 
    "text": "Video Consumers Have Options in Choosing Entertainment Act of 2013 or the Video CHOICE Act of 2013 - Amends the Communications Act of 1934 to allow the Federal Communications Commission (FCC), if a negotiation for a replacement or extended retransmission consent agreement between a television broadcast station and a multichannel video programming distributor (MVPD) reaches an impasse resulting in the expiration of the carriage rights of the MVPD, to authorize interim carriage of such station by the MVPD pending the conclusion of a new agreement.\n\nProhibits a station that elects to grant retransmission consent from entering into an agreement with an MVPD that is conditioned on carriage of any other programming affiliated with such station (or with a person who owns or controls, is owned or controlled by, or is under common ownership or control with such station).\n\nDirects the FCC to complete a rulemaking proceeding to determine whether, during retransmission consent negotiations or after the parties to such negotiations reach an impasse resulting in the expiration of an existing agreement, the blocking of online content owned by or affiliated with a television broadcast station constitutes a failure to negotiate in good faith under communications laws addressing false, fraudulent, or unauthorized transmissions.\n\n Removes from the minimum contents of a basic service tier a requirement for cable system operators to provide to subscribers any signal of any television broadcast station that is provided by the cable operator to any subscriber, thereby enabling subscribers to obtain basic cable television service without receiving broadcast stations that elect to collect fees through retransmission consent agreements.\n\nRequires each cable system operator to offer its subscribers a separately available retransmission consent service tier that consists only of the signal of each television broadcast station electing retransmission consent that is carried on the cable system. Makes such retransmission consent service tier subject to the same rate regulation as the basic service tier.\n\n Prohibits cable operators from requiring a subscription to any tier of service other than the required basic service tier as a condition of access to, or from discriminating between subscribers to the basic service tier and other subscribers with regard to the rates charged for: (1) video programming offered on a per channel or per program basis, or (2) the retransmission consent service established under this Act. (Thus, prohibits services or programming from being limited to certain \"bundling\" arrangements.)\n\nDirects the FCC to submit to Congress an annual report regarding the costs paid by MVPDs for carriage of regional and national television sports networks in the top 20 regional sports markets."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Video CHOICE Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Video Consumers Have Options in Choosing Entertainment Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Communications Act of 1934 to facilitate retransmission consent negotiations between television broadcast stations and multichannel video programming distributors, to provide greater subscriber choice in cable service tiers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:15-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3719:@@@L&summ2=m&"
}