{
  "actions": [
    {
      "acted_at": "2014-07-22", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-22", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-22", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Immigration and Border Security.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5163-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Border Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-22", 
  "number": "5163", 
  "official_title": "To provide for the expedited processing of unaccompanied alien children illegally entering the United States, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2632-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2666-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "6", 
    "name": "Cassidy, Bill", 
    "state": "LA", 
    "thomas_id": "01925", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Border security and unlawful immigration", 
    "Child safety and welfare", 
    "Citizenship and naturalization", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of Justice", 
    "Detention of persons", 
    "Due process and equal protection", 
    "El Salvador", 
    "Government information and archives", 
    "Guatemala", 
    "Honduras", 
    "Immigration", 
    "Immigration status and procedures", 
    "Intergovernmental relations", 
    "International exchange and broadcasting", 
    "Internet and video services", 
    "Juvenile crime and gang violence", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Mexico", 
    "Refugees, asylum, displaced persons", 
    "State and local finance", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-22", 
    "text": "Amends the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 to declare that any unaccompanied alien child (UAC) who has not been a victim of a severe form of trafficking in persons or does not have a credible fear of persecution on returning to his or her country of nationality (or of last habitual residence) shall be: (1) placed in removal proceedings, (2) eligible for voluntary departure at no cost to the child, and (3) provided with access to counsel. (Currently such expedited removal requirements apply only to unaccompanied children from countries contiguous to the United States.)\n\nDirects the Secretary of State to negotiate repatriation agreements between the United States and countries from which large numbers of UACs are unlawfully entering the United States. (Currently such agreements are to be negotiated between the United States and countries contiguous to the United States.)\n\nRequires that a UAC be placed on a return flight to his or her country of nationality (or of last habitual residence) within 72 hours of screening barring cost, feasibility, and any relevant repatriation agreements.\n\nProvides for expedited removal of a UAC who is a member of, or affiliated with, a criminal street gang.\n\nRequires mandatory Department of Homeland Security (DHS) detention of a UAC apprehended by U.S. Border Patrol or U.S. Immigration and Customs Enforcement (ICE) until the child: (1) voluntarily departs or is removed from the United States, or (2) is admitted as a refugee or asylee.\n\nAmends the Immigration and Nationality Act to require an immigration judge to: (1) conduct a proceeding to inspect and determine the status of a UAC who is an applicant for U.S. admission not later than 7 days after the child's screening, and (2) determine within 72 hours of the proceeding's conclusion whether a UAC is admissible (or eligible for relief from removal) or should be removed (unless the alien claims asylum or a substantial fear of persecution).\n\nStates that: (1) if a UAC intends to make a claim of asylum or substantial fear of persecution the child shall be referred to an asylum officer who shall determine in an interview whether there is a substantial fear of persecution, and (2) if there is no substantiated fear of persecution the UAC shall be ordered removed without further hearing or review.\n\nRevises the definition of \"refugee.\"\n\nRequires DHS detention of an alien seeking asylum until the alien is removed or granted asylum.\n\nExtends the bar on U.S. reentry to 10 years for previously removed aliens and for certain aliens who were illegally in the United States but voluntarily departed.\n\nRequires the Secretary of DHS to report to Congress annually detailing apprehended illegal aliens, voluntary departures, removals, and grants of refugee or asylee status.\n\nProhibits the Secretary of DHS from making criminal alien program funds available to:\n\n a state or local government entity that has in place a law or policy that prohibits or restricts a government entity or official from sending to, or receiving from, the responsible federal immigration agency information regarding an individual's citizenship or immigration status; or a state or political subdivision that has in place a law or policy that prevents the state or subdivision from carrying out an agreement regarding specified powers of immigration officers and employees. Directs the Secretary of State to include in any public service announcement relating to U.S. immigration for radio and television broadcast or Internet publication in El Salvador, Guatemala, Honduras, or Mexico the penalties for entering the United States in contravention of the immigrations laws."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide for the expedited processing of unaccompanied alien children illegally entering the United States, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:52-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5163:@@@L&summ2=m&"
}