{
  "actions": [
    {
      "acted_at": "2013-04-23", 
      "references": [
        {
          "reference": "CR S2898", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-04-23", 
      "committees": [
        "SSEG"
      ], 
      "references": [
        {
          "reference": "CR S2898-2901", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-07", 
      "committee": "Committee on Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 113-51.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-18", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-07-29", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Wyden with an amendment in the nature of a substitute. With written report No. 113-83.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-07-29", 
      "calendar": "Senate Legislative", 
      "number": "152", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 152.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s783-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-05-15", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2013-06-27", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2013-06-04", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Flake, Jeff", 
      "sponsored_at": "2013-05-15", 
      "state": "AZ", 
      "thomas_id": "01633", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2013-07-11", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagan, Kay R.", 
      "sponsored_at": "2013-08-01", 
      "state": "NC", 
      "thomas_id": "01902", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heinrich, Martin", 
      "sponsored_at": "2013-06-03", 
      "state": "NM", 
      "thomas_id": "01937", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "King, Angus S. Jr.", 
      "sponsored_at": "2013-04-25", 
      "state": "ME", 
      "thomas_id": "02185", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-09-09", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2013-06-18", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2013-04-23", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2013-05-20", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2013-05-13", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2013-07-29", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2013-07-09", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-05-07", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-04-23", 
  "number": "783", 
  "official_title": "A bill to amend the Helium Act to improve helium stewardship, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr527-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1513-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Helium Stewardship Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-06-18", 
  "subjects": [
    "Alternative and renewable resources", 
    "California", 
    "Coal", 
    "Congressional oversight", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Energy", 
    "Energy prices", 
    "Energy research", 
    "Energy storage, supplies, demand", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Indian lands and resources rights", 
    "Land use and conservation", 
    "Mining", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Pipelines", 
    "Research and development", 
    "Roads and highways", 
    "Solid waste and recycling", 
    "Strategic materials and reserves", 
    "Texas", 
    "Transportation programs funding", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-07-29", 
    "text": "Helium Stewardship Act of 2013 - (Sec. 3) Amends the Helium Act to require that all proceeds received by the Secretary of the Interior (Secretary) from the sale or disposition of helium on federal land from sale or auction be credited to the Helium Production Fund (established in this Act).\n\n(Sec. 4) Requires the Secretary to impose a fee that accurately reflects the economic value of helium storage, withdrawal, or transportation services.\n\nRequires that such a fee be not less than the amount required to reimburse the Secretary for the full costs of providing storage, withdrawal, or transportation services, including capital investments in upgrades and maintenance at the Federal Helium System.\n\nDirects the Secretary to: (1) publish annually a standardized schedule of fees that will be charged for such services; (2) credit such fees to the Helium Production Fund; (3) allow any person or qualified bidder to which crude helium is sold or auctioned under this Act to store it in the Federal Helium Reserve (Reserve); (4) establish a transportation and delivery schedule that ensures timely delivery of helium, including those by non-allocated sales or other non-auction means, and provide priority access to the Federal Helium Pipeline for in-kind sales for federal users; and (5) consider applications for access to the Federal Helium Pipeline in a manner consistent with the schedule for phasing out commercial sales and disposition of assets under this Act.\n\n(Sec. 5) Revises requirements for the sale of crude helium, now in four phases.\n\nDirects the Secretary offer crude helium for sale in Phase A, between the enactment of this Act and October 1, 2014, as under current law, but without limitation of: (1) purchasers to the Department of Defense (DOD), the Atomic Energy Commission (AEC), and other federal agencies; or (2) uses to federal, medical, scientific, and commercial.\n\nAuthorizes federal users to purchase refined helium with priority pipeline access from persons who have entered into enforceable contracts to purchase from the Secretary an equivalent quantity of crude helium at the in-kind price.\n\nApplies Phase A requirements to any period during which helium sales are delayed or suspended.\n\nPrescribes for Phase B an auction implementation process for crude helium sales.\n\nRequires the Secretary to offer crude helium for sale in quantities not subject to auction, after completion of each auction, at not less than the established minimum price, and under terms and conditions necessary to: (1) maximize total recovery of helium from the Reserve over the long term, (2) maximize the total financial return to the taxpayer, and, among other things, (3) give priority to meeting the helium demand of federal users in the event of any disruption to the Reserve. Directs the Secretary to auction annually to any qualified bidder a quantity of crude helium in the Reserve equal to: (1) 10% of the total volume of crude helium made available for FY2015; and (2) a percentage of the total volume of crude helium for each subsequent fiscal year that is 10% greater than the percentage available for the previous fiscal year, but not to exceed 100%. Extends Phase B from October 1, 2014, to the date on which the volume of recoverable crude helium at the Reserve is 3 billion standard cubic feet (excluding privately owned quantities of crude helium stored there temporarily).\n\nPermits the Secretary to adjust the auctioned quantities: (1) downward to minimize market disruptions threatening U.S. economic well-being, but only after submitting a written justification to specified congressional committees; or (2) upward if necessary to increase participation in auctions or returns to the taxpayer.\n\nRequires the Secretary to: (1) establish annually sale and minimum auction prices using a specified order of priority, and (2) adopt procedures to ensure confidentiality of information submitted under this Act.\n\nRequires a refiner, as a condition of purchase, to make excess refining capacity of helium available to specified persons at commercially reasonable rates.\n\nDirects the Secretary, during Phase C, to offer crude helium for sale to federal users at prices required to reimburse the Secretary for the full costs of sales.\n\nPermits federal users, also during Phase C, to purchase refined helium with priority pipeline access from persons who have entered into enforceable contracts to purchase an equivalent quantity of crude helium at the in-kind price from the Secretary.\n\nRequires a Phase D for disposal of assets, beginning not earlier than two years after the commencement of Phase C, and ending January 1, 2023, during which the Secretary shall designate as excess property and dispose of all facilities, equipment, and other real and personal property held by the United States in the Federal Helium System.\n\nMakes the Helium Production Fund available for specified purposes, including capital investments in upgrades and maintenance of the Federal Helium System.\n\nRequires excess funds in such Fund to be: (1) paid to the general fund of the Treasury, and (2) used to reduce the annual federal budget deficit. Directs the Secretary of the Treasury to use $51 million of the amounts paid into the general fund to retire public debt.\n\nRequires the Secretary to offer crude helium for sale or auction during each fiscal year during Phases A, B, and C in a minimum quantity that is the lesser of: (1) the quantity of crude helium offered for sale by the Secretary during FY2012, or (2) the maximum total production capacity of the Federal Helium System.\n\n(Sec. 6) Repeals the requirement that the Secretary arrange with the National Academy of Sciences to study whether disposal of helium reserves will have a substantial adverse effect on scientific, technical, biomedical, or national security interests.\n\nDirects the Secretary, acting through the Bureau of Land Management (BLM), to make specified information available on the Internet relating to the Federal Helium System, including an open market and in-kind price. Requires the BLM Director to establish a timely and public reporting process to provide data affecting the helium industry.\n\nDirects the Secretary, acting through the Director of the U.S. Geological Survey (USGS), to: (1) undertake a national helium gas resource assessment; and (2) submit to certain congressional committees assessments of global and domestic demand for helium, including an inventory of diverse uses of helium.\n\nDirects the Secretary of Energy (DOE) to support research, development, commercial application, and conservation programs to: (1) expand domestic production of low-Btu gas and helium resources, (2) separate and capture helium from natural gas streams, and (3) reduce the venting of helium and helium-bearing low-Btu gas during natural gas operations. Authorizes appropriations.\n\nRequires DOE to support or carry out directly research programs to develop: (1) advanced membrane technology used in the separation of low-Btu gases, and (2) helium separation technology.\n\nRequires also a DOE industrial helium research program to develop: (1) low-cost technologies and technology systems for recycling, reprocessing, and reusing helium for all medical, scientific, industrial, commercial, aerospace, and other uses of helium in the United States, including federal uses; and (2) industrial gathering technologies to capture helium from other chemical processing, including ammonia processing. Authorizes appropriations.\n\nDirects the Secretary of the Interior to cooperate with DOE on any assessment or research regarding extraction and refinement of the isotope helium-3 from crude helium and other potential sources.\n\nAuthorizes the Secretary to study the feasibility of: (1) establishing a facility to separate the isotope helium-3 from crude helium, and (2) exploring other potential sources of the isotope helium-3.\n\nDirects the Secretary to report to certain congressional committees regarding the results of assessments conducted under this Act.\n\nAuthorizes appropriations.\n\nDirects the Secretary to report to Congress on a federal agency acquisition strategy, including: (1) a 20-year federal strategy for securing access to crude helium; (2) certain assessments for federal users of the consumption of, and projected demand for, crude and refined helium, as well as of the effects of increases in the price of refined helium and methods and policies for mitigating any determined effects; (3) a process for prioritization of uses that accounts for diminished availability of helium supplies that may occur over time; and (4) a determination of a date before January 1, 2023, for the implementation of the Phase D disposal of all federally held assets in the Federal Helium System that minimizes any potential supply disruptions for federal users.\n\n(Sec. 10) Amends the Secure Rural Schools and Community Self- Determination Act of 2000 to extend through FY2013: (1) certain federal payments to states and counties containing federal land to fund schools and roads (including certain payments to eligible counties in California), (2) authority to conduct special projects on federal land, (3) authority to reserve and use county funds, and (4) the authorization of appropriations for the Act.\n\nAmends the Energy Policy Act of 2005 to make available to DOE $50 million to remediate, reclaim, and close abandoned oil and gas wells on current or former NPR land.\n\nAmends the Omnibus Parks and Public Lands Management Act of 1996 to make $50 million available to the Secretary to pay the federal funding share of challenge cost-share agreements for deferred maintenance projects and to correct deficiencies in National Park Service infrastructure.\n\nRequires that at least 50% of the total cost of such projects be derived from non-federal sources, including in-kind contribution of goods and services fairly valued.\n\nAmends the Surface Mining Control and Reclamation Act of 1977 relating to the Abandoned Mine Reclamation Fund to: (1) waive the limitation on the total annual payments to a state or Indian tribe certified as having completed coal reclamation for FY2014, but (2) restrict to $75 million the total FY2014 payment to any certified state or Indian tribe. Prescribes requirements for making such payments if the total annual amount to a certified state or Indian tribe is limited by the $75 million ceiling.\n\nFixes at 4% the royalty rate on the quantity of gross value of the output of sodium compounds and related products at the point of shipment to market from federal land in the 2-year period beginning on the date of enactment of this Act.\n\nAmends the Energy Independence and Security Act of 2007 to reduce by $5 million the amount authorized to be appropriated for grants for production of advanced biofuels that has not been appropriated as of the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Helium Stewardship Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Helium Stewardship Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Helium Act to improve helium stewardship, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:45-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN783:@@@L&summ2=m&"
}