{
  "actions": [
    {
      "acted_at": "2014-04-29", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Armed Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-01", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Military Personnel.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4516-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Military Personnel", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-29", 
  "number": "4516", 
  "official_title": "To expedite and oversee the implementation of the women in service implementation plan, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "She Is Ready Act", 
  "sponsor": {
    "district": "46", 
    "name": "Sanchez, Loretta", 
    "state": "CA", 
    "thomas_id": "01522", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-29", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Department of Defense", 
    "Government studies and investigations", 
    "Military education and training", 
    "Military personnel and dependents", 
    "Sex, gender, sexual orientation discrimination", 
    "Women's employment"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-29", 
    "text": "She Is Ready Act - Prohibits the Secretaries of the military departments (the Secretaries) from unduly delaying the assignment of female members of the Armed Forces to military occupational specialties, positions, and units because of the absence of a cadre or critical mass of female members available for such assignment. Requires the Secretary of Defense (DOD) to direct the Secretaries to open for assignment of women all positions in occupations that are open to female members in any unit of the Armed Forces.\n\nRequires the Secretary of Defense to direct: (1) the Secretaries to validate the gender-neutral occupational standards used by the Armed Forces for the purpose of ensuring that such standards: (1) are consistent with provisions requiring performance outcome-based standards for the successful accomplishment of the necessary and required specific tasks associated with the qualifications and duties performed; (2) accurately predict performance of actual, regular, and recurring duties of a military occupation; and (3) are applied equitably to measure individual capabilities.\n\nRequires the Secretary of Defense to: (1) direct the Secretaries to provide greater transparency of women in service implementation plans and ensure that a statement of administration policy is created to reflect the mission of the plan and its intent on responsibly opening all jobs, positions, and units to female members of the Armed Forces; (2) promptly respond whenever one of the Secretaries submits a notice of newly opened jobs, positions, or units to female members of the Armed Forces; and (3) ensure all closed positions and units are open to female members of the Armed Forces by January 1, 2016, consistent with the Joint Memorandum issued on January 24, 2013, regarding the elimination of the 1994 Direct Ground Combat Definition and Assignment Rule.\n\nRequires the Secretary of the Navy to provide Congress with information on: (1) what process and metrics were used to validate the physical standards applicable to members of the Navy and Marine Corps; and (2) Marine Corps research involving female members of the Marine Corps who volunteer for the Infantry Officers Course, the enlisted infantry training course, and the Ground Combat Element Experimental Task Force. Makes any female member of the Marine Corps who graduates from the enlisted infantry course eligible for assignment to an infantry occupational specialty.\n\nRequires: (1) the Secretary of the Army to permit female members of the Army to apply to Army Ranger School for leadership training opportunities, and (2) the Secretary of Defense to direct the Special Operations Command to submit to Congress the type of approach and methodology it will be using for the integration of women into the Special Operations Forces.\n\nRequires the Secretary of Defense to direct the Secretaries to take immediate steps to ensure that properly designed and fitted combat equipment is available and distributed to female members of the Armed Forces.\n\nDirects the Comptroller General to conduct a review of Services' Outreach and Recruitment Efforts gauged toward women representation in the officer corps."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "She Is Ready Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To expedite and oversee the implementation of the women in service implementation plan, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:36-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4516:@@@L&summ2=m&"
}