{
  "actions": [
    {
      "acted_at": "2013-05-14", 
      "references": [
        {
          "reference": "CR S3432", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-05-14", 
      "committees": [
        "SSVA"
      ], 
      "references": [
        {
          "reference": "CR S3432-3433", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-06-12", 
      "committee": "Committee on Veterans' Affairs", 
      "committees": [
        "SSVA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Hearings held. Hearings printed: S.Hrg. 113-111.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-07-24", 
      "committees": [
        "SSVA"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Veterans' Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-12-09", 
      "committee": "Veterans' Affairs", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "text": "Committee on Veterans' Affairs. Reported by Senator Sanders with an amendment in the nature of a substitute and an amendment to the title. With written report No. 113-123. Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-12-09", 
      "calendar": "Senate Legislative", 
      "number": "258", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 258.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s944-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2013-05-14", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-06-12", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-14", 
  "number": "944", 
  "official_title": "A bill to amend title 38, United States Code, to require courses of education provided by public institutions of higher education that are approved for purposes of the All-Volunteer Force Educational Assistance Program and Post-9/11 Educational Assistance to charge veterans tuition and fees at the in-State tuition rate, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr454-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2151-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2341-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2528-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3007-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3098-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3441-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3614-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3615-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s229-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s430-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s492-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s495-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s529-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s629-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s735-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s748-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s778-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s877-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s894-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1039-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1950-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1982-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2413-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Veterans Health and Benefits Improvement Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-07-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Asia", 
    "Cemeteries and funerals", 
    "Child health", 
    "Conflicts and wars", 
    "Congressional officers and employees", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Congressional tributes", 
    "Department of Veterans Affairs", 
    "Disability and paralysis", 
    "Employee hiring", 
    "Employment and training programs", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Hazardous wastes and toxic substances", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Hereditary and development disorders", 
    "Hospital care", 
    "Licensing and registrations", 
    "Long-term, rehabilitative, and terminal care", 
    "Marriage and family status", 
    "Medical research", 
    "Members of Congress", 
    "Mental health", 
    "Military education and training", 
    "Military facilities and property", 
    "Military personnel and dependents", 
    "National Guard and reserves", 
    "Neurological disorders", 
    "North Carolina", 
    "Pennsylvania", 
    "Performance measurement", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Retail and wholesale trades", 
    "Small business", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Thailand", 
    "Unemployment", 
    "User charges and fees", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Veterans' medical care", 
    "Veterans' organizations and recognition", 
    "Veterans' pensions and compensation", 
    "Vocational and technical education", 
    "Water quality"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-12-09", 
    "text": "Veterans Health and Benefits Improvement Act of 2013 - Title I: Survivor and Dependent Matters - (Sec. 101) Extends the period during which additional dependency and indemnity compensation (DIC) will be paid to surviving spouses with children from two years to three years after their entitlement to DIC commences.\n\n(Sec. 102) Provides that the remarriage after age 55 of a veteran's surviving spouse shall not bar the furnishing of Department of Veterans' Affairs (VA) DIC, health care, educational assistance, and housing loans to that spouse. (Sec. 103) Extends the date before which a surviving spouse of a Persian Gulf War veteran must have been married to that veteran to qualify for death benefits from January 1, 2001, to ten years and one day after the Persian Gulf War was terminated. (Sec. 104) Expands the Marine Gunnery Sergeant John David Fry Scholarship to include surviving spouses of service members who die in the line of duty on or after September 11, 2001. (The Scholarship is currently provided to the children of those soldiers.) (Sec. 105) Expands eligibility for the Yellow Ribbon G.I. Education Enhancement Program ( which provides public-private contributions for educational assistance in addition to post-9/11 educational assistance) to beneficiaries of the Marine Gunnery Sergeant John David Fry Scholarship. (Sec. 106) Authorizes the Secretary of Veterans Affairs (Secretary) to provide, to any spina bifida-affected child of a veteran who served on active duty in Thailand beginning on January 9, 1962, and ending on May 7, 1975, and who was exposed to a herbicide agent during such service, the same health care, vocational training and rehabilitation, and monetary allowance required to be paid to a similarly-affected child of a Vietnam veteran. (Sec. 107) Requires the Secretary to carry out a three-year program to assess the feasibility and advisability of providing assisted living, group home care, or similar services in lieu of nursing home care to children with spina bifida who are entitled to health care from the VA. (Sec. 108) Requires the Secretary to carry out a two-year program to assess the feasibility and advisability of providing grief counseling services in group retreat settings for surviving spouses of veterans who died while serving on active duty. (Sec. 109) Requires the Secretary to contract with a private entity to evaluate the Survivors' and Dependents' Educational Assistance Program.\n\nTitle II: Education Matters - (Sec. 201) Directs the Secretary to disapprove, for purposes of the All-Volunteer Force and the Post-9/11 Educational Assistance programs, courses of education provided by a public educational institution of higher education (IHE) that charges tuition and fees for veterans living in the state at a higher rate than it charges in-state residents, regardless of the veteran's state of residence. Makes this provision applicable to: (1) veterans who were discharged or released from at least 90 days of active service less than three years before their date of enrollment in the applicable course, (2) family members eligible for such assistance due to their relationship to such veterans, and (3) courses that commence on or after July 1, 2015.\n\nProhibits the Secretary from disapproving a public IHE's course on the grounds that the IHE conditions a veteran's receipt of in-state tuition rates on such veteran: (1) demonstrating an intent, by means other than physical presence, to establish residency in the state; or (2) satisfying other requirements not related to the establishment of residency.\n\n(Sec. 202) Extends, until June 30, 2015, the authority for veterans to be paid an additional educational assistance allowance for engaging in certain work-study activities involving the: (1) provision of outreach services to service members and veterans, (2) provision of care to veterans in state homes, and (3) administration of national or state veterans' cemeteries. Includes among those activities, work in congressional offices that involves: (1) the distribution of benefit information to service members, veterans, and their dependents; and (2) the preparation and processing of documents to assist such persons in making VA benefit claims.\n\n(Sec. 203) Requires the Government Accountability Office (GAO) to report to Congress on the VA's processes for identifying and resolving incorrect payments under the All-Volunteer Force and the Post-9/11 Educational Assistance programs.\n\n(Sec. 204) Decreases the amount of reporting fees paid by the VA to educational and training institutions in lieu of other compensation for reports or certifications the institution may be required to submit to the VA.\n\nTitle III: Health Care Matters - Subtitle A: Expansion and Improvements of Benefits Generally - (Sec. 301) Amends the Department of Veterans Affairs Health Care Programs Enhancement Act of 2001 to require the program to provide chiropractic care and services to veterans through VA medical centers and clinics to be carried out in at least: (1) two medical centers or clinics in each Veterans Integrated Service Network (VISN) within two years after this Act's enactment, and (2) 50% of all medical centers in each VISN within three years after this Act's enactment.\n\nIncludes chiropractic services as a component of VA medical, rehabilitative, and preventative health services.\n\n(Sec. 302) Amends the date of eligibility for purposes of obtaining VA hospital care and medical services in connection with exposure to contaminated water at Camp Lejeune, North Carolina, from January 1, 1957, to August 1, 1953, or such earlier date as the VA specifies. (Sec. 303) Authorizes the Secretary to provide counseling, care, and services to veterans to overcome sexual trauma they experienced while serving on inactive duty for training. (Sec. 304) Extends until September 30, 2015, the Secretary's authority to transport individuals to and from VA facilities in connection with vocational rehabilitation, counseling, examination, treatment, or care. Authorizes appropriations for FY2014-FY2015 for such program. (Sec. 305) Directs the Secretary, through the National Center for Preventive Health, to carry out a two-year program to assess the feasibility and advisability of promoting health through the support of fitness center membership for veterans who are determined to be overweight or obese and who reside more than 15 minutes driving distance from a VA fitness facility. Requires the Secretary to cover: (1) the full cost of such membership within the catchment area of five VA medical centers, and (2) 50% of that cost within the catchment area of five other VA medical centers. Limits participation to 100 veterans in each catchment area. Makes their participation voluntary. (Sec. 306) Requires the Secretary to carry out a three-year program to assess the feasibility and advisability of promoting veterans' health, including the achievement of a healthy weight, by establishing VA fitness facilities within VA medical centers and clinics. Requires the fitness facilities to be established in at least five VA medical centers and at least five VA outpatient clinics. Limits the amount of funds that may be expended for the establishment and support of each fitness facility. Prohibits the imposition of fees on participating veterans.\n\nSubtitle B: Health Care Administration - (Sec. 311) Extends the Secretary's Health Professional Scholarship Program from December 31, 2014, to December 31, 2019.\n\n(Sec. 312) Directs the Secretary to develop partnerships with IHEs to establish or expand advanced degree programs in prosthetics and orthotics to improve and enhance the availability of high quality prosthetic and orthotic care for veterans. Authorizes appropriations for those activities for FY2015. (Sec. 313) Designates the VA medical center at 3900 Woodland Avenue in Philadelphia, Pennsylvania, as the \"Corporal Michael J. Crescenz Department of Veterans Affairs Medical Center.\"\n\nSubtitle C: Complementary and Alternative Medicine - (Sec. 321) Directs the Secretary to develop a plan to expand: (1) research and education on complementary and alternative medicine within the VA, and (2) the delivery and integration of complementary and alternative medicine with other VA health services.\n\n(Sec. 322) Requires the Secretary to carry out a three-year program to assess the feasibility and advisability of integrating the delivery of complementary and alternative medicine selected by the Secretary with other VA health care services for veterans with mental health conditions, chronic pain conditions, other chronic conditions, and such other conditions the Secretary determines to be appropriate. Requires the program to be conducted at at least 15 different VA medical centers. (Sec. 323) Directs the Secretary to enter into a contract with a qualified independent entity to conduct comprehensive studies of the barriers encountered by veterans in receiving, and administrators and clinicians in providing, VA complementary and alternative medicine. Requires the studies to survey veterans, administrators, and clinicians. Directs the Secretary to ensure that the head of the National Research Advisory Council reviews the results of the studies. Requires the head of the Council to submit findings regarding the studies to the Under Secretary for Health and to other pertinent program offices within the VA. Authorizes appropriations for FY2015. (Sec. 324) Requires the Secretary to establish a three-year program awarding grants to public or private nonprofit entities to assess the feasibility and advisability of using wellness programs to complement the provision of mental health care to veterans and family members eligible for VA counseling services.\n\nTitle IV: Accountability and Administrative Improvements - (Sec. 401) Directs the Secretary to reorganize the Veterans Health Administration (VHA) into geographically defined VISNs.\n\nDirects the Secretary to ensure that each VISN: (1) complies with a staffing model established by the Secretary for that VISN that accounts for the specific health care needs of differing populations in the VISN; (2) maintains a regional integrated health care system; (3) identifies and reduces the duplication of functions in VHA clinical, administrative, and operational processes and practices; (4) works to achieve maximum effectiveness in patient care and safety, graduate medical education, and research; and (5) assesses the consolidation or realignment of institutional functions, in collaboration and cooperation with other VISNs and specified offices or entities within its geographical area.\n\nProhibits a VISN from having more than one headquarters office. Requires that office to be located by the Secretary at the same location as a VA medical center.\n\nRequires the Secretary, at least once every three years, to review and assess the structure and operations of the VISNs and submit review results to the Committees on Veterans' Affairs.\n\n(Sec. 402) Directs the Secretary to establish up to four regional support centers within the VHA to assess the effectiveness and efficiency of the VISNs. Requires each center to assess a VISN's: (1) finance operations and other compliance related activities, (2) outreach to veterans who served in contingency operations, (3) programs for women veterans, (4) programs that address homelessness among veterans, and (5) energy consumption.\n\n(Sec. 403) Establishes the Commission on Capital Planning for Department of Veterans Affairs Medical Facilitiesto undertake a comprehensive evaluation and assessment of various capital planning options for VA medical facilities. (Sec. 404) Directs the Secretary to make available on a publicly-available VA website: (1) data files that contain information on VA research, (2) a data dictionary on each data file, and (3) instructions on how to obtain access to each data file for use in research. Directs the Secretary to require, as a condition on the use of any data gathered or formulated from research funded by the VA, that any final, peer-reviewed manuscript prepared for publication that uses such data be submitted to the Secretary for deposit in a digital archive that is to be established by the Secretary and available to the public.\n\nRequires the Department of Veterans Affairs-Department of Defense Joint Executive to submit to the Secretary and the Secretary of Defense (DOD) options and recommendations for establishing a program of long-term cooperation and data-sharing between and within the VA and DOD to facilitate research on outcomes of military service, readjustment after combat deployment, and other topics of importance to veterans, service members, their families, and communities that have a significant population of veterans or service members.\n\n(Sec. 405) Requires the Secretary to include, in annual VA budget justification materials, a separate statement of amounts requested for activities of the Office of Public and Intergovernmental Affairs for VA outreach activities in aggregate, as well as for each of the Office of the Secretary, the VHA, the Veterans Benefits Administration (VBA), and the National Cemetery Administration. Directs the Secretary to establish and maintain procedures for the Office of Public and Intergovernmental Affairs to ensure the effective coordination and collaboration of VA outreach activities. (Sec. 406) Requires the Comptroller General (GAO) to submit to the Committees on Veterans' Affairs a report on the VA's advisory committees, including recommendations for continuing, modifying, or terminating them.\n\nTitle V: Improvement of Processing of Claims for Compensation - Subtitle A: Claims Based on Military Sexual Trauma - (Sec. 501) Requires the Secretary, in the case of a claim for disability compensation based on a mental health condition related to military sexual trauma, to treat an examination or opinion as being necessary to make a decision on a claim if the evidence of record contains evidence of a disability that may be associated with the claimant's active military service but does not contain a diagnosis or opinion by a mental health professional that may assist in corroborating the occurrence of a military sexual trauma stressor.\n\n(Sec. 502) Directs the Secretary to: (1) assign to each individual seeking compensation for a disability based on military sexual trauma a case representative officer who shall serve as a liaison between such individual and the VA and provide advice and general information to such individual on the claims process; (2) make available to the public information on the availability of such officers; and (3) ensure that individuals who are being separated from the active military service are provided appropriate information about programs, requirements, and procedures for applying for benefits based on military sexual trauma and the availability of such officers. Requires the Advisory Committee on Women Veterans to identify mechanisms to enhance coordination between the VBA and the VHA in the provision of benefits based on military sexual trauma. Prohibits the assignment of case representative officers after 2018. (Sec. 503) Directs the Secretary to submit to the Committees on Veterans' Affairs a report on the current standard of proof for service-connection for covered mental health conditions based on military sexual trauma. (Sec. 504) Requires the Secretary, through 2018, to submit an annual report to Congress on claims for disabilities based on post-traumatic stress disorder (PTSD) alleged to have been incurred or aggravated by military sexual trauma. Subtitle B: Agency of Original Jurisdiction - (Sec. 511) Directs the Secretary to: (1) establish a working group to assess and develop recommendations for the improvement of the employee work credit and work management systems of the VBA in an electronic environment, and (2) implement those recommendations the Secretary deems appropriate. (Sec. 512) Requires the Secretary to establish a task force to: (1) assess the retention and training of claims processors and adjudicators that are employed by the VA and other federal agencies, and (2) develop a plan for promoting the employment of veterans to claims processing positions in the federal government. (Sec. 513) Directs the Secretary to report to the Committees on Veterans' Affairs on the VA's attempts to obtain the records necessary to adjudicate benefit claims from other federal agencies. (Sec. 514) Authorizes the Secretary to recognize representatives of Indian tribes as individuals eligible to represent veterans in the preparation, presentation, and prosecution of VA benefit claims. (Sec. 515) Directs the Secretary to carry out a two-year program to assess the feasibility and advisability of entering into memoranda of understanding with local governments and tribal organizations to: (1) improve the quality of disability compensation and pension claims, and (2) provide claims submittal assistance to veterans who may be eligible for disability compensation or pension benefits. (Sec. 516) Requires the Secretary, through 2015, to submit a quarterly report to the Committees on Veterans' Affairs on the backlog of unadjudicated claims filed with the VA and its efforts to eliminate that backlog. Requires those reports to be made available to the public. (Sec. 517) Directs the Secretary to submit to the Committees on Veterans' Affairs: (1) a report on the use of temporary, intermediate, and provisional rating decisions to expedite benefit decisions; and (2) a plan to increase the use of temporary or intermediate rating decisions to expedite those decisions when the record contains sufficient evidence to grant any claim at issue.(Sec. 518) Requires the Secretary to submit to the Committees on Veterans' Affairs: (1) a report on the furnishing of general medical and specialty medical examinations by the VA for purposes of adjudicating VA benefit claims, and (2) a report on the Secretary's efforts to reduce the need for VHA personnel to conduct in-person disability examinations. Subtitle C: Board of Veterans' Appeals and Court of Appeals for Veterans Claims - (Sec. 521) Requires the Court of Appeals for Veterans Claims (CAVC) to treat as timely filed a document that: (1) expresses disagreement with a decision of the Board of Veterans' Appeals (BVA) and an intent to appeal such decision to the CAVC, and (2) was misfiled with the BVA or the agency of original jurisdiction within 120 days of the BVA's decision. (Sec. 522) Decreases from one year to 180 days the period claimants have to file with the BVA a notice of disagreement with the VA's initial review or determination of their claim. Allows those notices to be electronically filed. (Sec. 523) Requires, with limited exceptions, that any hearing before the BVA be conducted using video teleconference technology. Requires such hearings to be conducted in person at the request of an appellant. Allows such hearings to be conducted in person in the absence of such request, as the BVA considers appropriate. Title VI: Outreach Matters - (Sec. 601) Directs the Secretary to carry out a two-year program awarding competitive grants to state and local government agencies and nonprofit organizations to: (1) increase veterans' awareness of the benefits and services available to them; and (2) improve the coordination of outreach activities regarding those benefits and services between the Secretary and federal, state, and local government and nonprofit providers of veterans' health care and benefit services. Requires states to match such grants. Authorizes appropriations for the program for FY2015-FY2016. Requires the Secretary to submit recommendations to Congress regarding the feasibility and advisability of continuing, expanding, or modifying the program. (Sec. 602) Authorizes the Secretary to enter into cooperative agreements and arrangements with state agencies to carry out outreach activities and otherwise coordinate, improve, or enhance VA and state outreach activities. (Sec. 603) Directs the Secretary to establish an advisory committee on VA outreach activities composed of individuals with experience in press, public relations, marketing, or communications. Requires the advisory committee to advise the Assistant Secretary for Public and Intergovernmental Affairs on effectively developing, implementing, and coordinating national and local outreach efforts. Terminates the advisory committee on October 1, 2015. (Sec. 604) Directs the Secretary to establish an advisory board composed of individuals with experience in press, public relations, marketing, or communications at each VA health care system and each VISN that does not contain a health care system. Requires each advisory board to advise the Assistant Secretary for Public and Intergovernmental Affairs on: (1) effectively developing, implementing, and coordinating national and local outreach efforts; and (2) assisting the director of its health care system in conducting outreach activities the board considers appropriate. Terminates the advisory boards four years after this Act's enactment. (Sec. 605) Requires the VA to submit its report to Congress on outreach activities annually(currently, biennially). Title VII: Employment and Related Matters - Subtitle A: Employment Matters - (Sec. 701) Requires: (1) federal agencies to develop plans to exercise their authority under specified law to hire veterans during the five years beginning on this Act's enactment, and (2) the Director of the Office of Personnel Management (OPM) to ensure that those plans result in the appointment of at least 15,000 veterans to existing vacancies. Excludes veterans hired by the VA or Department of Defense (DOD) from that number. (Sec. 702) Requires a state, as a condition for receipt of a grant or contract from the VA for support of disabled veterans' outreach specialists and local veterans' employment representatives, to establish a program that issues a license or credential to a veteran without requiring any training or apprenticeship if such veteran: receives a satisfactory score on completion of an examination administered by that state, has been awarded a military occupational specialty that is substantially equivalent to or exceeds the state's requirements for the issuance of such license or credential, has engaged in the active practice of the occupation for which the veteran is seeking such license or credential for at least two of the preceding five years, and pays any fees the state requires for such license or credential. Allows the Secretary of Labor to waive such requirement for certain states that take into account a veteran's performance on an examination and previous military training when determining whether the veteran needs further training for a license or credential. (Sec. 703) Requires the Secretary of Labor to: (1) compile a list of Internet websites and applications that can assist veterans in seeking employment; (2) place a particular priority on identifying websites and applications that match veterans with available jobs requiring their skills and that permit employers to post information about available jobs; and (3) report to the Veterans' Affairs Committees on the feasibility and advisability of creating a single, unified Internet-based employment portal for veterans to use when seeking federal employment. (Sec. 704) Directs the Secretary of Labor to include information about disability-related employment and education protections in the Transition Assistance Program, which provides employment and job training assistance and related services for service members being separated from active duty and for their spouses. Subtitle B: Small Business Matters - (Sec. 711) Expands the VA's contracting goals and preferences to include conditional ownership of small business concerns that are fully owned by one or more veterans. (Sec. 712) Permits the surviving spouse of a veteran owner of a small business to maintain the status of the small business as one owned or controlled by a veteran for up to: (1) 10 years after the veteran's death if such veteran was either 100% disabled or died from a service-connected disability; or (2) 3 years after such death, if the veteran was less than 100% disabled and did not die from a service-connected disability. (That status ends if the surviving spouse remarries or sells the small business before those periods are over.) (Sec. 713) Permits the surviving spouse or dependent child of a service member who owns at least 51% of a small business and dies in the line of duty to maintain the status of such small business as one owned or controlled by a veteran for up to 10 years following the death of such service member. (That status ends before the end of such period if the surviving spouse remarries or the surviving spouse or dependent child sells an ownership interest in the small business and no longer owns at least 51% of it.) (Sec. 714) Requires the Secretary, upon determining, for purposes of VA small business contracting goals, that an individual would have had a greater degree of ownership of a small business in a state other than a community property state, to treat such small business as licensed in a non-community property state. Title VIII: Other Matters - (Sec. 801) Requires the Secretary, if a veteran eligible for a pension for service or for a non-service-connected disability or the spouse of such veteran disposes of a resource that was part of such veteran's estate for less than its fair market value within three years before applying for such pension, to deny or discontinue the pension payment for months beginning on the date of such disposition and ending when the uncompensated value of such resource is reached. Provides the same denial or discontinuance in the case of a veteran eligible for an increased pension payment on account of a child, unless the Secretary determines that such denial or discontinuance would work an undue hardship. Applies the same denial or discontinuance, with the same exception, in the case of: (1) a veteran's surviving spouse who disposes of a covered resource for less than fair market value within such period, and (2) an increased pension for such spouse on account of a child. Requires the Secretary, at the time a veteran, surviving spouse, or child applies for such a pension, to: (1) inform the individual of such requirements, and (2) obtain information to determine whether a period of ineligibility for such payments will be required. (Sec. 802) Reauthorizes appropriations through FY 2018 for the VA's Office of National Veterans Sports Programs and Special Events. Allows funding that is not used to provide monthly subsistence allowances to veterans training to be Paralympic athletes to be used for other Office activities. Permits (currently, requires) the Office to cooperate with the United States Olympic Committee (USOC) and its partners to promote the participation of disabled veterans and disabled military personnel in sporting events sponsored by such entities. (Sec. 803) Authorizes the Secretary to: (1) plan, develop, manage, and implement an integrated adaptive sports program for disabled veterans and disabled military personnel; or (2) award grants to the USOC to do so. Requires the USOC's grant application to include information on: (1) anticipated personnel, travel, and administrative costs to be paid for by the USOC or its subgrantees; (2) its financial controls; and (3) its performance metrics. Reauthorizes appropriations for such program through FY2015. Authorizes the VA to use funds from such program for activities of the Office of National Veterans Sports Programs and Special Events. Directs the GAO to report to Congress, within two years after this Act's enactment, on the use of any grants made to the USOC under such program. (Sec. 804) Eliminates a provision establishing an effective date for the award or increase of a surviving spouse's benefits on account of a child whose marriage is terminated by death or divorce. (Sec. 805) Extends from 6 months to 18 months after the separation or discharge from active service the deadline by which the Secretary must schedule a medical examination for a veteran in receipt of a temporary disability rating for a severe mental disorder. (Sec. 806) Authorizes the Secretary to issue veteran identification cards and work with national retail chains to ensure that they recognize those cards when offering veterans reduced prices on pharmaceuticals, consumer products, and services. (Sec. 807) Honors as a veteran any person who is entitled to retired pay for nonregular (reserve) service or who would be so entitled but for age. Provides that such person shall not be entitled to any benefit by reason of such recognition. (Sec. 808) Extends the Secretary's authority to collect housing loan guarantee fees. (Sec. 809) Directs the Secretary to review the process for determining whether Filipinos who claim to have served in support of the U.S. Armed Forces in World War II meet the service requirements for payments from the Filipino Veterans Equity Compensation Fund. (Sec. 810) Requires the Secretary to report to the Veterans' Affairs Committees on: (1) the extent to which Laotian military forces provided combat support to the U.S. Armed Forces between February 28, 1961, and May 15, 1975, (2) whether the current classification by the DOD Civilian/Military Service Review Board of service by Hmong ethnicity is appropriate, and (3) any recommendations for legislative action. (Sec. 811) Requires the Secretary of Labor to report to Congress on the assistance available to veterans to obtain the training needed to purchase and operate a franchise. (Sec. 812) Limits the aggregate amount of awards and bonuses payable to VA employees during FY 2014."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Veterans' Educational Transition Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Veterans Health and Benefits Improvement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 38, United States Code, to require courses of education provided by public institutions of higher education that are approved for purposes of the All-Volunteer Force Educational Assistance Program and Post-9/11 Educational Assistance to charge veterans tuition and fees at the in-State tuition rate, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:47-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN944:@@@L&summ2=m&"
}