{
  "actions": [
    {
      "acted_at": "2014-11-13", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5704-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-11-13", 
  "number": "5704", 
  "official_title": "To amend title II of the Elementary and Secondary Education Act of 1965 to establish a Master Teacher Corp program.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Master Teacher Corps Act", 
  "sponsor": {
    "district": "12", 
    "name": "Holt, Rush", 
    "state": "NJ", 
    "thomas_id": "01580", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-11-13", 
  "subjects": [
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government information and archives", 
    "Higher education", 
    "Performance measurement", 
    "Teaching, teachers, curricula", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-11-13", 
    "text": "Master Teacher Corps Act - Amends the Elementary and Secondary Education Act of 1965 to direct the Secretary of Education to award competitive matching grants to consortia of local educational agencies (LEAs), states, or LEAs and states, acting in partnership with institutions of higher education or nonprofit organizations to establish a Master Teacher Corps program.\n\nRequires the grants to be used to:\n\n select exemplary elementary and secondary school teachers for membership in the program; provide master teachers with compensation that supplements their base salary; provide research-based professional development; coordinate master teachers' instructional leadership, mentorship, training, and coaching roles, including by hiring substitute teachers to fill-in for master teachers who are working with other teachers; facilitate efforts to involve master teachers in policy decisions at the LEA, state, and regional levels; defray the educational costs associated with master teachers fulfilling their responsibilities; track the program's effectiveness and impact; and support other activities that advance the program. Requires teachers selected as master teachers to: (1) have at least five years of full-time experience as elementary or secondary school teachers; and (2) have earned the highest rating on their state or local evaluations for the majority of their teaching years.\n\nRequires master teachers to be selected based on their:\n\n ability to enhance student achievement and tailor instruction to individual student needs; ability to address adult learners in professional development; ability to successfully collaborate with teachers, school leaders, and staff; skill in promoting teacher reflection through formative assessment processes; strong interpersonal and oral and written communication skills; record of school leadership; participation in student extracurricular activities and professional and school outreach activities; record of teaching students not on grade level or not on track to graduate college and career-ready; and measurable ability, using various indicators. Requires grantees to ensure that not more than 20% of the teachers in their participating area are members of the Corps.\n\nProvides for the participation of private teachers as master teachers, but makes them ineligible for compensation under the program.\n\nDirects the Secretary, acting through the Director of the Institute of Education Sciences, to: (1) evaluate the Master Teacher Corps program; (2) identify successes, best practices, and areas for improvement; and (3) disseminate the evaluation's findings."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Master Teacher Corps Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title II of the Elementary and Secondary Education Act of 1965 to establish a Master Teacher Corp program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:05-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5704:@@@L&summ2=m&"
}