{
  "actions": [
    {
      "acted_at": "2014-07-29", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Appropriations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-30T23:48:00-04:00", 
      "bill_ids": [
        "hres696-113", 
        "hr5272-113", 
        "hr5021-113"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 696 Reported to House. The rule makes in order one hour of debate each for H.R. 5230 and H.R. 5272. The rule also makes in order for one hour debate on a motion that the House disagree to the Senate amendment to H.R. 5021. Any motion pursuant to clause 4 of rule XXII relating to H.R. 5021 may be offered only by the Majority Leader or his designee. It shall be in order at any time on the legislative day of July 31, 2014 for the Speaker to entertain motions to suspend the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-31T11:57:00-04:00", 
      "bill_ids": [
        "hres696-113"
      ], 
      "references": [
        {
          "reference": "CR H7153-7169", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H7153-7158", 
          "type": "text of measure as introduced"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 696.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-31T11:57:00-04:00", 
      "bill_ids": [
        "hr5272-113", 
        "hr5021-113"
      ], 
      "references": [], 
      "text": "The rule makes in order one hour of debate each for H.R. 5230 and H.R. 5272. The rule also makes in order for one hour debate on a motion that the House disagree to the Senate amendment to H.R. 5021. Any motion pursuant to clause 4 of rule XXII relating to H.R. 5021 may be offered only by the Majority Leader or his designee. It shall be in order at any time on the legislative day of July 31, 2014 for the Speaker to entertain motions to suspend the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-31T11:57:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with one hour of debate on H.R. 5230.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-31T13:22:00-04:00", 
      "references": [
        {
          "reference": "CR H7169", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-31T13:22:00-04:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - The Chair announced that pursuant to clause 1(c) of rule XIX, further proceedings on H.R. 5230 would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-01T17:40:00-04:00", 
      "bill_ids": [
        "hres710-113", 
        "hr5272-113", 
        "hres700-113"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 710 Reported to House. Provides for further consideration of H.R. 5230 and for consideration of H.R. 5272. Both bills are debatable for 1 hour. The amendments to H.R. 5230printed in part A of the report shall be considered as adopted. The amendment to H.R. 5272 printed in Part B of the report shall be considered as adopted. The rule provides for one motion to recommit with or without instructions for each measure. The rule amends section 2 of H.Res. 700 to allow for motions to suspend the rules with respect to a measure addressing missile defense of Israel.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-01T19:09:00-04:00", 
      "references": [], 
      "text": "Pursuant to clause 1(c) of Rule XIX, the Speaker announced that further proceedings were resumed on H.R. 5230.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-01T19:09:00-04:00", 
      "references": [
        {
          "reference": "CR H7213-7228", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-01T19:11:00-04:00", 
      "bill_ids": [
        "hres710-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H.Res. 710 the House proceeded with one hour of debate on H.R. 5230.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-01T20:13:00-04:00", 
      "references": [
        {
          "reference": "CR H7228", 
          "type": "consideration"
        }
      ], 
      "text": "The previous question was ordered pursuant to the rule.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-01T20:38:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H7213-7216", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "478", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by the Yeas and Nays: 223 - 189 (Roll no. 478).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-08-01T20:38:00-04:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-08-05", 
      "references": [], 
      "text": "Received in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-08", 
      "calendar": "Senate Legislative", 
      "number": "550", 
      "references": [], 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 550.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt1132-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "1132"
    }
  ], 
  "bill_id": "hr5230-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-07-30T23:48:00-04:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-08-01T20:38:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-29", 
  "number": "5230", 
  "official_title": "Making supplemental appropriations for the fiscal year ending September 30, 2014, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres696-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres696-113", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres696-113", 
      "reason": "ruled-by", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres710-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hres710-113", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2398-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2666-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2772-113", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2772-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2773-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "5", 
    "name": "Rogers, Harold", 
    "state": "KY", 
    "thomas_id": "00977", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-08-01T20:38:00-04:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Appropriations", 
    "Arizona", 
    "Border security and unlawful immigration", 
    "California", 
    "Canada", 
    "Child health", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crime victims", 
    "Criminal justice information and records", 
    "Customs enforcement", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Health and Human Services", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Detention of persons", 
    "Disaster relief and insurance", 
    "Drug trafficking and controlled substances", 
    "Due process and equal protection", 
    "Economics and public finance", 
    "El Salvador", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Federal Emergency Management Agency (FEMA)", 
    "Foreign aid and international relief", 
    "General public lands matters", 
    "Guatemala", 
    "Health promotion and preventive care", 
    "Honduras", 
    "Human trafficking", 
    "Immigration status and procedures", 
    "Judges", 
    "Judicial review and appeals", 
    "Land use and conservation", 
    "Latin America", 
    "Mexico", 
    "Military facilities and property", 
    "National Guard and reserves", 
    "New Mexico", 
    "Refugees, asylum, displaced persons", 
    "Roads and highways", 
    "Sex offenses", 
    "Smuggling and trafficking", 
    "Terrorism", 
    "Texas", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2014-08-01", 
    "text": "DIVISION A - SUPPLEMENTAL APPROPRIATIONS AND RESCISSIONS\n\nSecure the Southwest Border Supplemental Appropriations Act, 2014\n\n Provides supplemental FY2014 appropriations to address the significant rise in unaccompanied alien children and alien adults accompanied by an alien minor at the Southwest Border of the United States, and for other purposes.\n\n TITLE I - DEPARTMENT OF HOMELAND SECURITY\n\nMakes supplemental appropriations to the Department of Homeland Security (DHS), including for U.S. Customs and Border Protection (CBP) and U.S. Immigration and Customs Enforcement (ICE).\n\n(Sec. 101) Prohibits the use of funds provided by this title for a reprogramming or transfer of funds that proposes to use funds directed for a specific activity for a different purpose than for which the appropriations were provided.\n\n(Sec. 102) Requires the Secretary of Homeland Security to provide Congress with quarterly reports that include specified details related to apprehensions of unaccompanied alien children at the border.\n\n(Sec. 103) Rescinds specified unobligated balances available for Department of Homeland Security--Federal Emergency Management Agency--Disaster Relief Fund excluding any amounts Congress designated as an emergency requirement or as being for disaster relief.\n\n(Sec. 104) Permits specified grants awarded under the Homeland Security Act of 2002 to be used by state and local law enforcement and public safety agencies along the Southwest Border of the United States for costs related to combating illegal immigration and drug smuggling and providing humanitarian relief to unaccompanied alien children and alien adults accompanied by an alien minor who have entered the United States.\n\n(Sec. 105) Requires the Secretary of Homeland Security to provide funding transferred to DHS pursuant to this Act to states along the Southwest Border of the United States as reimbursement for necessary costs of National Guard personnel activated and deployed for border security.\n\nTITLE II - DEPARTMENT OF DEFENSE - MILITARY\n\n Makes supplemental appropriations to the Department of Defense (DOD) for military personnel and operation and maintenance (O&M) for necessary expenses related to the Southwest border of the United States.\n\n(Sec. 201) Rescinds specified unobligated balances appropriated for defense-wide O&M to reflect excess cash balances in the Department of Defense Working Capital Funds.\n\n(Sec. 202) Requires the Secretary of Defense to transfer National Guard personnel funds to DHS to reimburse the states for costs of any units or personnel of the National Guard deployed in support of a southern border mission.\n\nTITLE III - DEPARTMENT OF JUSTICE\n\nMakes supplemental appropriations to the Department of Justice (DOJ) for general administration for administrative review and appeals for necessary expenses to respond to the significant rise in unaccompanied alien children and alien adults accompanied by an alien minor at the Southwest Border of the United States.\n\n (Sec. 301) Rescinds specified unobligated balances available for Department of Justice--Legal Activities--Assets Forfeiture Fund.\n\nTITLE IV - GENERAL PROVISIONS - THIS TITLE\n\nSpecifies other authorized, restricted, and prohibited uses of appropriated funds.\n\n(Sec. 401) Permits funds previously appropriated for the Department of State, foreign operations, and related programs for assistance to the countries in Central America to be used for repatriation and reintegration activities.\n\nRequires the Secretary of State to submit to the appropriate congressional committees a report on the obligation of funds made available pursuant to this section by country, including steps taken by the government of each country to: (1) improve border security; (2) enforce, enact, and implement, laws and policies to stem the flow of illegal entries into the United States; (3) conduct public outreach campaigns to explain the dangers of the journey to the Southwest Border of the United States; and (4) cooperate with U.S. federal agencies to facilitate and expedite the return, repatriation, and reintegration of illegal migrants.\n\nRequires the Secretary of State to suspend assistance provided by this section to the government of a country if the government is not making significant progress on the items above.\n\n(Sec. 402) Rescinds specified unexpended balances appropriated to the President for bilateral economic assistance under the heading \"Economic Support Fund\" excluding any amounts that Congress designated as for Overseas Contingency Operations/ Global War on Terror or as an emergency requirement.\n\nTITLE V - DEPARTMENT OF HEALTH AND HUMAN SERVICES\n\nMakes supplemental appropriations to the Department of Health and Human Services (HHS) for administration for children and families including refugee and entrant assistance.\n\nDIVISION B - SECURE THE SOUTHWEST BORDER ACT OF 2014\n\nSecure the Southwest Border Act of 2014\n\nAmends existing laws and procedures related to the significant rise in unaccompanied alien children and alien adults accompanied by an alien minor at the Southwest Border of the United States\n\nTITLE I - PROTECTING CHILDREN\n\n(Sec. 101) Amends the William Wilberforce Trafficking Victims Protection Authorization Act of 2008 to change the procedures for processing unaccompanied alien children who arrive at the border from certain countries.\n\n(Sec. 102) Requires that, in any removal proceeding under section 240 of the Immigration and Nationality Act, with respect to an unaccompanied child, priority be accorded to the alien who has most recently arrived in the United States.\n\n(Sec. 103) Provides emergency immigration judge resources by requiring the Attorney General to designate up to 40 immigration judges. Provides that the designations shall remain in effect solely for the duration of the humanitarian crisis at the southern border.\n\n(Sec. 104) Amends the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 to require a mandatory biometric criminal history check as a part of the Department of Health and Human Services (HHS) determination that a proposed custodian is capable of providing for a child's physical and mental well-being.\n\n Prohibits HHS from placing an unaccompanied child in the custody of an individual who has been convicted of specified sex offenses and crimes involving a severe form of trafficking in persons.\n\n(Sec. 105) Amends the Immigration and Nationality Act to include the commission of certain drug-related offenses as grounds for per se ineligibility for asylum.\n\nTITLE II - USE OF NATIONAL GUARD TO IMPROVE BORDER SECURITY\n\n(Sec. 201) Permits appropriations provided to DOD under this Act to be used for the National Guard to provide support for operations on the southern border.\n\nTITLE III - NATIONAL SECURITY AND FEDERAL LANDS PROTECTION\n\n(Sec. 301) Prohibits the Secretary of the Interior and the Secretary of Agriculture (USDA) from impeding, prohibiting, or restricting CBP activities to execute search and rescue operations and prevent unlawful entries into the United States on federal lands located within 100 miles of the U.S. border with Mexico.\n\n Provides that CBP shall have immediate access to federal land within 100 miles of the U.S. border for conducting activities related to preventing unlawful entries into the United States, including construction and maintenance of roads and barriers; use of vehicles to patrol, apprehend, or rescue; installation, maintenance, and operation of communications and surveillance equipment and sensors; and deployment of temporary tactical infrastructure.\n\nStates that the authority of the Secretary of Homeland Security to waive specific legal requirements with respect to certain sections of the border between the United States and Mexico shall be considered to apply to all federal land under the jurisdiction of the Secretary of the Interior or the Secretary of Agriculture within 100 miles of the border with respect to the activities of the CBP describe above. Specifies the laws that may be waived under this provision.\n\n(Sec. 302) Expresses the sense of Congress that the Secretary of Defense should not allow the placement of unauthorized aliens at military installations unless certain conditions are met.\n\n(Sec. 303) Prohibits the Secretary of Defense from allowing placement of unauthorized aliens at a military institution in the United States if the use of the military institution to house or care for unauthorized aliens would displace members of the Armed Forces or interfere with activities of the Armed Forces."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Secure the Southwest Border Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Secure the Southwest Border Supplemental Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Secure the Southwest Border Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Secure the Southwest Border Supplemental Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Making supplemental appropriations for the fiscal year ending September 30, 2014, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:53-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5230:@@@L&summ2=m&"
}