{
  "actions": [
    {
      "acted_at": "2013-11-19", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3533-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-19", 
  "number": "3533", 
  "official_title": "To amend the Endangered Species Act of 1973 to permit Governors of States to regulate intrastate endangered species and intrastate threatened species, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1731-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Endangered Species Management Self-Determination Act", 
  "sponsor": {
    "district": "2", 
    "name": "Amodei, Mark E.", 
    "state": "NV", 
    "thomas_id": "02090", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Department of the Interior", 
    "Electric power generation and transmission", 
    "Endangered and threatened species", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Government studies and investigations", 
    "Intergovernmental relations", 
    "Land use and conservation", 
    "Legal fees and court costs", 
    "Legislative rules and procedure", 
    "Property rights", 
    "Public utilities and utility rates", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-19", 
    "text": "Endangered Species Management Self-Determination Act - Amends the Endangered Species Act of 1973 (ESA) to require the consent of the governor of a state in which a species is present for: (1) a determination of endangered or threatened species status by regulation, and (2) listing of the species as endangered or threatened by the Secretary of the Interior upon a determination by the Secretary of Commerce.\n\nEliminates a rulemaking procedure involving the petitioning by an interested person for adding a species to, or removing a species from, the lists of endangered and threatened species.\n\nDefines \"best scientific and commercial data,\" for purposes of determinations, to include any scientific evidence made available by any state agency.\n\nSubjects determinations by the Secretaries of the Interior and of Commerce to list species as endangered or threatened to congressional approval by joint resolution.\n\n Requires removal of each species listed on an approved list five years after the joint resolution is enacted. Provides a procedure for re-submission by the Secretary of the Interior, in consultation with the governor of each state in which the endangered or threatened species is present, of a list including a species so removed and subjects that list to approval by joint resolution.\n\n Eliminates the requirement for guidelines concerning petitions.\n\nEstablishes a process for exclusive state regulation of endangered or threatened species determined by a state governor to be present only within that state. Precludes judicial review of any such action. Subjects the following to the process of intrastate regulation: (1) issuance of species conservation regulations, (2) recovery plan implementation, (3) species recovery monitoring, and (4) establishment of agency guidelines.\n\nRequires the Administrators of the Bonneville, Southeastern, Southwestern, and Western Area Power Administrations, except with respect to intrastate species regulation, to include in customer monthly billing statements information on the share of costs to the customer incurred as a result of ESA compliance.\n\nAllows an owner or lessee of any real property to submit to the Secretary of the Interior an application that includes any proposed use of the real property for a determination of whether the use will violate ESA. Deems the use to be compliant if the Secretary fails to respond within 90 days. Allows the owner or lessee to seek compensation (150% of the property's fair market value) if the use is determined to violate ESA and an action of the U.S. Fish and Wildlife Service diminishes the fair market value of any real property by at least 50% with respect to the intended use.\n\nEliminates the award of attorney fees in citizen suits under ESA."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Endangered Species Management Self-Determination Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Endangered Species Act of 1973 to permit Governors of States to regulate intrastate endangered species and intrastate threatened species, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:11-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3533:@@@L&summ2=m&"
}