{
  "actions": [
    {
      "acted_at": "2013-05-22", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-31", 
      "committee": "Committee on Environment and Public Works", 
      "committees": [
        "SSEV"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-02-04", 
      "committee": "Committee on Environment and Public Works Subcommittee on Water and Wildlife", 
      "committees": [
        "SSEV"
      ], 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Environment and Public Works Subcommittee on Water and Wildlife. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1009-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "in committee"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV", 
      "subcommittee": "Subcommittee on Water and Wildlife", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2013-05-22", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2013-05-22", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boozman, John", 
      "sponsored_at": "2013-05-22", 
      "state": "AR", 
      "thomas_id": "01687", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2013-07-10", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2013-06-18", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2013-05-22", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2013-05-22", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Donnelly, Joe", 
      "sponsored_at": "2014-09-18", 
      "state": "IN", 
      "thomas_id": "01850", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2013-05-22", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2013-05-22", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagan, Kay R.", 
      "sponsored_at": "2013-07-10", 
      "state": "NC", 
      "thomas_id": "01902", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2013-05-23", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2013-05-22", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2013-05-22", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2013-06-18", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2013-05-22", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Manchin, Joe, III", 
      "sponsored_at": "2013-05-22", 
      "state": "WV", 
      "thomas_id": "01983", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2013-05-22", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2013-05-23", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2013-05-23", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2013-06-04", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2013-05-22", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2013-05-22", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Toomey, Pat", 
      "sponsored_at": "2013-06-26", 
      "state": "PA", 
      "thomas_id": "02085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2013-05-22", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2013-05-22", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-31", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-22", 
  "number": "1009", 
  "official_title": "A bill to reauthorize and modernize the Toxic Substances Control Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Chemical Safety Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Lautenberg, Frank R.", 
    "state": "NJ", 
    "thomas_id": "01381", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-05-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Animal protection and human-animal relationships", 
    "Business records", 
    "Civil actions and liability", 
    "Environmental Protection Agency (EPA)", 
    "Environmental health", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Federal preemption", 
    "Government information and archives", 
    "Hazardous wastes and toxic substances", 
    "Judicial review and appeals", 
    "Manufacturing", 
    "State and local government operations", 
    "Trade restrictions", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-05-22", 
    "text": "Chemical Safety Improvement Act - Amends the Toxic Substances Control Act (TSCA) to establish an evaluative framework for chemical risk assessment and management.\n\n Declares that it is the policy of the United States that: (1) this Act should protect the health of people and the environment from the unmanaged risks of chemicals; (2) the Administrator of the Environmental Protection Agency (EPA) should have the appropriate hazard, use, and exposure information necessary to make safety determinations and the resources and tools necessary to implement TSCA; (3) the Administrator should have the authority to share confidential business information with states; and (4) adequate information should be available with respect to the effect of and exposure to chemicals on health and the environment and the development of such test data and information should be the primary responsibility of those who manufacture or process such chemicals.\n\n Replaces current chemical testing requirements for determining whether chemicals present an unreasonable risk of injury to health or the environment with a framework for: (1) making a determination on whether a chemical meets the safety standard established by this Act; and (2) determining the relevance, quality, and reliability of related data and information. Requires such framework to integrate information from multiple sources.\n\n Defines “safety standard” as a standard that ensures that no unreasonable risk of harm to human health or the environment will result from exposure to a chemical substance.\n\n Directs the Administrator to require submitters of any health and safety study of chemicals to disclose funding sources of any funding used for the study.\n\n Requires the Administrator, within a year, to establish a risk-based screening process for identifying existing chemicals that are a high priority for a safety assessment and determination and a low priority for a safety assessment and determination. Directs the Administrator, in implementing the process, to: (1) only consider active chemicals as either high-priority or low-priority chemicals, and (2) only consider inactive chemicals if the Administrator determines that they have not been subject to regulatory or other enforceable action by the Administrator to ban or phase out the chemical and that they demonstrate high hazard and high exposure. Requires the Administrator to complete the prioritization screening process for all active chemicals in a timely manner.\n\n Authorizes the Administrator to screen categories or classes of chemicals to ensure an efficient prioritization screening process to allow for timely and adequate safety assessments and determinations.\n\n Requires the Administrator, from time to time, to publish a list of chemicals being considered in the prioritization screening process and request the submission of data on the chemicals. Requires the Administrator to publish for public comment a proposed screening process and establish criteria for determining whether a substance is a high or low priority. Requires such proposal to contain an initial list of chemicals that includes those substances prioritized by the Administrator before this Act’s enactment and for which assessments or safety determinations have not been completed.\n\n Authorizes the Administrator to defer a prioritization screening decision for a chemical for a reasonable period to allow for the submission and evaluation of additional information.\n\n Requires the Administrator to determine the order for performing safety assessments on high-priority chemicals. Prohibits the Administrator from performing a safety assessment on low-priority chemicals.\n\n Requires the Administrator to: (1) publish and keep current a list of both high- and low-priority chemicals, and (2) remove a high-priority chemical from the list when a safety determination for the chemical is published.\n\n Prohibits a decision by the Administrator to prioritize a chemical from affecting the manufacture, processing, distribution, use, or disposal of the chemical substance, or regulation of those activities.\n\n Requires the Administrator to make a prioritized screening decision for a chemical within 180 days of receiving a recommendation and relevant information from a state that an active chemical be identified as a priority.\n\n Prohibits decisions to prioritize a chemical by the Administrator from being considered to be a final agency action and from being subject to judicial review.\n\n Authorizes the Administrator to require the development of new test data for a chemical if the agency promulgates a rule, enters into a testing consent agreement, or issues an order based on a determination that additional data are needed to perform a safety assessment, make a safety determination, or meet the testing needs of the implementing authority under another federal statute.\n\n Requires the Administrator to develop a tiered testing framework. Requires tier one to include both a screening level exposure assessment and screening tests for hazards. Requires, if the Administrator determines that additional testing is necessary, tier two to include an exposure assessment.\n\n Requires the Administrator to minimize the use of animals in testing of chemicals.\n\n Directs the Administrator to make available to the public all testing consent agreements and orders and all data and information the Administrator requires to be developed by manufacturers and processors of chemicals, except data protected as confidential business information.\n\n Establishes notice requirements, including requiring manufacturers and processors to submit notice to the Administrator for the manufacture or processing of a chemical for a significant new use. Directs the Administrator to prohibit the manufacture of a chemical and the manufacture or processing of a chemical for a significant new use if the Administrator determines that the chemical will not likely meet the safety standard.\n\n Requires the Administrator to provide an opportunity for additional data to be submitted if the Administrator determines more data is needed in order to conduct a review of a notice to manufacture a new chemical or manufacture or process a chemical for a significant new use.\n\n Requires the Administrator to: (1) conduct a safety assessment of each high-priority chemical, (2) establish requirements for risk management of such chemicals based on the assessment’s results, and (3) base such assessment solely on considerations of risk to human health and the environment.\n\n Requires the Administrator, as soon as possible after the safety assessment is completed for a high-priority chemical, to determine whether the chemical meets the safety standard under the intended conditions of use of the chemical.\n\n Requires the Administrator, after determining that a chemical does not meet the safety standard under the intended conditions of use, to promulgate a rule establishing necessary restrictions, including if appropriate a ban or phase out of the manufacture, processing, or use of the chemical substance.\n\n Requires the Administrator, after making such a determination, to consider and publish a statement on the: (1) availability of technically and economically feasible alternatives for the chemical under the intended conditions of use; (2) risks posed by those alternatives as compared to those of the chemical; (3) economic and social costs and benefits of the proposed regulatory action and options considered, and of potential alternatives; and (4) economic and social benefits and costs of the chemical, alternatives, and any necessary restrictions on the chemical or alternatives.\n\n Authorizes the Administrator to exempt the use of a chemical from restrictions for specified reasons, such as exemptions for national security and significant disruption in the national economy, without having to provide clear and convincing evidence for such exemption as currently required under TSCA.\n\nAuthorizes the Administrator to commence a civil action for: (1) seizure of an imminently hazardous chemical or any article containing the chemical; and (2) relief against any person who manufactures, processes, distributes in commerce, uses, or disposes of an imminently hazardous or any article containing the chemical.\n\n Requires the Administrator to promulgate rules requiring the reporting of information known or reasonably ascertainable by the person making the report so that the Administrator has the information necessary to carry out testing of chemicals and safety assessment and determinations.\n\n Requires the Administrator to make publicly available a candidate list of active chemicals. Directs the Administrator to issue a rule requiring manufacturers and processors to notify the Administrator that they have manufactured or processed a chemical on such candidate list or on the current inventory list compiled under TSCA for a nonexempt commercial purpose during the last five years.\n\n Requires the Administrator to designate chemicals as active or inactive based on the notifications received in response to such rule. Requires the Administrator to designate a chemical as active if it: (1) has been manufactured or processed for a nonexempt commercial purpose at any point during the last five years, (2) is added to the inventory list after this Act’s enactment, (3) is the subject of a notice received by the Administrator stating that a person intends to manufacture or process a chemical designated as inactive, or (4) is reported under the TSCA chemical data reporting requirements after this Act’s enactment. Requires the Administrator to designate a chemical as inactive if it has not been manufactured or processed for a nonexempt commercial purpose in the last five years.\n\n Directs: (1) any person who intends to manufacture or process for a nonexempt commercial purpose a chemical designated as an inactive to notify the Administrator before the chemical is manufactured or processed, and (2) the Administrator to then designate the chemical as active and review its priority for a safety assessment.\n\nRequires the Administrator to make available to the public specified information about chemicals on the list that designates chemicals as active or inactive.\n\nAuthorizes any person to submit to the Administrator data reasonably supporting the conclusion that a chemical does not present a substantial risk of injury to health and the environment.\n\nProhibits exempting from TSCA requirements those chemicals manufactured for export if they are new chemicals unlikely to meet the safety standard or existing chemicals that do not meet the safety standard.\n\nRequires a person to notify the Administrator if that person is exporting a new chemical not likely to meet the safety standard under the intended conditions of use, an existing chemical that does not meet the safety standard under the intended conditions of use, or a chemical for which the United States is obligated by treaty to provide export notification. Requires the Administrator to: (1) submit to the government of each country to which a chemical is exported a notice that information can be obtained from the Administrator about the substance, and (2) provide notice that satisfies the U.S. obligation under the applicable treaty if the chemical is covered by treaty.\n\nRequires the Secretary of Homeland Security (DHS) to refuse entry into the customs territory of the United States any chemical if: (1) the Administrator has determined that the chemical does not meet the safety standard under the intended conditions of use of the chemical substance, or (2) the chemical is in violation of a rule or order in effect under TSCA. Establishes exemptions to such rule and notice requirements concerning imports.\n\nRevises provisions concerning protection of confidential business information from chemical disclosure requirements, including by: (1) identifying information not protected from disclosure, (2) requiring written documentation justifying why information qualifies for protection from disclosure, and (3) authorizing disclosure of information if the disclosure is necessary to protect human health or the environment.\n\nRevises provisions concerning federal preemption, including by preempting new state prohibitions or restrictions for any high-priority and low-priority chemical."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Chemical Safety Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize and modernize the Toxic Substances Control Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:49-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1009:@@@L&summ2=m&"
}