{
  "actions": [
    {
      "acted_at": "2013-12-09", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S8567-8572", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1783-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2013-12-09", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2013-12-09", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2013-12-09", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-09", 
  "number": "1783", 
  "official_title": "A bill to enhance public safety by improving the effectiveness and efficiency of the Federal prison system with offender risk and needs assessment, individual risk reduction incentives and rewards, and risk and recidivism reduction.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2656-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Federal Prison Reform Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-09", 
  "subjects": [
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crime and law enforcement", 
    "Criminal procedure and sentencing", 
    "Government studies and investigations", 
    "Law enforcement officers"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-09", 
    "text": "Federal Prison Reform Act of 2013 - Directs the Attorney General to: (1) develop a Post-Sentencing Risk and Needs Assessment System for use by the Bureau of Prisons; (2) develop recommendations regarding recidivism reduction programs and productive activities; (3) conduct ongoing research and data analysis to determine the best practices regarding the use of offender risk and needs assessment tools, the best available tools, the most effective and efficient uses of such tools, and which recidivism reduction programs are the most effective; and (4) review such System, recommendations, and research biennially to determine whether revisions or updates should be made.\n\nRequires the System to provide such tools in order to: (1) classify the recidivism risk level of all prisoners as low, moderate, or high as part of the intake process and ensure that low-risk prisoners are grouped with low-risk prisoners in all housing and assignment decisions; (2) assign covered prisoners to recidivism reduction programs or productive activities based on such classification; (3) reassess the recidivism risk level periodically and make appropriate reassignments; and (4) determine when a low-risk prisoner is qualified to transfer to pre-release custody.\n\nDirects the Attorney General to: (1) adapt the Federal Post Conviction Risk Assessment Tool developed and utilized by the Administrative Office of the United States Courts in order to develop suitable risk and needs assessment tools to be used under the System, and (2) ensure that the tool to be used in reassessments measures indicators of progress and improvement and of regression.\n\nRequires the System to provide: (1) guidance on the kind and amount of recidivism reduction programming or productive activities assigned for each classification of prisoner; (2) specified incentives and rewards to prisoners that have successfully completed such programs and activities, including phone and visitation privileges, time credits, and transfer to pre-release custody; and (3) guidelines for reducing awards for prisoners who violate program, activity, or penal or correctional facility rules. Prohibits prisoners convicted of specified offenses from receiving time credits.\n\nRequires the reassessment of a covered prisoner who has successfully completed recidivism reduction programming or productive activities, the reassignment of such prisoner to appropriate programs or activities, and the provision of applicable time credits.\n\nDirects the Attorney General to: (1) develop training protocols and programs for Bureau officials and employees responsible for administering the System; (2) monitor and assess the use of the System; (3) review the effectiveness of existing recidivism reduction programs and productive activities, including prison jobs, in Bureau-operated facilities; (4) conduct or fund research to evaluate the effectiveness of established programs offered through organizations that do not rely on federal funding in reducing recidivism; and (5) make recommendations to the Bureau regarding the addition of any new effective programs and activities that would help to reduce recidivism.\n\nDirects the Bureau to: (1) implement the System and complete a risk and needs assessment for each prisoner, and (2) expand effective recidivism reduction programs and productive activities offered and add any new program or productive activity necessary to effectively implement the System. Sets forth requirements regarding: (1) a phase-in of development and operation of such recidivism reduction programs and productive activities; (2) partnerships between penal or correctional facilities and nonprofit organizations, institutions of higher education, and private entities to expand such programs and activities; (3) penalties to be imposed on the Bureau for failure to implement the System, complete assessments, or add or expand programs and activities; and (4) prisoner transfers into pre-release custody."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Federal Prison Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to enhance public safety by improving the effectiveness and efficiency of the Federal prison system with offender risk and needs assessment, individual risk reduction incentives and rewards, and risk and recidivism reduction.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:03-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1783:@@@L&summ2=m&"
}