{
  "actions": [
    {
      "acted_at": "2013-11-21", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1760-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2014-02-24", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-21", 
  "number": "1760", 
  "official_title": "A bill to amend the statutory authorities of the Coast Guard to improve the quality of life for current and former Coast Guard personnel and their families, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2444-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Coast Guard Quality of Life Act", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-21", 
  "subjects": [
    "Advisory bodies", 
    "Appropriations", 
    "Child care and development", 
    "Coast guard", 
    "Congressional oversight", 
    "Department of Defense", 
    "Department of Homeland Security", 
    "Disability and paralysis", 
    "Domestic violence and child abuse", 
    "Government studies and investigations", 
    "Health care coverage and access", 
    "Land transfers", 
    "Licensing and registrations", 
    "Marine and inland water transportation", 
    "Military facilities and property", 
    "Military medicine", 
    "Military personnel and dependents", 
    "Personnel records", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Transportation and public works", 
    "Veterans' education, employment, rehabilitation"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-21", 
    "text": "Coast Guard Quality of Life Act - Amends the duties and responsibilities of the Coast Guard with respect to former and current Coast Guard members and their families, including authorities relating to medical care reimbursements, flag officer retirement processing, cancellation of members' debts, child care programs and facilities, education and training, housing choices, and qualifications for post-service careers.\n\nDirects the Secretary of the department in which the Coast Guard is operating, in lieu of current requirements relating to the reimbursement of medical or dental care that the Department of Defense (DOD) or a military department has provided to a member or former member of the Coast Guard or an eligible dependent, to transfer from funds appropriated for Coast Guard operating expenses an amount determined by the Board of Actuaries to represent the value of care that the DOD or a military department is to provide during the fiscal year in which funds are made available.\n\n Authorizes the Secretary, when the Coast Guard is not operating as a service of the Navy, to determine whether a flag officer being processed for retirement by reason of age or length of service should, by reason of unfitness to perform duties, be retired because of physical disability, placed on the temporary disability retired list, or separated with severance pay. Permits the Secretary to make such determinations without approval by the DOD Secretary or the recommendation of the Assistant Secretary of Defense for Health Affairs.\n\nAllows a person's indebtedness to the United States to be remitted or cancelled if it was incurred while the person was serving as an active duty Coast Guard member and the cancellation or remission is in the best interest of the United States.\n\nAuthorizes the Commandant of the Coast Guard to: (1) establish a program to support the well-being of Coast Guard active duty, reserve, and civilian personnel and their families; (2) provide tuition assistance to an eligible spouse of a member of the Coast Guard; and (3) establish, within any Coast Guard unit, a youth sponsorship initiative to help integrate into new communities the dependent children of Coast Guard members.\n\nRevises health and safety standards and inspection requirements for Coast Guard child development centers, including by requiring the establishment of: (1) a means for individuals to report suspected violations at such centers or in a family home daycare, (2) a training program for center employees, and (3) parent boards to coordinate parent participation.\n\nMakes specialized training and correspondence courses available to eligible spouses of active duty members.\n\nAuthorizes the Commandant to make textbooks, manuals, and other materials available to Coast Guard personnel and eligible spouses of active duty members participating in training or courses of instruction.\n\nProhibits remoteness or driving distance from a hospital from being used as the policy basis for preventing a member with a dependent with special medical needs (such as diabetes, asthma, or moderate disabilities) from residing in a particular area, unless the Commandant has determined that such needs cannot be sufficiently met with appropriate services while residing in such area.\n\nExpands the Coast Guard's authority to acquire or construct housing to include the acquisition, building, renovation, or improvement of child development center facilities.\n\n Directs the Commandant to promote awareness among Coast Guard personnel regarding post-service use of Coast Guard training, education, and experience as qualifying experience for merchant mariner credentials.\n\nRequires sea service letters to be provided to eligible members, at their request, on or before the member's retirement or separation date.\n\nProhibits a committee within the Coast Guard that advises or assists the Coast Guard in the performance of any function that affects members of military families and that includes in its membership a retired Coast Guard member or a member of a military family from being considered an advisory committee under the Federal Advisory Committee Act solely because of such membership."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Coast Guard Quality of Life Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the statutory authorities of the Coast Guard to improve the quality of life for current and former Coast Guard personnel and their families, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:50:39-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1760:@@@L&summ2=m&"
}