{
  "actions": [
    {
      "acted_at": "2014-06-19", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Leahy. With written report No. 113-195.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-06-19", 
      "calendar": "Senate Legislative", 
      "number": "435", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 435.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2499-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-19", 
  "number": "2499", 
  "official_title": "An original bill making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2015, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr83-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5013-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2015", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-06-19", 
  "subjects": [
    "Afghanistan", 
    "Africa", 
    "African Development Foundation", 
    "Alliances", 
    "Alternative and renewable resources", 
    "Appropriations", 
    "Arab-Israeli relations", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Assault and harassment offenses", 
    "Bangladesh", 
    "Border security and unlawful immigration", 
    "Broadcasting Board of Governors", 
    "Burma", 
    "Cambodia", 
    "Canada", 
    "Caribbean area", 
    "Central African Republic", 
    "Child health", 
    "Child safety and welfare", 
    "China", 
    "Climate change and greenhouse gases", 
    "Colombia", 
    "Competitiveness, trade promotion, trade deficits", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Cuba", 
    "Cultural exchanges and relations", 
    "Democratic Republic of the Congo", 
    "Department of State", 
    "Department of the Treasury", 
    "Detention of persons", 
    "Digestive and metabolic diseases", 
    "Diplomacy, foreign officials, Americans abroad", 
    "District of Columbia", 
    "Domestic violence and child abuse", 
    "Dominican Republic", 
    "Drug trafficking and controlled substances", 
    "Due process and equal protection", 
    "Egypt", 
    "El Salvador", 
    "Employment discrimination and employee rights", 
    "Endangered and threatened species", 
    "Environmental technology", 
    "Estonia", 
    "Ethiopia", 
    "Europe", 
    "European Union", 
    "Executive agency funding and structure", 
    "Export-Import Bank of the United States", 
    "Family planning and birth control", 
    "Family services", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "Foreign loans and debt", 
    "Forests, forestry, trees", 
    "Fraud offenses and financial crimes", 
    "Free trade and trade barriers", 
    "Gaza Strip", 
    "Government corporations and government-sponsored enterprises", 
    "Guatemala", 
    "HIV/AIDS", 
    "Haiti", 
    "Hazardous wastes and toxic substances", 
    "Honduras", 
    "Human rights", 
    "Human trafficking", 
    "Intelligence activities, surveillance, classified information", 
    "Inter-American Foundation", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International organizations and cooperation", 
    "Internet and video services", 
    "Iran", 
    "Iraq", 
    "Israel", 
    "Jordan", 
    "Judicial procedure and administration", 
    "Kenya", 
    "Lakes and rivers", 
    "Land use and conservation", 
    "Laos", 
    "Latin America", 
    "Latvia", 
    "Law enforcement officers", 
    "Lebanon", 
    "Libya", 
    "Lithuania", 
    "Marine and coastal resources, fisheries", 
    "Marriage and family status", 
    "Mexico", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Mining", 
    "Morocco", 
    "Multilateral development programs", 
    "Natural disasters", 
    "Nepal", 
    "New York City", 
    "News media and reporting", 
    "Nigeria", 
    "North Korea", 
    "Oceania", 
    "Oil and gas", 
    "Overseas Private Investment Corporation (OPIC)", 
    "Pakistan", 
    "Palestinians", 
    "Peace Corps", 
    "Peru", 
    "Philippines", 
    "Protection of officials", 
    "Protest and dissent", 
    "Refugees, asylum, displaced persons", 
    "Religion", 
    "Rule of law and government transparency", 
    "Russia", 
    "Sex offenses", 
    "Sex, gender, sexual orientation discrimination", 
    "Smuggling and trafficking", 
    "Solid waste and recycling", 
    "Somalia", 
    "South Sudan", 
    "Sovereignty, recognition, national governance and status", 
    "Sri Lanka", 
    "Student aid and college costs", 
    "Sudan", 
    "Syria", 
    "Terrorism", 
    "Thailand", 
    "Tibet", 
    "Trade agreements and negotiations", 
    "Trade and Development Agency", 
    "Trade restrictions", 
    "Tunisia", 
    "U.S. Agency for International Development (USAID)", 
    "U.S. Commission on International Religious Freedom", 
    "U.S. and foreign investments", 
    "Ukraine", 
    "United Nations", 
    "User charges and fees", 
    "Uzbekistan", 
    "Vietnam", 
    "Violent crime", 
    "Visas and passports", 
    "War crimes, genocide, crimes against humanity", 
    "Water use and supply", 
    "West Bank", 
    "Wildlife conservation and habitat protection", 
    "Women's education", 
    "Women's health", 
    "Women's rights", 
    "World health", 
    "Yemen", 
    "Zimbabwe"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2014-06-19", 
    "text": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2015 - Title I: Department of State and Related Agency - Makes FY2015 appropriations for the Department of State (Department) for:\n\n administration of foreign affairs and diplomatic and consular programs; the Capital Investment Fund; the Office of Inspector General; educational and cultural exchange programs; representation allowances; protection of foreign missions and officials; U.S. embassy security, construction, and maintenance; emergencies in the diplomatic and consular service; the repatriation loans program account; the American Institute in Taiwan; the Foreign Service Retirement and Disability Fund; international organizations and commissions; the International Boundary and Water Commission, United States and Mexico; salaries and expenses; construction of authorized projects; the International Joint Commission, the International Boundary Commission, United States and Canada, and the Border Environment Cooperation Commission; international fisheries commissions; international broadcasting operations and capital improvements; the Asia Foundation; the United States Institute for Peace; the Center for Middle Eastern-Western Dialogue Trust Fund; the Eisenhower Exchange Fellowships, Incorporated; the Israeli Arab Scholarship Program; the East-West Center; the National Endowment for Democracy; the Commission for Preservation of America's Heritage Abroad; the United States Commission on International Religious Freedom; the Commission on Security and Cooperation in Europe; the Congressional-Executive Commission on the People's Republic of China; and the United States-China Economic and Security Review Commission. Title II: United States Agency for International Development - Makes FY2015 appropriations for operating expenses of the U.S. Agency for International Development (USAID), the capital investment fund, and the Office of Inspector General.\n\nTitle III: Bilateral Economic Assistance - Makes FY2015 appropriations for:\n\n expenses of the President in carrying out certain programs under the Foreign Assistance Act of 1961, global health and child survival, specified development assistance, international disaster assistance, transition initiatives, development credit authority, the Economic Support Fund, promotion of democracy, the Complex Foreign Crisis Fund, migration and refugee assistance, the Peace Corps, the Millennium Challenge Corporation, the Inter-American Foundation, the United States African Development Foundation, and the Department of the Treasury for international affairs technical assistance activities. Title IV: International Security Assistance - Makes FY2015 appropriations for:\n\n international narcotics control and law enforcement; nonproliferation, anti-terrorism, and demining; international peacekeeping operations; international military education and training; and foreign military financing grants. Title V: Multilateral Assistance - Makes FY2015 appropriations for:\n\n international organizations and programs, the Global Environment Facility, the International Development Association, the International Bank for Reconstruction and Development, the Global Agriculture and Food Security Program, the Inter-American Development Bank, the Asian Development Bank, the Asian Development Fund, the African Development Bank, the African Development Fund, the International Fund for Agricultural Development, the Enterprise for the Americas Multilateral Investment Fund, and international monetary programs. Sets forth limitations on callable capital subscriptions with respect to: (1) the International Bank for Reconstruction and Development, (2) the Inter-American Development Bank, (3) the Asian Development Bank, and (4) the African Development Bank.\n\nCancels certain drawing rights with respect to the International Monetary Fund loans under specified circumstances.\n\n\tTitle VI: Export and Investment Assistance - Makes FY2015 appropriations for: (1) the Export-Import Bank of the United States, including the Office of Inspector General and administrative expenses; (2) the Overseas Private Investment Corporation (OPIC) credit and insurance programs, including administrative expenses; and (3) the Trade and Development Agency.\n\nTitle VII: General Provisions - Sets forth certain limits and prohibitions on the use of appropriations for specified activities.\n\n(Sec. 7002) Requires any federal department or agency that has funds made available to it under this Act to provide Congress with a quarterly accounting of the cumulative balances of any unobligated funds received during FY2015 or in any previous fiscal year.\n\n(Sec. 7003) Limits the use of funds under title I of this Act during FY2015 for any consulting service through procurement contracts to those contracts available for public inspection.\n\n(Sec. 7004) Sets forth restrictions on office space for federal employees with respect to U.S. diplomatic facility construction, with an exception for Marine Corps use.\n\nSubjects appropriations for the Department, foreign operations, and related programs for the acquisition of property for diplomatic facilities in Afghanistan, Pakistan, and Iraq to prior consultation with, and the regular notification procedures of, the Committees on Appropriations\n\n(Sec. 7005) States that costs incurred during FY2015 by an agency or department funded under title I of this Act resulting from personnel actions taken in response to funding reductions shall be absorbed within such agency's or department's budgetary resources.\n\n(Sec. 7006) Authorizes local guard contracts to be awarded on a best value basis.\n\n(Sec. 7007) Prohibits the use of funds under this Act for direct assistance or reparations to Cuba, North Korea, Iran, or Syria.\n\n(Sec. 7008) Prohibits the use of funds under titles III through VI of this Act for assistance to any country whose elected head of government is deposed by military or military-supported coup or decree, except for assistance to promote elections.\n\nPermits resuming assistance if a democratic government is subsequently elected to office.\n\n(Sec. 7009) Limits certain agency, Department, and Broadcasting Board of Governors transfer authority.\n\n(Sec. 7010) Directs the Secretary of State (Secretary) to report to Congress on FY2014 fund use for foreign military financing, international military education and training, and peacekeeping operations.\n\n(Sec. 7011) Prohibits, with specified exceptions, appropriations under this Act from remaining available for obligation after the expiration of the current fiscal year unless expressly provided for.\n\n(Sec. 7012) Prohibits the use of funds under titles III through VI of this Act during FY2015 for assistance to any country in default in excess of a year on payments on a U.S. loan unless the President determines that such assistance in the U.S. national interest.\n\n(Sec. 7013) Prohibits the use of funds under titles III through VI of this Act for assistance under a new bilateral agreement unless such assistance is exempt from taxation or reimbursed by the foreign government.\n\n(Sec. 7014) Authorizes specifically designated appropriations under titles II through VI of this Act to be reprogrammed for other programs within the same account subject to the appropriate congressional committees' regular notification procedures.\n\nExtends the availability of program-specific appropriations for one fiscal year if the Secretary or USAID reports to Congress that program termination or changed circumstances makes it unlikely that such appropriations can be obligated during the original period of availability.\n\nStates that ceilings and specifically designated funding levels under this Act shall not be applicable to funds or authorities appropriated or otherwise made available by any subsequent Act unless such Act specifically so directs.\n\n(Sec. 7015) Prohibits funds that remain available for FY2015 obligation under titles I and II of this Act or in prior appropriations Acts from being made available for specified reprogramming purposes unless the appropriate congressional committees are notified 15 days in advance of such programming.\n\nStates that the requirements of this section or any similar provision may be waived if failure to do so would pose a substantial risk to human health or welfare.\n\nProhibits the use of funds under titles III through VI of this Act for Afghanistan, Bahrain, Bolivia, Burma, Cambodia, Cuba, Ecuador, Egypt, Guatemala, Haiti, Honduras, Iran, Iraq, Lebanon, Libya, Pakistan, the Russian Federation, Serbia, Somalia, Sri Lanka, South Sudan, Sudan, Syria, Tunisia, Uzbekistan, Venezuela, Yemen, or Zimbabwe except through the regular notification procedures of the appropriate congressional committees.\n\n(Sec. 7016) Requires the Department of Defense (DOD) during FY2015 to notify Congress prior to: (1) providing certain excess defense articles under the Foreign Assistance Act of 1961, or (2) issuing a letter of offer to sell certain defense articles under the Arms Export Control Act.\n\n(Sec. 7017) States that funds appropriated under titles III through VI of this Act or in prior appropriations Acts for the Department, foreign operations, export financing, and related programs that are returned or not made available for international organizations and programs shall remain available for obligation until September 30, 2017.\n\n(Sec. 7018) Prohibits certain funds under the Foreign Assistance Act of 1961 from being obligated or expended for any country or organization if such funds' use would violate specified provisions related to abortions and involuntary sterilizations.\n\n(Sec. 7019) Allocates funds for specified accounts.\n\n(Sec. 7020) Prohibits the obligation of certain funds to pay for alcoholic beverages or entertainment expenses for recreational activities.\n\n(Sec. 7021) Prohibits the provision of funds under titles III through VI of this Act to any foreign government that provides lethal military equipment to a country that supports international terrorism unless the President reports to Congress that such assistance is in the U.S. national interest.\n\nProhibits bilateral assistance from being made to a government that: (1) grants sanctuary from prosecution to any individual or group which has committed an act of international terrorism, (2) otherwise supports international terrorism, or (3) is controlled by a terrorist organization.\n\nAuthorizes the President to waive such prohibition for humanitarian or national security purposes.\n\n(Sec. 7022) Continues with an exception, certain authorities necessary to expend Department and foreign assistance funds during FY2015.\n\n(Sec. 7024) States that unless expressly provided to the contrary provisions authorizing or making appropriations for the Department, foreign operations, and related programs shall not be construed to prohibit activities authorized by the Peace Corps Act, the Inter-American Foundation Act, or the African Development Foundation Act during FY2015.\n\n(Sec. 7025) Prohibits during FY2015 the use of funds under titles III through VI of this Act and funds available to the Export-Import Bank and OPIC for production of any export commodity by a foreign country if the commodity is likely to be in surplus on world markets and will cause substantial injury to U.S. producers of a similar or competing commodity (with exceptions for benefits to U.S. producers).\n\n(Sec. 7026) Directs USAID to require countries that receive foreign assistance which results in the generation of local currencies to deposit such currencies in a separate account to be used to finance foreign assistance activities during FY2015 and fiscal years thereafter.\n\n(Sec. 7027) States that during FY2015: (1) restrictions on assistance for a country shall not be construed to restrict specified assistance for nongovernmental organizations, and (2) nothing in this section shall be construed to alter existing prohibitions against abortion or involuntary sterilizations in this or any other Act.\n\nStates that during FY2015: (1) restrictions contained in this or any other Act with respect to assistance for a country shall not be construed to restrict assistance under the Agricultural Trade Development and Assistance Act of 1954 (P.L. 480), and (2) this section shall not apply to assistance restrictions regarding support of international terrorism and human rights violations.\n\n(Sec. 7028) Authorizes USAID to award contracts during FY2015 in which competition is limited to local entities if doing so would result in cost savings, develop local capacity, and appreciably save time.\n\n(Sec. 7029) States that none of the funds under title V of this Act should be paid to any international financial institution unless the Secretary of the Treasury certifies to Congress that such institution requires independent evaluations of each loan, grant, or significant non-lending activity.\n\nProhibits payments under title V of this Act to any international financial institution while the U.S. executive director to the institution is compensated at a rate in excess of that for Level IV of the Executive Schedule, or any alternate U.S. director is compensated at a rate in excess of that for Level V of such Schedule.\n\nDirects the U.S. executive director of each international financial institution to: (1) seek to require that each institution conducts human rights due diligence in connection with any loan, grant, or policy; and (2) promote improvements in borrowing countries' financial management and judicial capacity to prosecute fraud and corruption.\n\n\tDirects the Secretary of the Treasury to instruct the U.S. executive directors of the World Bank and the Inter-American Development Bank, and the Director of the Office of Foreign Assets Control to support investments that contribute to the economic and social development of Caribbean region countries.\n\n(Sec. 7030) Authorizes nongovernmental organizations which are USAID grantees or contractors to place funds made available to them under title III of this Act in interest bearing accounts in order to enhance their participation in debt-for-development and debt-for-nature exchanges.\n\n(Sec. 7031) Sets forth requirements for direct government-to government assistance.\n\n(Sec. 7032) Obligates funds for democracy programs, including programs to support freedom of religion.\n\nStates that any funds made available by this Act for a business and human rights program in China shall be made available on a cost-matching basis from sources other than the U.S. government.\n\nProhibits funds appropriated by this Act for USAID democracy programs from being used in countries where:\n\n the government is politically repressive; USAID does not have direct-hire staff in the country; the government has rejected USAID assistance or has such an adverse relationship with the United States that the implementation of democracy assistance is not advisable; and the level of political repression requires implementing organizations to go to excessive lengths to protect program beneficiaries and participants, or to minimize recognition of USAID's role. (Sec. 7033) Conditions the use of funds appropriated by this Act during FY2015 to make any pledge for future year funding for any multilateral or bilateral program funded in titles III through VI of this Act.\n\n(Sec. 7034) Makes funds under titles III through VI of this Act available for: (1) war victims, (2) displaced children, (3) displaced Burmese, and (4) victims of trafficking in persons and to combat such trafficking.\n\nExpands authorities under the Foreign Assistance Act of 1961 for civilian police assistance for a regional, district, municipal, or other sub-national entity emerging from instability.\n\nDirects the Secretary to implement obligations under the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 requiring suspension of visa issuance to applicants of a diplomatic mission (A-3 visa) or international organization (G-5 visa) if its employees are found to have a record of exploiting such visa holders.\n\nMakes specified funds available for: (1) the World Food Program; (2) the partner vetting system pilot program; and (3) programs to disarm, demobilize, and reintegrate into civilian society former members of foreign terrorist organizations.\n\n\tProhibits funds for the Department, foreign operations, or related programs from being used to implement any law, regulation, or policy that restricts travel or related transactions by a U.S. citizen or national to any Western Hemisphere country.\n\nAuthorizes the President to use specified funds in FY2015 for contingencies.\n\nAuthorizes the Secretary to withhold funds under title III of this Act for assistance for the government of any country that is not taking steps to comply with the Convention on the Civil Aspects of International Child Abductions.\n\nExtends:\n\n passport surcharge fee authority; the exemption of the Secretary from the requirement to convene an Accountability Review Board in the case of an incident that involves serious injury, loss of life, or significant destruction of property at a federal mission in Afghanistan; funding authority for recruitment, relocation, and retention bonuses to Foreign Service members, other than chiefs of mission and ambassadors at large, who are on official duty in Iraq, Afghanistan, or Pakistan; specified authorities on reemployment requirements for certain annuitants reemployed in Iraq, Pakistan, and Afghanistan; refugee set-asides for nationals of the former Soviet Union, Estonia, Latvia, or Lithuania who are current, active members of the Ukrainian Catholic Church or the Ukrainian Orthodox Church; and the eligibility period for status adjustment from a parolee who was denied refugee status to a lawfully admitted permanent resident for certain aliens from the former Soviet Union, Estonia, Latvia, Lithuania, Vietnam, Laos, or Cambodia. Prohibits funds under this Act from being used for crowd control items for foreign security forces that use excessive force to repress peaceful expression or assembly in countries undergoing democratic transition.\n\nLimits the use of funds made available to the Department's Working Capital Fund to only those amounts and activities provided for in the President's FY2015 budget.\n\nAuthorizes the use of economic support funds to establish one or more enterprise funds for Egypt and Tunisia.\n\nMakes funds available in the HIV/AIDS Working Capital Fund for pharmaceuticals and other products for other global health and child survival, malaria, and tuberculosis to the same extent as HIV/AIDS pharmaceuticals and other products.\n\nAuthorizes the Secretary to use fees deposited into the Fraud Prevention and Detection Account to increase the number of personnel assigned to preventing visa fraud.\n\nProhibits funds under titles I and III of this Act that appropriate funds to a non-federal or quasi-federal organization, with certain exceptions, from being used to pay senior executives above the rate payable for level IV of the Executive Schedule.\n\n(Sec. 7035) Expresses the sense of Congress that:\n\n the Arab League boycott of Israel (reinstated in 1997), and the secondary boycott of American firms that have commercial ties with Israel, is an impediment to regional peace and to U.S. investment and trade in the Middle East and North Africa and should be terminated; and the President should report annually to Congress on steps taken to encourage Arab League states to normalize their relations with Israel to end the boycott. (Sec. 7036) Prohibits the use of funds under titles III through VI of this Act (subject to a national security interest waiver) to support a Palestinian state unless the Secretary certifies to Congress that:\n\n the Palestinian governing entity has demonstrated a commitment to peaceful coexistence with Israel and is taking measures to counter terrorism in the West Bank and Gaza, and the Palestinian Authority (PA) or a new governing entity is working to establish a lasting peace in the Middle East. Exempts from such restriction assistance to help reform the PA and affiliated institutions or a newly elected governing entity meet such assistance requirements.\n\nExpresses the sense of Congress that the governing entity should enact a constitution assuring the rule of law, an independent judiciary, and respect for human rights, and should enact laws assuring transparent and accountable governance.\n\n(Sec. 7037) Prohibits, with an exception for acquisition of additional space for the Consulate General in Jerusalem, the obligation of funds appropriated under titles II through VI of this Act to create in Jerusalem a new U.S. agency office for the purpose of conducting U.S. business with the PA over Gaza and Jericho (or any successor Palestinian governing entity) provided for in the Israel-PLO Declaration of Principles.\n\n(Sec. 7038) Prohibits the use of funds under this Act to provide equipment, technical support, consulting services, or any other assistance to the Palestinian Broadcasting Corporation.\n\n(Sec. 7039) Directs the Secretary, for FY2015, to certify to Congress prior to the initial obligation of funds for the bilateral West Bank and Gaza program that the Government Accountability Office (GAO) will have access to necessary financial information to evaluate the uses of U.S. assistance.\n\nDirects the Secretary, before obligating economic support funds under this Act for the West Bank and Gaza, to take steps to ensure that such assistance is not provided to or through any individual or entity that advocates or engages in terrorist activity.\n\nProhibits funds from being used to honor individuals who commit, or have committed, acts of terrorism.\n\nRequires and obligates funds for program audits.\n\n(Sec. 7040) Prohibits economic support fund assistance under this Act from being provided to the PA unless the President certifies to Congress that it is in U.S. national interests.\n\nStates that any such waiver shall: (1) not be for more than six months at a time; and (2) not apply beyond 12 months after enactment of this Act.\n\nRequires a report to Congress when such waiver is exercised.\n\nProhibits the use of appropriations under titles III through VI of this Act for:\n\n assistance to the Palestine Liberation Organization (PLO); and salaries of PA personnel in Gaza or for assistance to Hamas or any Hamas-controlled or power-sharing government unless the President certifies to Congress that Hamas has accepted Israel's right to exist and is adhering to previous agreements with the United States, Israel, and the international community. (Sec. 7041) Makes funds under this Act available to the government of Egypt only if the Secretary certifies to Congress that Egypt is sustaining the strategic relationship with the United States and meeting its obligations under the 1979 Egypt-Israel Peace Treaty.\n\nAuthorizes Economic Support Fund assistance under this Act for Egypt, of which a certain amount should be obligated for higher education programs.\n\nDirects the Secretary to reduce Economic Support Fund assistance for Egypt by the amount expended by the United States for bail, and by nongovernmental organizations for legal and court fees, associated with democracy-related trials in Egypt.\n\nMakes specified funds under this Act for Egypt available for development programs in the Sinai, nonproliferation programs, and for counterterrorism and border security if the Secretary certifies to Congress that it is important to U.S. national security interests.\n\nAuthorizes specified foreign military financing funds to be made available for Egypt until September 30, 2016.\n\nMakes specified FY2015 funds under titles III and IV of this Act available to Egypt if the Secretary certifies to Congress that Egypt:\n\n has held free presidential and parliamentary elections; has released American citizens who are considered by the Secretary to be political prisoners and dismissed charges against them; is providing U.S. officials, journalists, and human rights organizations access to the Sinai; has released all persons detained for exercising their rights to free expression, association, and peaceful assembly; is providing detainees with due process of law; is implementing laws to protect freedoms of expression, association, and assembly; is conducting credible criminal investigations and prosecutions of the use of excessive force by security forces; and is taking steps to protect the rights of women and religious minorities. Makes funds under titles I and III of this Act available for the promotion of democracy and human rights in Iran, including media and Internet access.\n\nMakes specified funds under this Act available for Iraq for: (1) mitigating the Syrian conflict's impact on Iraqi communities, (2) a conflict response program, and (3) enhancing Kurdistan's security capacities.\n\nUrges that specified funds under this Act be made available for the Marla Ruzicka Iraqi War Victims Fund.\n\nDirects the Secretary to report to Congress detailing U.S. steps taken to address the plight of Iranian dissidents at Camp Liberty/Hurriya in Iraq.\n\n Obligates specified funds under this Act for Jordan, including amounts for security requirements along the Iraq and Syria borders.\n\nProhibits funds under this Act from being made available for Lebanese law enforcement personnel or the Lebanese Armed Forces (LAF) if such law enforcement personnel or the LAF is controlled by a foreign terrorist organization.\n\nAuthorizes specified funds under this Act for programs and equipment for Lebanese law enforcement personnel and the LAF to address security and stability requirements in areas affected by the Syrian conflict.\n\nMakes specified military financing funds for Lebanon available only to professionalize the LAF and to strengthen border security and combat terrorism.\n\nMakes specified funds available for Libya to:\n\n strengthen democracy and security, address humanitarian needs, professionalize military personnel, and counter extremist ideologies. Directs the Secretary to report to Congress regarding the number of claims against Libya filed with the Foreign Claims Settlement Commission pursuant to the Department's referral of claims of November 27, 2013, in connection with the Claims Settlement Agreement between the United States of America and the Great Socialist People's Libyan Arab Jamahiriya of August 14, 2008.\n\nProhibits the use of foreign military financing program funds to procure defense articles or services for use in the Western Sahara territory.\n\nMakes specified funds available to Syria for humanitarian and other assistance to address the needs of civilians affected by conflict in Syria and to:\n\n establish democratic governance and civil society, expand the role of women in politics, promote economic development, prosecute human rights violations, counter extremist ideologies, and assist Syrian refugees to complete their higher education. Directs the Secretary, before any obligation of funds under this Act for Syria, to ensure that mechanisms are in place for the adequate monitoring and control of assistance inside Syria.\n\nRequires congressional consultation before making funds under this section available for Syria.\n\nDirects the Secretary, before any obligation of Economic Support Fund assistance under this Act for the PA, to report to Congress that the purpose of such assistance is to:\n\n advance Middle East peace, improve regional security, continue support for accountable government institutions, promote a private sector economy, or address urgent humanitarian needs. Prohibits the availability of Economic Support Fund assistance under this Act for the PA if:\n\n the Palestinians obtain the same standing as a United Nations (U.N.) member state or full membership in the U.N. or any specialized U.N. agency outside an agreement negotiated between Israel and the Palestinians; or the Palestinians initiate an International Criminal Court (ICC) investigation, or actively support such an investigation, that subjects Israeli nationals to an investigation for alleged crimes against Palestinians. Reduces Economic Support Fund assistance for the PA by the amount expended by the PA as payments for acts of terrorism by individuals who are imprisoned after being fairly tried and convicted for acts of terrorism and by individuals who died committing acts of terrorism during the previous calendar year.\n\n(Sec. 7042) Makes funds under this Act for the Central African Republic available for reconciliation and peace building programs, including for programs to prevent crimes against humanity.\n\nUrges that specified funds should be made available for the trans-Sahara counterterrorism partnership program and the partnership for regional East Africa counterterrorism program.\n\nMakes specified economic support funds available for programs to counter extremism in East Africa.\n\nAuthorizes specified funds under this Act for unanticipated crises in Africa.\n\nProhibits military and police assistance to Ethiopia unless the Secretary certifies to Congress that Ethiopia is: (1) implementing policies to protect judicial independence, due process, and freedom of expression; and (2) permitting access to human rights and humanitarian organizations in the Somalia region of Ethiopia.\n\nExempts from such restriction: (1) Ethiopian military efforts in support of international peacekeeping operations, (2) counterterrorism efforts, (3) assistance to the Ethiopian Defense Command and Staff College.\n\nStates that specified funds under this Act for the lower Omo and Gambella regions of Ethiopia shall: (1) not be used to support forced evictions, (2) be used to support local development initiatives.\n\nMakes specified military education and training assistance for Angola, Cameroon, Chad, Cote d'Ivoire, Somalia, Guinea, and Zimbabwe available only for training related to international peacekeeping operations and expanded military education and training. Prohibits such assistance to Central African Republic and Equatorial Guinea.\n\nUrges that specified funds under title IV of this Act be made available for Kenya.\n\nObligates specified economic support funds for programs in areas affected by the Lord's Resistance Army (LRA), including programs to improve physical access and telecommunications infrastructure, and to support the disarmament and reintegration of former LRA combatants, especially child soldiers.\n\nMakes funds under this Act for Nigeria available for women and girls who are targeted by the terrorist organization Boko Haram.\n\nObligates specified funds for pilot programs to address: (1) health and development challenges in Africa and increased economic engagement opportunities with the United States, and (2) security challenges in Africa.\n\nStates that Economic Support Fund assistance under this Act for Somalia shall be used to promote reconciliation between the central government and Somali regions.\n\nWithholds certain funds from the central government of South Sudan until the Secretary reports to Congress that such government is:\n\n providing access for humanitarian organizations; ending the use of child soldiers; supporting a cessation of hostilities agreement; protecting freedoms of expression, association, and assembly; reducing corruption related to the extraction and sale of oil and gas; and establishing democratic institutions, including military and police forces under civilian authority. Prohibits funds under this Act from being made available for: (1) assistance to the government of Sudan, and (2) modifying loans and loan guarantees held by the government of Sudan.\n\nExempts from such prohibition:\n\n humanitarian assistance; assistance for the Darfur region, Southern Kordofan State, Blue Nile State, other marginalized areas and populations in Sudan, and Abyei; and assistance to support implementation of outstanding issues of the Comprehensive Peace Agreement (CPA), mutual arrangements related to post-referendum issues associated with the CPA, or any other internationally recognized peace agreement in Sudan. Prohibits foreign military financing funds from being made to Rwanda if it is supporting armed groups in the the Democratic Republic of the Congo that have violated human rights or are involved in the illegal exportation of minerals, wildlife, or contraband.\n\nExempts from such prohibition assistance to improve border controls, support international peacekeeping operations, or to conduct operations against the LRA.\n\nDirects the Secretary of the Treasury to instruct U.S. executive directors to international financial institutions to vote against any loan extensions to the government of Zimbabwe, except to meet basic human needs or to promote democracy, unless the Secretary reports to Congress that Zimbabwe has restored the rule of law.\n\nProhibits funds under this Act from being made available to the government of Zimbabwe, except for health and education, unless the Secretary reports to Congress that Zimbabwe has restored the rule of law.\n\nAuthorizes macroeconomic growth assistance if Zimbabwe is implementing transparent fiscal policies, including public disclosure of revenues from the extraction of natural resources.\n\n(Sec. 7043) Makes specified funds under this Act available to:\n\n strengthen maritime security in the Asia region (countries and territories in Oceania, Southeast Asia, and South Asia, and the Indian and Pacific Oceans bordering those countries and territories); and promote the capabilities of naval forces, coast guard, or other governmental maritime entities engaged in maritime security issues in the region, including counter-piracy and disaster relief. Prohibits funds under this Act from being made available for China's armed forces.\n\nAuthorizes funds under titles III and IV of this Act for U.S. participation in the Information Sharing Centre in Singapore.\n\nProvides that funds under title III of this Act for programs to strengthen regional alliances and partnerships among governments in the Asia region may only be made available on a cost-matching basis from non U.S. government sources.\n\nRequires that specified funds under this Act be made available for:\n\n (1) increased U.S. trade in the Asia region; (2) exchange programs for the region, including for the Young Southeast Asian Leaders Initiative; (3) democracy and human rights promotion in the region; and (4) conflict resolution in the region. Directs the Secretary to report to Congress detailing the funds provided for the Asia Rebalancing Initiative for each fiscal year beginning in FY2012.\n\nDirects the Secretary to submit to Congress a multi-year strategy to increase maritime security cooperation with countries in the Asia region.\n\nMakes specified funds under this Act available to: (1) promote democracy, human rights, and the rule of law in China; and (2) promote and preserve Tibetan culture and Tibetan communities in India and Nepal, and to assist in the development of the next generation of Tibetan leaders from such communities.\n\nAuthorizes economic support funds under this Act for Burma, except that such funds shall not be available to any successor or affiliate organization of the State Peace and Development Council.\n\nStates that funds under title III of this Act for Burma:\n\n may not be made available for budget support for the government; shall be provided to strengthen civil society organizations; shall be made available for community-based organizations operating in Thailand to provide food, medical, and other humanitarian assistance to internally displaced persons in eastern Burma; and shall be made available for ethnic and religious reconciliation programs. Makes funds under this Act for Burma available for implementation of a specified democracy and human rights strategy.\n\nMakes funds under this Act available for: (1) Department operations in Burma to continue consultations with the armed forces of Burma only on human rights and disaster response, and (2) the government of Burma if the Secretary certifies to Congress that such government has implemented election reforms.\n\nStates that any new program in Burma initiated in FY2015 shall be subject to prior congressional consultation.\n\nProhibits funds under titles III and IV of this Act from being made available for assistance for the government of Cambodia unless the Secretary certifies to Congress Cambodia:\n\n is implementing electoral reforms; has scheduled parliamentary elections; is protecting the rights of the Cambodian people to freedoms of expression, association, and assembly; has released all political prisoners and is investigating and prosecuting human rights violations committed by Cambodian security forces; and is promoting civil society and Internet freedom. Makes economic support funds under this Act available for democracy and human rights programs in Cambodia.\n\nProhibits funds under this act for a U.S. contribution to a Khmer Rouge tribunal from being made available unless the Secretary certifies to Congress that international donors have reimbursed the Documentation Center of Cambodia and have determined the costs associated with the Center's winding down.\n\nDirects the Secretary of the Treasury to instruct the U.S. executive directors of the World Bank and the Asian Development Bank to vote against any loan, agreement, or other financial support for Cambodia, except to meet basic human needs, until the Secretary certifies that Cambodia has met specified democratic requirements.\n\nObligates funds for broadcasts into North Korea.\n\nMakes funds available for assistance for refugees from North Korea, including for protection activities in China.\n\nProhibits economic support funds from being made available for the government of North Korea.\n\nProhibits: (1) specified funds under this Act from being obligated or expended for export licenses of U.S. origin satellites (including commercial satellites and satellite components) to China without prior notice to Congress; and (2) funds under this Act from being used to finance any grant, contract, or cooperative agreement with the People's Liberation Army or any affiliated entity.\n\nMakes specified funds under this Act available to counter China's strategic influence.\n\nWithholds specified military funds under this Act for the Philippines until the Secretary submits a specified report to Congress.\n\nUrges the Secretary of the Treasury to instruct U.S. executive directors to international financial institutions to support projects in Tibet if such projects do not provide incentives for the migration and settlement of non-Tibetans into Tibet or facilitate the transfer of ownership of Tibetan land and natural resources to non-Tibetans.\n\nMakes economic support funds under this Act funds available to nongovernmental organizations to preserve cultural traditions and promote sustainable development and environmental conservation in Tibetan communities in the Tibetan Autonomous Region and in other Tibetan communities in China.\n\nMakes specified economic support funds available for remediation of dioxin contaminated areas in Vietnam.\n\n(Sec. 7044) Prohibits funds under titles I, II, and VIII of this Act for construction and renovation of U.S. government facilities in Afghanistan from being made available to accommodate federal employee positions or to expand aviation facilities or assets above those notified by the Department and USAID or contractors in addition to those in place on January 17, 2014.\n\nExempts from such restriction funds that are necessary to protect such facilities or the security and welfare of U.S. personnel.\n\nStates that specified funds under this Act for Afghanistan:\n\n may not be used to support any new program or activity, including site visits, for which regular oversight by a direct hire or designated Foreign Service National of the Department or USAID is not possible; shall only be made for programs that the government of Afghanistan or other Afghan entity is capable of sustaining; may be made for independent election bodies; may be made for reconciliation programs and disarmament, demobilization, and reintegration activities for former combatants; should not be used to initiate new major infrastructure projects; shall be used to implement the United States Embassy Kabul Gender Strategy; may not be made to any individual or organization that the Secretary believes is involved in corrupt practices; and shall prioritize programs that promote women's economic and political empowerment. Prohibits the obligation of specified funds to the the government of Afghanistan unless the Secretary certifies to Congress that:\n\n Afghanistan has held free and fair elections; the United States and Afghanistan have agreed to a Bilateral Security Agreement that further defines the security partnership with Afghanistan, including support for counterterrorism operations; Afghanistan is taking steps to protect the rights of Afghan women and girls; and Afghanistan is making credible efforts to reduce corruption and recover stolen assets. Makes specified funds available for Bangladesh to improve labor conditions by strengthening the capacity of independent workers' organizations in Bangladesh's ready made garment, shrimp, and fish export sectors.\n\nMakes certain military financing funds available for Nepal only if the Secretary certifies to Congress that Nepal is investigating and prosecuting violations of human rights and the laws of war, and the Nepal army is cooperating fully with civilian judicial authorities. Exempts assistance for humanitarian relief and reconstruction activities from such restriction.\n\nWithholds specified assistance under this Act for Pakistan until the Secretary certifies to Congress that Pakistan is: (1) cooperating with the United States in counterterrorism efforts, (2) not supporting terrorist activities against the United States or coalition forces in Afghanistan, (3) preventing the proliferation of nuclear-related material and expertise, and (5) dismantling improvised explosive device (IED) networks,\n\nAuthorizes specified military assistance under this Act for Pakistan to be made available only for counterterrorism, counter piracy, and counterinsurgency capabilities in Pakistan.\n\nMakes specified assistance under this Act for Pakistan available to: (1) interdict precursor materials from Pakistan to Afghanistan that are used to manufacture IEDs, and (2) encourage alternative fertilizer use among Pakistani farmers.\n\nWithholds funds under title IV of this Act from Pakistan until the Secretary reports to Congress that Dr. Shakil Afridi has been released from prison and cleared of all charges relating to the assistance provided to the United States in locating Osama bin Laden.\n\nUrges the Secretary to suspend assistance for the government of Pakistan if Pakistan fails to make progress in meeting certain benchmarks regarding combating poverty, countering extremism, and establishing conditions conducive to the rule of law and accountable governance.\n\nDirects the Secretary to report to Congress detailing the costs and objectives associated with significant infrastructure projects supported by the United States in Pakistan.\n\nObligates economic support funds for scholarships for women in Pakistan.\n\nProhibits specified funds from being made available to Sri Lanka, defense export license from being issued, and military equipment or technology from being sold or transferred unless the Secretary certifies to Congress that Sri Lanka is meeting specified conditions.\n\nStates that, if the Secretary makes such certification, foreign military financing funds should be used to support the recruitment and training of Tamils into the Sri Lankan military, Tamil language training for Sinhalese military personnel, and human rights training for all military personnel.\n\nDirects the Secretary of the Treasury to instruct U.S. executive directors at international financial institutions to vote against any loan, agreement, or other financial support for Sri Lanka, except to meet basic human needs, unless the Secretary makes specified certifications.\n\nMakes specified economic support funds available for cross border stabilization and development programs between Afghanistan and Pakistan or between either country and the Central Asian countries.\n\n(Sec. 7045) Directs the Secretary to submit to Congress a prevention and response strategy and spend plan to address key factors in Central America that are contributing to significant increases in migration of unaccompanied, undocumented minors to the United States. Obligates funds to implement such strategy.\n\nStates that specified funds should be made available to expand the repatriation facility at San Salvador's Comalapa Airport for processing of undocumented Salvadoran migrants returning from the United States.\n\n Authorizes the use of funds under this Act for Columbia for a campaign against narcotics trafficking, illegal armed groups, and foreign terrorist organizations, and to protect human health and welfare in emergency circumstances.\n\nLimits certain funding under this Act for aerial drug eradication in Colombia and for the Colombian armed forces until the Secretary makes certain certifications to Congress.\n\nMakes economic support funds under this Act available for Cuba and for USDA programs for private business development.\n\nMakes Haiti eligible to purchase U.S. defense articles and services for its Coast Guard.\n\nMakes certain law enforcement/narcotics control and military funds under this Act available for the Mexican and Honduran armies and police only in accordance with specified requirements. Exempts from such restriction assistance to promote transparency and anti-corruption.\n\nDirects the Secretary to certify to Congress that: (1) Mexico has outlined a delivery schedule for amounts of water necessary to eliminate any deficit to the United States under the current cycle of five consecutive years for deliveries to the Rio Grande, and (2) the current cycle ends in a debt free status.\n\nUrges that specified funds under this Act be made available for labor and environmental capacity building activities relating to free trade agreements with countries of Central America, Colombia, Peru, and the Dominican Republic.\n\n(Sec. 7046) Prohibits funds during FY2015 under titles III through VI of this Act from being used to pay any assessments, arrearages, or dues of any U.N. member, or from certain funds under this Act for the costs for attendance of another country's delegation at international conferences held under the auspices of multilateral or international organizations.\n\n(Sec. 7047) Permits the President to provide up to a specified amount of commodities and services to the United Nations War Crimes Tribunal if doing so will contribute to a just resolution of charges regarding genocide or other violations of international law in the former Yugoslavia.\n\n(Sec. 7048) Withholds specified funds under titles I and V of this Act for contributions to any U.N. agency or the Organization of American States (OAS) if the Secretary reports to Congress that the agency or organization is not taking specified actions regarding whistle blower protection and financial and performance transparency.\n\nProhibits funds under title I of this Act from being used to pay expenses for any U.S. delegation to any specialized U.N. agency, body, or commission that is presided over by a country that supports international terrorism.\n\nMakes specified funds available for U.S. contributions or assessments for the United Nations Human Rights Council (UNHRC) only if the Secretary reports to Congress that UNRHC participation is in the U.S. national interest.\n\n(Sec. 7049) Authorizes the use of specified funds during FY2015 under titles III and IV of this Act to enhance the effectiveness and accountability of civilian police authority through human rights training and through the promotion of civilian police roles that support democratic governance, including programs on conflict prevention, police-community relations, disaster assistance, and gender-based violence.\n\n(Sec. 7050) Obligates specified funds under titles I and III of this Act for programs to promote Internet freedom globally.\n\nPrioritizes such funds for those countries whose governments restrict Internet freedom and that are important to U.S. national interests.\n\n(Sec. 7051) Prohibits the use of specified funds to send or otherwise pay for the attendance of more than 50 U.S.-stationed employees from a federal department or agency at any single conference outside the United States unless such attendance is important to the national interest.\n\n(Sec. 7052) Authorizes the transfer of certain aircraft including for the transportation of active and standby Civilian Response Corps personnel and equipment.\n\nRequires that the use of Department and USAID aircraft used primarily to transport personnel shall be coordinated under the authority of the appropriate Chief of Mission.\n\n(Sec. 7053) Withholds assistance during FY2015 to a foreign country in an amount equal to 110% of the total unpaid property tax and unpaid parking fines and penalties incurred from April 1, 1997-September 30, 2013, and owed by the country to the District of Columbia or New York City.\n\n(Sec. 7054) Authorizes disposal on a grant basis in foreign countries during FY2015 of demining equipment used in support of the clearance of land mines and unexploded ordnance for humanitarian purposes.\n\nRestricts military assistance for cluster munitions.\n\n(Sec. 7055) Prohibits the use of funds for publicity or propaganda purposes within the United States that were not authorized before the enactment of this Act.\n\nMakes specified funds available for USAID assistance to private and voluntary organizations engaged in facilitating public discussion of hunger and other related issues.\n\n(Sec. 7056) Limits the amount of funds under title II of this Act during FY2015 that may be used for official USAID residence expenses.\n\n(Sec. 7057) Allocates specified funds under title III of this Act for USAID to hire up to 175 persons per fiscal year on a limited appointment basis in the United States and abroad. Conditions such hirings upon an equivalent elimination of USAID nondirect-hire employees. Terminates such authority on September 30, 2016.\n\nAuthorizes up to four-year extensions for limited-appointment Foreign Service personnel.\n\nAuthorizes specified funds under title III of this Act for the costs of persons detailed to or employed by USAID to carry out natural or man-made disaster response programs.\n\nAuthorizes specified funds under this Act to be used by USAID to employ up to 40 personal services contractors in the United States for new or expanded overseas programs until permanent personnel are hired. Limits to 15 the number of such contractors that may be assigned to any bureau or office.\n\nContinues USAID authority to appoint into the Senior Foreign Service and employ up to 10 individuals for programs in Afghanistan or Pakistan.\n\nRequires USAID to establish a new Foreign Service position designated as a Local Sustainable Development Officer.\n\nAuthorizes certain funds under this Act to be used to employ up to 15 individuals on a limited appointment basis for activities related to the United States Global Development Lab.\n\n(Sec. 7058) States that funds appropriated by titles III and IV of this Act for child survival activities or disease programs, including HIV/AIDS research, prevention and treatment activities, may be made available notwithstanding any other provision of law except for specified provisions.\n\nStates that specified funds under title III of this Act should be made available for family planning/reproductive health, including in areas where population growth threatens biodiversity or endangered species.\n\nAuthorizes specified funds to be made available to combat a pandemic virus if the President reports to Congress that the virus is severe and is spreading internationally.\n\n(Sec. 7059) Makes specified funds under this Act available for: (1) gender programs, (2) programs to increase political opportunities for women in countries where women and girls suffer severe forms of discrimination, and (3) a multi-year strategy to prevent and respond to gender-based violence in countries where it is common.\n\nMakes funds under this Act available to: (1) promote gender equality in U.S. government and development efforts; and (2) empower women as equal partners in conflict prevention, peace building, and reconstruction efforts.\n\nStates that programs funded under titles III and IV of this Act to train foreign police and judicial and military personnel shall: (1) address prevention and response to gender-based violence and trafficking in persons, and (2) promote the integration of women into the police and other security forces of their countries.\n\n(Sec. 7060) Allocates specified funds for:\n\n basic and higher education, programs to counter violent extremism, environment programs, food security and agriculture development programs, microenterprise and microfinance development programs for the poor and women, reconciliation programs which bring together individuals of different backgrounds from areas of civil strife and war, activities to combat trafficking in persons, and water and sanitation supply projects. (Sec. 7061) Applies specified human-rights-based conditions on assistance to Uzbekistan under this Act, except that the Secretary may waive such conditions for Uzbekistan for six-month periods through September 30, 2016, if in the U.S. national security interest and necessary to obtain access to and from Afghanistan.\n\n(Sec. 7062) Prohibits funds under titles III through VI of this Act during FY2015 from being provided to a nongovernmental organization or contractor which fails to provide documents, files, or records for USAID auditing requirements.\n\n(Sec. 7063) Makes specified funds available in FY2015 for the United Nations Population Fund (UNFPA). Prohibits the use of funds under this Act by UNPFA for a program in China.\n\n(Sec. 7064) Requires each department, agency, or organization funded under titles I and II of this Act, and the independent agencies and the Department of the Treasury funded under title III of this Act to submit to Congress an operating plan for funds appropriated or otherwise available for obligation in FY2015.\n\nRequires the Secretary to submit to Congress a spend plan for funds made available under titles III and IV of this Act for assistance for:\n\n Iraq, Afghanistan, Colombia, Egypt, Haiti, Lebanon, Libya, Mexico, Pakistan, Yemen, and the West Bank and Gaza; democracy programs, and food security and agriculture development programs; and the Caribbean Basin Security Initiative, the Central American Regional Security Initiative, the Trans-Sahara Counterterrorism Partnership program, and the Partnership for Regional East Africa Counterterrorism program. (Sec. 7065) Obligates specified funds under this Act for assistance to eliminate inhumane conditions in foreign prisons and other detention facilities.\n\n(Sec. 7066) Prohibits the use of funds under this Act to support or justify the use of torture, cruel, or inhumane treatment by any U.S. government official or contract employee.\n\n(Sec. 7067) Prohibits the use of funds under this Act (other than funds for narcotics control and law enforcement, refugee assistance, or antiterrorism activities) during FY2015 to assist the government of a country with which the United States has diplomatic relations and an extradition treaty and refuses to extradite to the United States any individual charged with a criminal offense for which the maximum penalty is life imprisonment without parole, or for killing a law enforcement officer.\n\nAuthorizes the Secretary to waive such restriction on a case-by-case basis if important to U.S. national interests.\n\n(Sec. 7068) Authorizes the commercial leasing of certain defense articles (instead of the government-to-government sale) during FY2015 to Israel, Egypt, North Atlantic Treaty Organization (NATO) members, and major non-NATO allies if the President determines that there are compelling foreign policy or national security reasons.\n\n(Sec. 7069) Prohibits, with a U.S. national interest waiver, specified funds under this Act during FY2015 from being made available to a government of an Independent State of the former Soviet Union that directs any action in violation of the territorial integrity or national sovereignty of any other Independent State of the former Soviet Union.\n\nAuthorizes the President to waive such restriction if in the U.S. national security interest.\n\nAuthorizes economic support funds under this Act to be made available to specified countries pursuant to the Support for Eastern European Democracy (SEED) Act of 1989 and the FREEDOM Support Act.\n\n(Sec. 7071) Directs the Secretary of the Treasury to: (1) instruct the U.S. Executive Director of the International Monetary Fund (IMF) to ensure that any loan will be repaid to the IMF before other private creditors, and (2) seek to require that the IMF is implementing whistle blower best practices. Extends certain IMF transparency provisions to this Act.\n\nAuthorizes the U.S. Governor of the IMF to agree to: (1) specified amendments to the Articles of Agreement, and (2) an increase in the U.S. quota of the IMF.\n\n(Sec. 7072) Prohibits the use of funds under this Act during FY2015 for first-class travel by employees of agencies funded under this Act in contravention of the Federal Travel Regulation System.\n\n(Sec. 7073) Requires any report, with specified exceptions, that is required by this Act to be submitted to Congress by any federal agency receiving funds under this Act to be posted on the agency's public website within 30 days of its receipt by Congress.\n\n(Sec. 7074) Makes funds appropriated by this Act available for the Secretary to implement procedures for determining whether U.S. citizens and nationals detained abroad are more likely than not detained arbitrarily and in violation of international law, and deserving of enhanced legal and diplomatic support.\n\nDirects the Secretary to: (1) submit to Congress a quarterly report on U.S. citizens and nationals so detained, and (2) publish a related resource manual for government officials and families of wrongly detained individuals.\n\n(Sec. 7075) Prohibits funds under this Act from being obligated or expended to implement the Arms Trade Treaty in the United States until the Senate approves a resolution of ratification for the Treaty.\n\n(Sec. 7076) Authorizes the transfer of certain funds under title III of this Act for OPIC.\n\n(Sec. 7077) Authorizes funds to be obligated during FY2015 for the Special Defense Acquisition Fund, to remain available for obligation until September 30, 2016.\n\n(Sec. 7078) States that, if the executive branch during FY2015 makes a determination not to comply with any provision of this Act on constitutional grounds, the head of the relevant federal agency shall notify Congress concerning the basis for such determination and any resulting program and policy changes.\n\n(Sec. 7079) Makes specified funds available for USAID programs for people with disabilities in developing countries.\n\n(Sec. 7080) Prohibits during FY2015 the provision of funds under titles III through VI of this Act for: (1) any financial incentive to a business for purposes of inducing it to relocate outside the United States if it will reduce the number of U.S. employees, or (2) assistance for any program that contributes to the violation of internationally recognized workers rights in the recipient country.\n\n(Sec. 7081) Amends the Asian Development Bank Act to authorize: (1) the United States Governor of the Asian Development Bank to contribute on behalf of the United States to the tenth replenishment of the resources of the Asian Development Fund, and (2) appropriations for the contribution.\n\nAmends the The International Development Association Act to authorize: (1) The United States Governor of the International Development Association to contribute to the seventeenth replenishment of the Association, and (2) appropriations for the contribution.\n\nAuthorizes: (1) the Secretary of the Treasury to make a contribution to the International Development Association for funding debt relief costs under the Multilateral Debt Relief Initiative incurred in the period governed by the seventeenth replenishment of resources of the Association, and (2) appropriations for the contribution.\n\nAmends the African Development Fund Act to authorize: (1) the United States Governor of the African Development Fund to contribute to the thirteenth replenishment of the Fund, and (2) appropriations for the contribution.\n\n Authorizes: (1) the Secretary of the Treasury to make a contribution to the African Development Fund for funding debt relief costs under the Multilateral Debt Relief Initiative incurred in the period governed by the thirteenth replenishment of resources of the Fund, and (2) appropriations for the contribution.\n\n(Sec. 7082) Rescinds specified amounts from unexpended balances for the Department of State, foreign operations, and related programs.\n\n(Sec. 7083) Revises the fee for a border crossing card for minors.\n\n(Sec. 7084) Establishes within USAID a small grants program (in lieu of the development grants program) to provide small grants, cooperative agreements, and other assistance mechanisms to small nongovernmental organizations, universities, and other small entities for specified development assistance under the Foreign Assistance Act of 1961.\n\nProvides that: (1) funds under this section shall remain available for obligation until September 30, 2019; and (2) grants, cooperative agreements, and other assistance mechanisms may entail expenditure commitments through FY2020.\n\n(Sec. 7085) Provides that a federal court shall have jurisdiction to review a petition claiming a violation of the the Vienna Convention on Consular Relations or a comparable bilateral international agreement addressing consular notification and access filed by an individual convicted and sentenced to death by any federal or state court before the date of enactment of this Act.\n\n(Sec. 7086) Amends the the Vietnam Education Foundation Act of 2000 to make excess amounts deposited into the Vietnam Debt Repayment Fund available in FY2014-FY2018 for grants to support the establishment of Fulbright University Vietnam.\n\nAuthorizes the Secretary to award one or more grants to the Trust for University Innovation in Vietnam to support the establishment of Fulbright University Vietnam.\n\n(Sec. 7087) States that in determining assistance eligibility under part I of the Foreign Assistance Act of 1961 foreign nongovernmental organizations shall not be:\n\n ineligible for assistance solely on the basis of health or medical services provided with non-U.S. government funds if such services do not violate the laws of the country in which they are being provided and would not violate U.S. law if provided in the United States, and subject to requirements relating to the use of non-U.S. government funds for advocacy and lobbying activities other than those that apply to U.S. nongovernmental organizations receiving assistance under such part. Title VIII: Overseas Contingency Operations - Appropriates additional funds to the Department for:\n\n administration and diplomatic and consular programs; the Office of Inspector General; educational and cultural exchange programs; embassy security, construction, and maintenance; and conflict stabilization operations. Appropriates additional funds for contributions to international organizations.\n\nAppropriates additional funds to USAID for operating expenses.\n\nAppropriates additional funds for bilateral assistance for: (1) international disaster assistance, (2) the Complex Crisis Fund, (3) the Economic Support Fund, and (4) migration and refugee assistance.\n\nAppropriates additional assistance for international security assistance for: (1) peacekeeping operations; (2) narcotics control and law enforcement; (3) nonproliferation, anti-terrorism, demining, and related programs.\n\nAppropriates additional funds to the President for the foreign military financing program.\n\nAppropriates funds for multilateral assistance for payment to the International Bank of Reconstruction and Development.\n\n(Sec. 8001) States that:\n\n funds appropriated in this title are in addition to amounts appropriated or otherwise made available in this Act for FY2015, and such additional funds shall be available under the authorities and conditions applicable to such appropriations accounts. (Sec. 803) Authorizes the transfer of specified funds under this title.\n\n(Sec. 804) States that each amount designated in this title by the Congress for Overseas Contingency Operations/Global War on Terrorism pursuant to the Balanced Budget and Emergency Deficit Control Act of 1985 shall be available only if the President so designates all such amounts and transmits such designations to Congress."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Department of State, Foreign Operations, and Related Programs Appropriations Act, 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for the Department of State, foreign operations, and related programs for the fiscal year ending September 30, 2015, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:51:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2499:@@@L&summ2=m&"
}