{
  "actions": [
    {
      "acted_at": "2014-06-03", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2423-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-03", 
  "number": "2423", 
  "official_title": "A bill to improve wait times for appointments for hospital care, medical services, and other health care from the Department of Veterans Affairs, to improve accountability of employees responsible for long wait times for such appointments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veterans Access to Care Accountability Act", 
  "sponsor": {
    "district": null, 
    "name": "Shaheen, Jeanne", 
    "state": "NH", 
    "thomas_id": "01901", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-03", 
  "subjects": [
    "Armed forces and national security", 
    "Congressional oversight", 
    "Department of Veterans Affairs", 
    "Federal officials", 
    "Fraud offenses and financial crimes", 
    "Government ethics and transparency, public corruption", 
    "Government studies and investigations", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Hospital care", 
    "Performance measurement", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-03", 
    "text": "Veterans Access to Care Accountability Act - Directs the Comptroller General (GAO) to conduct random, periodic audits of the medical facilities of the Department of Veterans Affairs (VA) and the Veterans Integrated Service Networks to determine if they are in compliance with legal and administrative standards requiring that veterans be provided timely access to health care from the VA.\n\nRequires the VA Secretary, upon the receipt of a specified report finding that a veteran has been subjected to a wait time of more than 30 days for health care from the VA, to: (1) notify the veteran, within 48 hours of receiving such report, of the status of the veteran's appointment; and (2) make every possible effort to schedule the veteran's appointment at a VA facility or through a non-VA health care provider on a date not later than 7 days after receiving such report.\n\nRequires the VA Inspector General to provide the Secretary with a list of the names of each director or other VA official responsible for activities at a VA medical facility who is found to have purposefully misrepresented patient records or other data in order to: (1) conceal a failure of the facility to comply with VA patient access or care standards, or (2) qualify for a performance award or any other compensation that is in addition to basic pay. Prohibits the Secretary from paying a bonus or award to any director or official on such list until the Secretary determines that all issues relating to the reasons why such director or official was included on such list have been resolved.\n\nDirects the Secretary to ensure that any performance review or consideration for promotion of a director or other VA official responsible for activities at a VA medical facility where such misrepresentation has occurred includes an evaluation of whether the director or other official knew or should have known about such misrepresentation.\n\nProhibits the Inspector General from making the names of the individuals on the list public."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Veterans Access to Care Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve wait times for appointments for hospital care, medical services, and other health care from the Department of Veterans Affairs, to improve accountability of employees responsible for long wait times for such appointments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:20-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2423:@@@L&summ2=m&"
}