{
  "actions": [
    {
      "acted_at": "2014-09-18", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5593-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-18", 
  "number": "5593", 
  "official_title": "To amend the Intelligence Reform and Terrorism Prevention Act of 2004 to enhance security clearance investigation procedures, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Security Clearance Enhancement Act of 2014", 
  "sponsor": {
    "district": "2", 
    "name": "Gabbard, Tulsi", 
    "state": "HI", 
    "thomas_id": "02122", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-09-18", 
  "subjects": [
    "Bank accounts, deposits, capital", 
    "Bankruptcy", 
    "Business records", 
    "Civil actions and liability", 
    "Consumer credit", 
    "Criminal justice information and records", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Intelligence activities, surveillance, classified information", 
    "Internet and video services", 
    "Public contracts and procurement", 
    "Terrorism"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-09-18", 
    "text": "Security Clearance Enhancement Act of 2014 - Amends the Intelligence Reform and Terrorism Prevention Act of 2004 to expand the responsibilities of the executive agency selected to conduct security clearance investigations of U.S. government employees and contractors who require access to classified information. Requires such agency to provide for: (1) the collection of data from government, commercial data, consumer reporting agency, and social media sources, as well as data relevant to the granting, denial, or revocation of access to classified information; (2) periodic reinvestigations to review the accuracy and comprehensiveness of information relating to such access; and (3) a process to notify an agency if a verification or periodic reinvestigation has revealed information pertinent to revocation of access.\n\nRequires personnel security investigations of an individual to include information collected from:\n\n criminal or civil legal proceedings; financial information sources, including bankruptcy proceedings, property liens, mortgages, high-value assets obtained from unknown sources, and bank accounts; credit reports or wealth indicators; associations with an individual or group that may suggest ill intent, vulnerability to blackmail, compulsive behavior, allegiance to another country, or change in ideology; public sources, including news articles or reports; social media websites or forums; and terrorist or criminal watch lists maintained by an agency, state or local government, or international organization, including the Office of Foreign Assets Control of the Department of the Treasury, the Federal Bureau of Investigation (FBI), and the International Criminal Police Organization. Requires data collected during reinvestigations to be included in the security clearance database established by the Office of Personnel Management (OPM).\n\nIncreases the frequency of periodic investigations conducted for the purpose of updating a previously completed background investigation to two times (currently, once) every: (1) 5 years in the case of a top secret clearance or access to a highly sensitive program, (2) 10 years in the case of a secret clearance, or (3) 15 years in the case of a confidential clearance.\n\nReestablishes an annual report to Congress regarding security clearances. Requires such reports to assess the effectiveness of OPM's security clearance database.\n\nProhibits this Act from being construed to require increased consideration of information relating to an individual's minor financial or mental health issues."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Security Clearance Enhancement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Intelligence Reform and Terrorism Prevention Act of 2004 to enhance security clearance investigation procedures, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5593:@@@L&summ2=m&"
}