{
  "actions": [
    {
      "acted_at": "2014-04-28", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Wyden. With written report No. 113-154.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-28", 
      "calendar": "Senate Legislative", 
      "number": "366", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 366.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-05-07", 
      "references": [
        {
          "reference": "CR S2763-2768", 
          "type": "consideration"
        }
      ], 
      "text": "Motion to proceed to consideration of measure made in Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt3108-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "3108"
    }, 
    {
      "amendment_id": "samdt3109-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "3109"
    }
  ], 
  "bill_id": "s2260-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-05-07", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-28", 
  "number": "2260", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to extend certain expiring provisions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr892-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2854-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3942-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4453-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4454-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4469-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4696-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4717-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4789-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4878-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5347-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5559-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5773-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5775-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s41-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s127-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1859-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "EXPIRE Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-04-28", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Alcoholic beverages", 
    "Alternative and renewable resources", 
    "American Samoa", 
    "Building construction", 
    "Business investment and capital", 
    "Capital gains tax", 
    "Charitable contributions", 
    "Coal", 
    "Commuting", 
    "Computers and information technology", 
    "Economic development", 
    "Educational facilities and institutions", 
    "Electric power generation and transmission", 
    "Elementary and secondary education", 
    "Employee benefits and pensions", 
    "Energy efficiency and conservation", 
    "Farmland", 
    "Financial services and investments", 
    "First responders and emergency personnel", 
    "Food assistance and relief", 
    "Food industry and services", 
    "Foreign and international corporations", 
    "Foreign property", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Housing finance and home ownership", 
    "Hybrid, electric, and advanced technology vehicles", 
    "Income tax credits", 
    "Income tax deductions", 
    "Income tax exclusion", 
    "Income tax rates", 
    "Indian social and development programs", 
    "Inflation and prices", 
    "Interest, dividends, interest rates", 
    "Lighting and heating", 
    "Low- and moderate-income housing", 
    "Mammals", 
    "Manufacturing", 
    "Medicare", 
    "Military personnel and dependents", 
    "Mining", 
    "Minority employment", 
    "Motor fuels", 
    "Motor vehicles", 
    "Pedestrians and bicycling", 
    "Performing arts", 
    "Professional sports", 
    "Public contracts and procurement", 
    "Public transit", 
    "Public utilities and utility rates", 
    "Puerto Rico", 
    "Railroads", 
    "Research and development", 
    "Retail and wholesale trades", 
    "Sales and excise taxes", 
    "Securities", 
    "Small business", 
    "Social work, volunteer service, charitable organizations", 
    "Sports and recreation facilities", 
    "State and local taxation", 
    "Student aid and college costs", 
    "Tax administration and collection, taxpayers", 
    "Tax reform and tax simplification", 
    "Tax treatment of families", 
    "Tax-exempt organizations", 
    "Taxation", 
    "Taxation of foreign income", 
    "Teaching, teachers, curricula", 
    "Television and film", 
    "Transportation costs", 
    "Unemployment", 
    "Virgin Islands", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2014-04-28", 
    "text": "Expiring Provisions Improvement, Reform, and Efficiency Act of 2014 or the EXPIRE Act of 2014 - Amends the Internal Revenue Code to extend through 2015 expiring tax provisions pertaining to individual and business taxpayers and the energy sector.\n\nExpresses the sense of the Senate that: (1) a process of comprehensive tax reform should commence in the 114th Congress and should conclude before January 1, 2016; (2) Congress should endeavor to eliminate temporary provisions in the tax code by making permanent those provisions that merit permanency and allowing others to expire; (3) a major focus of tax reform should be fostering economic growth and lowering tax rates by broadening the tax base; and (4) the chairmen and ranking members of the Senate Budget and Finance Committees should consult with one another to ensure that the appropriate baseline is used in determining the economic effects of, and rate adjustments under, tax reform.\n\nTitle I: Provisions Expiring in 2013 - Subtitle A: Individual Tax Extenders - Extends through 2015:\n\n the tax credit for purchasing health insurance; the tax deduction of expenses of elementary and secondary school teachers; the tax exclusion of imputed income from the discharge of indebtedness for a principal residence; the equalization of the tax exclusion for employer-provided commuter transit and parking benefits; the tax deduction of mortgage insurance premiums; the tax deduction of state and local general sales taxes in lieu of state and local income taxes; the tax deduction of contributions of capital gain real property for conservation purposes; the tax deduction of qualified tuition and related expenses; and the tax exemption of distributions from individual retirement accounts (IRAs) for charitable purposes. (Sec. 104) Includes the use of a bike sharing program as a qualified transportation fringe for purposes of the tax exclusion of employer-provided transit benefits.\n\nSubtitle B: Business Tax Extenders: Extends through 2015:\n\n the tax credit for increasing research expenditures; the low-income housing tax credit rate for newly constructed non-federally subsidized buildings; the Indian employment tax credit; the new markets tax credit; the tax credit for qualified railroad track maintenance expenditures; the tax credit for mine rescue team training expenses; the tax credit for differential wage payments to employees who are active duty members of the Uniformed Services; the work opportunity tax credit; authority for issuance of qualified zone academy bonds; the classification of race horses as three-year property for depreciation purposes; accelerated depreciation of qualified leasehold improvement, restaurant, and retail improvement property, of motorsports entertainment complexes, and of business property on Indian reservations; accelerated depreciation of business property (bonus depreciation); the tax deduction for charitable contributions of food inventory made by taxpayers other than C corporations; the increased expensing allowance for business assets, computer software, and qualified real property (i.e., leasehold improvement, restaurant property, and retail improvement property); the election to expense advanced mine safety equipment expenditures; the expensing allowance for film and television production costs and costs of live theatrical productions; the tax deduction for income attributable to domestic production activities in Puerto Rico; tax rules relating to payments between related foreign corporations and dividends of regulated investment companies; the subpart F income exemption for income derived in the active conduct of a banking, financing, or insurance business; the tax rule exempting dividends, interest, rents, and royalties received or accrued from certain controlled foreign corporations by a related entity from treatment as foreign holding company income; the 100% exclusion from gross income of gain from the sale of small business stock; the basis adjustment rule for stock of an S corporation making charitable contributions of property; the reduction of the recognition period for the built-in gains of S corporations; tax incentives for investment in empowerment zones; the increased level of distilled spirit excise tax payments into the treasuries of Puerto Rico and the Virgin Islands; and the tax credit for American Samoa economic development expenditures. Amends the Housing Assistance Tax Act of 2008 to extend through 2015 the exemption of the basic military housing allowance from the income test for programs financed by tax-exempt housing bonds.\n\n(Sec. 111) Allows a qualified small business (i.e., a corporation or partnership with gross receipts less than $5 million in a taxable year) to elect a credit against payroll tax liability, up to $250,000, in lieu of taking a research tax credit.\n\n(Sec. 112) Allows a temporary minimum low-income housing tax credit rate of not less than 4% for nonfederally subsidized existing buildings.\n\n(Sec. 115) Extends through 2020 (currently, 2018) the carryover period of unused limitation amounts for the new markets tax credit. Allocates additional amounts of the new markets tax credit for areas that have suffered major manufacturing job losses or a job loss event.\n\n(Sec. 118) Extends the tax credit for differential wage payments to employees who are active duty members of the Uniformed Services to all employers (currently, limited to certain small employers). Allows a credit for the full amount of such wage payments (currently, limited to 20%).\n\n(Sec. 119) Allows a work opportunity tax credit for the hiring of a qualified long-term unemployment recipient (i.e., individual who is certified as being in a period of unemployment which is not less than 27 consecutive weeks).\n\n(Sec. 120) Reduces from 10% to 5% the required rate of private business contributions to local education agencies for purposes of qualified zone academy tax-exempt bonds.\n\n(Sec. 127) Allows an inflation adjustment in taxable years beginning after 2013 to the amounts allowed for the expensing of business assets, computer software, and qualified real property.\n\nSubtitle C: Energy Tax Extenders - Extends through 2015:\n\n the tax credit for residential energy efficiency improvements; the tax credit for 2- or 3-wheeled plug-in electric vehicles; thee tax credit for second generation biofuel production; the income and excise tax credits for biodiesel and renewable diesel fuel mixtures; the tax credit for producing electricity using Indian coal facilities; the tax credit for producing electricity using wind, biomass, geothermal, landfill gas, trash, hydropower, and marine and hydrokinetic renewable energy facilities; the tax credit for energy efficient new homes; the special depreciation allowance for second generation biofuel plant property; the tax deduction for energy efficient commercial buildings; tax deferral rules for sales or dispositions of qualified electric utilities; and the excise tax credit for alternative fuels and fuels involving liquefied hydrogen. (Sec. 151) Modifies or establishes new energy efficiency standards relating to the tax credit for nonbusiness energy property for windows, doors, skylights, roofing, and biomass stoves. Establishes separate standards for tankless and storage water heaters and oil hot water boilers.\n\nTitle II: Provisions Expiring in 2014 - Subtitle A: Energy Tax Extenders - Extends through 2015 the tax credits for new qualified fuel cell motor vehicles and for alternative fuel vehicle refueling property expenditures.\n\nSubtitle B: Extenders Relating to Multiemployer Defined Benefit Pension Plans - Extends through 2015 the automatic extensions of amortization periods for multiemployer defined benefit pension plans and for multiemployer funding rules under the Pension Protection Act of 2006.\n\nTitle III: Revenue Provisions - Imposes a $500 penalty on a tax return preparer for each failure to comply with due diligence requirements for determining the eligibility of a taxpayer for the child tax credit.\n\nImposes a 100% continuous levy on payments due to Medicare providers and suppliers with delinquent tax debts.\n\nExcludes from gross income payments made to noncorporate taxpayers under the Clean Coal Power Initiative.\n\nDirects the Secretary to: (1) enter into qualified tax collection contracts to collect outstanding inactive tax receivables, and (2) establish a program to hire, train, and employ special compliance personnel to collect taxes using the automated collection system.\n\nAmends the Internal Revenue Code to: (1) exclude dividends received by a U.S. shareholder from a controlled foreign corporation from the definition of \"personal holding company income\" for purposes of personal holding company taxation, and (2) provide for inflation adjustments to amounts of civil penalties for failure to file tax returns and informational statements.\n\nTitle IV: Budgetary Effects - Prohibits the budgetary effects of this Act from being entered on a PAYGO scorecard maintained pursuant to the Statutory Pay-As-You-Go Act of 2010."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "EXPIRE Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Expiring Provisions Improvement, Reform, and Efficiency Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "EXPIRE Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Expiring Provisions Improvement, Reform, and Efficiency Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Internal Revenue Code of 1986 to extend certain expiring provisions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2260:@@@L&summ2=m&"
}