{
  "actions": [
    {
      "acted_at": "2014-05-22", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Pryor. With written report No. 113-164.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-22", 
      "calendar": "Senate Legislative", 
      "number": "390", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 390.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2389-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-22", 
  "number": "2389", 
  "official_title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2015, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr83-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4800-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2015", 
  "sponsor": {
    "district": null, 
    "name": "Pryor, Mark L.", 
    "state": "AR", 
    "thomas_id": "01701", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-05-22", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Agricultural education", 
    "Agricultural insurance", 
    "Agricultural marketing and promotion", 
    "Agricultural practices and innovations", 
    "Agricultural prices, subsidies, credit", 
    "Agricultural research", 
    "Agricultural trade", 
    "Agriculture and food", 
    "Animal and plant health", 
    "Appropriations", 
    "Department of Agriculture", 
    "Department of Health and Human Services", 
    "Drug safety, medical device, and laboratory regulation", 
    "Educational technology and distance education", 
    "Electric power generation and transmission", 
    "Executive agency funding and structure", 
    "Farm Credit Administration", 
    "Food and Drug Administration (FDA)", 
    "Food assistance and relief", 
    "Food supply, safety, and labeling", 
    "Foreign aid and international relief", 
    "General agriculture matters", 
    "Government lending and loan guarantees", 
    "Grain", 
    "Hazardous wastes and toxic substances", 
    "Housing and community development funding", 
    "Rural conditions and development", 
    "Solid waste and recycling", 
    "User charges and fees", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2014-05-22", 
    "text": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2015 - Title I: Agricultural Programs - Appropriates FY2015 funds for the following Department of Agriculture (USDA) programs and services: (1) Office of the Secretary of Agriculture (Secretary); (2) Office of the Chief Economist; (3) National Appeals Division; (4) Office of Budget and Program Analysis; (5) Office of the Chief Information Officer; (6) Office of the Chief Financial Officer; (7) Office of the Assistant Secretary for Civil Rights; (8) Office of Civil Rights; (9) agriculture buildings and facilities; (10) hazardous materials management; (11) Office of Inspector General; (12) Office of the General Counsel; (13) Office of Ethics; (14) Office of the Under Secretary for Research, Education, and Economics; (15) Economic Research Service; (16) National Agricultural Statistics Service; (17) Agricultural Research Service; (18) National Institute of Food and Agriculture; (19) Hispanic-Serving Agricultural Colleges and Universities Endowment Fund; (20) Native American Institutions Endowment Fund; (21) extension and integrated activities; (22) Office of the Under Secretary for Marketing and Regulatory Programs; (23) Animal and Plant Health Inspection Service; (24) Agricultural Marketing Service; (25) Grain Inspection, Packers and Stockyards Administration; (26) Office of the Under Secretary for Food Safety; (27) Food Safety and Inspection Service; (28) Office of the Under Secretary for Farm and Foreign Agricultural Services; (29) Farm Service Agency; (30) Risk Management Agency; (31) Federal Crop Insurance Corporation Fund; and (32) Commodity Credit Corporation Fund.\n\nTitle II: Conservation Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Natural Resources and Environment, and (2) Natural Resources Conservation Service.\n\nTitle III: Rural Development Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Rural Development, (2) Rural Housing Service, (3) Rural Business-Cooperative Service, and (4) Rural Utilities Service.\n\nTitle IV: Domestic Food Programs - Appropriates funds for the following: (1) Office of the Under Secretary for Food, Nutrition and Consumer Services; and (2) Food and Nutrition Service.\n\nTitle V: Foreign Assistance and Related Programs - Appropriates funds for the following: (1) the Foreign Agricultural Service, (2) Food for Peace Act (P.L. 480) program title I and title II grants, (3) Commodity Credit Corporation (CCC) export loan credit guarantee program, and (4) the McGovern-Dole international food for education and child nutrition program.\n\nTitle VI: Related Agencies and Food and Drug Administration - Appropriates funds for the following: (1) Food and Drug Administration (FDA), and (2) Farm Credit Administration (FCA).\n\nTitle VII: General Provisions - Specifies certain uses and limits on or prohibitions against the use of funds appropriated by this Act.\n\n(Sec. 702) Authorizes the Secretary to transfer unobligated balances to the Working Capital Fund for plant and capital equipment acquisition, which shall remain available until expended.\n\n(Sec. 703) Prohibits appropriations under this Act from remaining available for obligation beyond the current fiscal year unless expressly provided for.\n\n(Sec. 704) Limits negotiated indirect costs on cooperative agreements between USDA and nonprofit organizations to 10%.\n\n(Sec. 705) Makes USDA appropriations for direct and guaranteed loans available for: (1) the Rural Development Loan Fund program account, (2) the Rural Electrification and Telecommunication Loans program account, and (3) the Rural Housing Insurance Fund program account.\n\n(Sec. 706) Prohibits funds made available to USDA under this Act from being used to acquire new information technology systems or significant upgrades without the approval of the Chief Information Officer and the concurrence of the Executive Information Technology Investment Review Board.\n\n(Sec. 707) Makes funds available in the current fiscal year for agricultural management assistance under the Federal Crop Insurance Act and for specified conservation programs under the Food Security Act of 1985 until expended for current fiscal year obligations.\n\n(Sec. 708) Makes eligible for economic development and job creation assistance under the Rural Electrification Act in the same manner as a borrower under such Act any former Rural Utilities Service borrower that has repaid or prepaid an insured, direct, or guaranteed loan under such Act, or any not-for-profit utility that is eligible to receive an insured or direct loan under such Act.\n\n(Sec. 709) Limits funds available for repair or replacement of bulk fuel storage tanks in Alaska that are not in compliance with applicable Federal or state law.\n\n(Sec. 710) Makes unobligated balances for salaries and expenses for the Farm Service Agency and the Rural Development mission area under this Act available for information technology expenses through September 30, 2016.\n\n(Sec. 711) Authorizes the Secretary to permit a state agency to use funds provided in this Act to exceed a specified maximum amount of liquid infant formula when issuing liquid infant formula to participants.\n\n(Sec. 712) Prohibits first-class travel by employees of agencies funded under this Act.\n\n(Sec. 713) States that with regard to certain programs established or amended by the Agricultural Act of 2014 to be carried out using CCC funds: (1) such funds shall be available for salaries and administrative expenses without regard to certain allotment and fund transfer limits, and (2) the use of such funds shall not be considered to be a fund transfer or allotment for purposes of applying such limits.\n\n(Sec. 714) Limits funds made available in FY2015 or preceding fiscal years under P.L. 480 to reimburse the CCC for the release of certain commodities under the Bill Emerson Humanitarian Trust Act.\n\n(Sec. 715) Limits funds available for USDA advisory committees, panels, commissions, and task forces.\n\n(Sec. 716) Prohibits funds under this Act from being used to pay indirect costs charged against any agricultural research, education, or extension grant awards issued by the National Institute of Food and Agriculture that exceed 30% of total federal funds provided under each award.\n\n(Sec. 717) Authorizes the Secretary to increase the program level by up to 25% for certain loans and loan guarantees that do not require budget authority. Requires congressional notification prior to implementing any such increase.\n\n(Sec. 718) Prohibits the use of funds for the watershed rehabilitation program.\n\nLimits the use of funds for the environmental quality incentives program.\n\n(Sec. 719) Limits FY2015 funds for the following domestic food assistance categories: (1) child nutrition program entitlement commodities, (2) state option contracts, and (3) defective commodity removal.\n\nLimits funds for the fresh fruit and vegetable program until October 1, 2015.\n\nRescinds specified unobligated balances available in FY2015 for domestic food assistance.\n\n(Sec. 720) Prohibits the use of funds for user fee proposals that fail to provide certain budget impact information.\n\n(Sec. 721) Prohibits, without congressional notification, funds available under this Act or under previous appropriations Acts from being used through a reprogramming of funds to: (1) eliminate or create a new program, (2) relocate or reorganize an office or employees, (3) privatize federal employee functions, or (4) increase funds or personnel for any project for which funds have been denied or restricted.\n\nProhibits, without congressional notification, funds available under this Act or under previous appropriations Acts from being used through a reprogramming of funds in excess of $500,000 or 10%, whichever is less: (1) to augment an existing program, (2) to reduce by 10% funding or personnel for any existing program, or (3) that results from a reduction in personnel which would result in a change in existing programs.\n\n(Sec. 722) Authorizes the Secretary to assess a one-time fee for any guaranteed business and industry loan that does not exceed 3% of the guaranteed principal portion of the loan.\n\n(Sec. 723) Prohibits USDA or FDA funds from being used to transmit to any non-USDA or non-Department of Health and Human Services (HHS) employee questions or responses to questions that are a result of information requested for the appropriations hearing process.\n\n(Sec. 724) Prohibits the use of funds under this Act by any executive branch entity to produce a prepackaged news story for U.S. broadcast or distribution unless it contains audio or text notice that it was produced or funded by such executive entity.\n\n(Sec. 725) Requires USDA agencies to reimburse each other for employees detailed for longer than 30 days.\n\n(Sec. 726) Appropriates funds for direct reimbursement payments for geographically disadvantaged farmers or ranchers.\n\n(Sec. 727) Appropriates funds for a pilot program to demonstrate the use of new technologies that increase the rate of growth of re-forested hardwood trees on private nonindustrial forests lands, enrolling lands on the coast of the Gulf of Mexico that were damaged by Hurricane Katrina in 2005.\n\n(Sec. 728) Directs the Secretary, the FDA Commissioner, and the FCA Chairman to submit to Congress a spending plan by program, project, and activity for the funds made available under this Act, as outlined in the report accompanying this Act.\n\n(Sec. 729) Authorizes the Secretary to charge lenders a fee (up to $50 per loan) to access USDA loan guarantee systems in connection with such lenders' participation in Rural Housing Service loan guarantee programs.\n\n(Sec. 730) Appropriates funds to implement non-renewable agreements on eligible lands, including flooded agricultural lands.\n\n(Sec. 731) Directs the Secretary and the FDA Commissioner to submit annual reports to the Inspector General or senior ethics official for any entity without an Inspector General, regarding the costs and contracting procedures for each FY2015 conference held by any such Department, agency, board, commission, or office that costs the U.S government more than $100,000.\n\n(Sec. 732) Authorizes the Secretary of Health and Human Services (HHS) to: (1) relinquish to Arkansas all or part of the jurisdiction of the United States over the lands and properties encompassing the Jefferson Labs campus in Arkansas that are under the Secretary's supervision; and (2) enter into an agreement with Arkansas, an agency of such state, or a public or private entity regarding the establishment or operation of a technology research and commercialization center in Jefferson County, Arkansas, proximate to the Jefferson Labs campus.\n\n(Sec. 733) Directs the Secretary to set aside specified additional funds for Rural Economic Area Partnership (REAP) Zones.\n\n(Sec. 734) Authorizes the Secretary to provide potable water through the emergency community water assistance program for an additional 120 days to a community whose drinking water supplies are inadequate due to a natural disaster, including drought or severe weather.\n\n(Sec. 735) Prohibits the use of funds under this Act for the Safe Meat and Poultry Inspection Panel.\n\n(Sec. 736) Grants the Secretary the same access to information and subject to the same requirements applicable to the Secretary of Housing and Urban Development (HUD) in order to verify the income of individuals participating in certain rural housing programs.\n\n(Sec. 737) Establishes in the Treasury the Nonrecurring Expenses Fund. States that unobligated balances of expired discretionary funds appropriated in this or any succeeding fiscal year from the General Fund of the Treasury to the Department (except the Forest Service) may be transferred into the Fund.\n\n(Sec. 738) Appropriates funds for: (1) the emergency watershed protection program, (2) the emergency forestry restoration program, and (3) the emergency conservation program.\n\n(Sec. 739) Directs the Secretary to conduct a pre-hearing, public information session to consider alternatives to end product pricing formulae.\n\n(Sec. 740) Prohibits funds under this Act from being used to pay for the painting of a portrait of a federal officer or employee, including the President, the Vice President, a Member of Congress, the head of an executive branch agency, or the head of an office of the legislative branch.\n\n(Sec. 741) Directs the Secretary to report to Congress on rural housing loans for each of the five preceding years, including: (1) the total number of loans that are equal to or more than $500,000; (2) the total number of loan guarantees with an original principal obligation that is equal to or more than $500,000; (3) the location, including the city and state, of each property with a loan or loan guarantee; and (4) the number of loans and loan guarantees that have resulted in default losses and the total amount of such losses.\n\n(Sec. 742) Prohibits funds under this Act from being used in FY2015 for other than coach-class transportation accommodations by an agency that fails to submit a specified report (relating to the use of other than coach-class transportation accommodations).\n\n(Sec. 743) Rescinds specified funds from unobligated balances for the tree assistance program.\n\n(Sec. 744) Expresses the sense of the Senate that: (1) the outstanding contributions of the 1994 land-grant institutions to the work of the land-grant system should be recognized, (2) expanded cooperation within the land-grant system is encouraged to advance academic and community programs that serve all people of the United States, and (3) the people of the United States are encouraged to observe and celebrate the twentieth anniversary of the signing into law of the Equity in Educational Land-Grant Status Act of 1994.\n\n(Sec. 745) Prohibits funds from being used to exclude or restrict any variety of fresh, whole, or cut vegetables, except for vegetables with added sugars, fats, or oils, from being provided under the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC).\n\n(Sec. 746) Prohibits funds under this Act from being used to inspect horses for slaughter purposes.\n\n(Sec. 747) Prohibits funds under this Act from being used to implement any regulations that would require a reduction in the quantity of sodium in federally reimbursed meals and snacks below Target 1 until scientific research supports such reduction.\n\nDirects the Secretary to submit to Congress: (1) an assessment of whether there is an acceptable range of whole grain products available to allow schools to plan menus that are compliant with certain whole grain requirements; and (2) a plan to provide training and technical assistance to schools, school food authorities, and state agencies to meet the requirements of the Nutrition Standards in the National School Lunch and School Breakfast Programs final rule.\n\n Provides that if the Secretary determines a whole grain product to be of insufficient quantity or unacceptable quality the Secretary shall identify alternative products until such whole grain product is of sufficient quantity and quality."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Agriculture, Rural Development, Food and Drug Administration, and Related Agencies Appropriations Act, 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for Agriculture, Rural Development, Food and Drug Administration, and Related Agencies programs for the fiscal year ending September 30, 2015, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:50:54-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2389:@@@L&summ2=m&"
}