{
  "actions": [
    {
      "acted_at": "2014-02-25", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2038-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-25", 
  "number": "2038", 
  "official_title": "A bill to provide for the extension of certain unemployment benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr803-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1911-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Solutions to Long-Term Unemployment Act", 
  "sponsor": {
    "district": null, 
    "name": "Thune, John", 
    "state": "SD", 
    "thomas_id": "01534", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-25", 
  "subjects": [
    "Adult education and literacy", 
    "Appropriations", 
    "Assault and harassment offenses", 
    "Census and government statistics", 
    "Comprehensive health care", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Crimes against children", 
    "Criminal justice information and records", 
    "Department of Education", 
    "Department of Labor", 
    "Disability and paralysis", 
    "Disability assistance", 
    "Drug, alcohol, tobacco use", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Employment and training programs", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Foreign labor", 
    "Fraud offenses and financial crimes", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Hazardous wastes and toxic substances", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Higher education", 
    "Labor and employment", 
    "Labor-management relations", 
    "Land use and conservation", 
    "Long-term, rehabilitative, and terminal care", 
    "Manufacturing", 
    "Migrant, seasonal, agricultural labor", 
    "Military personnel and dependents", 
    "National Guard and reserves", 
    "Oceania", 
    "Palau", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "Public participation and lobbying", 
    "Public-private cooperation", 
    "Railroads", 
    "Refugees, asylum, displaced persons", 
    "Sex offenses", 
    "Social security and elderly assistance", 
    "Special education", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Temporary and part-time employment", 
    "Transportation employees", 
    "Unemployment", 
    "User charges and fees", 
    "Veterans' education, employment, rehabilitation", 
    "Veterans' loans, housing, homeless programs", 
    "Violent crime", 
    "Vocational and technical education", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-25", 
    "text": "Solutions to Long-Term Unemployment Act - Amends the Internal Revenue Code to exclude from the definition of full-time employee, for purposes of the employer mandate to provide minimum essential health care coverage, any individual who is a long-term unemployed individual.\n\nDefines \"long-term unemployed individual\" as an individual who: (1) begins employment after enactment of this Act, and (2) has been unemployed for 27 weeks or longer.\n\nExempts from the payment of old-age, survivors, and disability insurance (OASDI), hospital insurance, and railroad retirement taxes any employers who employ long-term unemployed individuals for specified period. Makes appropriations to the Federal Old-Age and Survivors Trust Fund and the Federal Disability Insurance Trust Fund in amounts equal to the reduction in revenues by reason of this exemption.\n\nAuthorizes the Secretary to issue employment relocation loans of up to $10,000 to long-term unemployed individuals to enable them to relocate to a residence: (1) more than 50 miles away from their initial residence in order to allow them to begin a new job; or (2) in a state or metropolitan area that is not the location of their initial residence, and that has an unemployment rate two or more percentage points less than the unemployment rate of the state or metropolitan area of their initial residence.\n\nAuthorizes the Secretary to forgive any remaining amount of interest and principal due on a loan in any case where the individual's new job is eliminated within the first year of employment through no fault of the individual.\n\nSupporting Knowledge and Investing in Lifelong Skills Act or SKILLS Act - Amends the Workforce Investment Act of 1998 (WIA) to revise requirements and reauthorize appropriations for: (1) WIA title I, workforce investment systems for job training and employment services; and (2) WIA title II, adult education and family literacy education programs.\n\nRevises requirements to: (1) eliminate representatives of labor organizations from state workforce investment boards, and (2) specify that representatives of business on a board represent large and small businesses each of which has immediate and long-term employment opportunities in an in-demand industry or other occupation important to the state economy.\n\nRequires a state board to assist the state governor by developing: (1) policies and programs that support a comprehensive statewide workforce development system, and (2) a statewide workforce and labor market information system.\n\nRevises requirements for: (1) a state workforce development plan; (2) local workforce investment areas, boards, and plans; (3) one-stop delivery systems; and (4) the allotment of federal funds among states for employment and training activities.\n\nEliminates specific funding for adult and dislocated worker employment and training. Specifies state use of federal funds to set up a Workforce Investment Fund.\n\nRevises requirements for: (1) within state allocations of funds; and (2) the use of funds for state and local employment and training activities, including statewide rapid response, individuals with barriers to employment grants, and adults with barriers to employment grants.\n\nConverts the national emergency grants program into a national dislocated worker grants program. Authorizes the Secretary to award national dislocated worker grants to spouses of active duty members of the Armed Forces or full-time duty members of the National Guard (or members who recently separated from such duties) and are in need of employment and training assistance to obtain or retain employment.\n\nRequires the Employment and Training Administration of the Department of Labor to be the principal agency to administer WIA title I workforce investment systems for job training and employment services.\n\n Prohibits the use of funds for lobbying (with specified exceptions) and political activities (including voter registration activities).\n\nAdult Education and Family Literacy Education Act - Revises requirements for the state unified plan for adult education and literacy programs.\n\nAmends the Wagner-Peyser Act to eliminate the U.S. Employment Service. Replaces the nationwide employment statistics system, which the Secretary is required to oversee, with a nationwide workforce and labor market information system.\n\nRepeals the Youth Conservation Corps Act of 1970 and specified other laws.\n\nAmends the Food and Nutrition Act of 2008 to require employment and training services to eligible members of households participating in the supplemental nutrition assistance program be provided through the statewide workforce development system, including the one-stop delivery system.\n\nAmends the Immigration and Nationality Act (INA) with respect to employment and training services for refugees, and the Second Chance Act of 2007 as well as the Omnibus Crime Control and Safe Streets Act of 1968 with respect to such services through the statewide workforce investment system for federal, state, and local prisoner reentry programs.\n\nAmends the Rehabilitation Act of 1973 (RA73) to: (1) redesignate the Commissioner of the Rehabilitation Services Administration the Director, and (2) require an eligible state to use a certain percentage of the federal share of the cost of vocational rehabilitation services to award grants to pay for the federal share of the cost of carrying out collaborative programs, create practical job and career readiness and training programs, and provide job placements and career advancement.\n\nRepeals the authority of the Commissioner of the Rehabilitation Services Administration in the Department of Education to make grants and contracts for: (1) vocational rehabilitation services to individuals with disabilities who are migrant or seasonal farmworkers; (2) recreational programs for such individuals; and (3) in-service training of vocational rehabilitation personnel.\n\nRepeals title VI (Employment Opportunities for Individuals with Disabilities) of the RA73.\n\nRevises requirements and reauthorizes appropriations for vocational rehabilitation services under the RA73.\n\nDirects the Comptroller General (GAO) to report to Congress on whether, before receiving workforce investment system training services, adults and dislocated workers have first exhausted funds received through the Federal Pell Grant program under title IV of the Higher Education Act of 1965.\n\n Directs the Comptroller General to report to Congress a determination of the amount of administrative costs savings at the federal and state levels as a result of workforce investment system programs repealed or consolidated under this Act.\n\nAmends the Balanced Budget and Emergency Deficit Control Act of 1985 (Gramm-Rudman-Hollings Act) to decrease from $492.356 billion to $482.356 billion the nondefense discretionary spending limit for FY2014."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Solutions to Long-Term Unemployment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Adult Education and Family Literacy Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "SKILLS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Supporting Knowledge and Investing in Lifelong Skills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the extension of certain unemployment benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2038:@@@L&summ2=m&"
}