{
  "actions": [
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-29", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Economic Development, Public Buildings and Emergency Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3347-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Economic Development, Public Buildings and Emergency Management", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-28", 
  "number": "3347", 
  "official_title": "To require the Director of the Office of Management and Budget to report on the disaster assistance obligations of the Federal Government, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "DATA Act of 2013", 
  "sponsor": {
    "district": "12", 
    "name": "Rothfus, Keith J.", 
    "state": "PA", 
    "thomas_id": "02158", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-28", 
  "subjects": [
    "Congressional oversight", 
    "Disaster relief and insurance", 
    "Emergency management", 
    "Government information and archives", 
    "Government studies and investigations"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-28", 
    "text": "Disaster Assistance Transparency and Accountability Act of 2013 or the DATA Act of 2013 - Requires the Director of the Office of Management and Budget (OMB) to submit to Congress a report that specifies: (1) the amount obligated by the federal government for disaster assistance, by each agency and program thereof, for each of the preceding 10 fiscal years; and (2) the amount projected to be obligated for disaster assistance by each agency and program for the fiscal year in which the report is submitted.\n\nRequires the Director to submit to Congress, in conjunction with the President's annual budget submission, a report that specifies: (1) the amount projected to be obligated in the upcoming fiscal year for disaster assistance by each federal agency and program, (2) the amount obligated during the most-recently concluded fiscal year for disaster assistance by each federal agency and program, and (3) any corrections to previous reports.\n\nDirects the Comptroller General to report to the House and Senate appropriations and budget committees every two years on: (1) an evaluation of federal disaster assistance spending, including the identification of areas of potential duplication, waste, fraud, or abuse; (2) recommendations on how federal agencies can improve transparency in, and better account for, disaster assistance spending to ensure that funds are spent in an effective and efficient manner; and (3) an evaluation of the effectiveness and equity of the current system of cost-sharing with respect to disaster assistance spending, including the system's effectiveness in reducing the federal cost of disaster assistance and promoting non-federal investment in disaster recovery, mitigation, and preparedness."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "DATA Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Disaster Assistance Transparency and Accountability Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To require the Director of the Office of Management and Budget to report on the disaster assistance obligations of the Federal Government, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3347:@@@L&summ2=m&"
}