{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-09", 
      "committees": [
        "SSCM"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Commerce, Science, and Transportation. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-08-26", 
      "committee": "Commerce, Science, and Transportation", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Committee on Commerce, Science, and Transportation. Reported by Senator Rockefeller under authority of the order of the Senate of 08/05/2014 with an amendment in the nature of a substitute. With written report No. 113-247. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-08-26", 
      "calendar": "Senate Legislative", 
      "number": "547", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 547.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1468-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2014-04-09", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2014-11-12", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2013-08-01", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boozman, John", 
      "sponsored_at": "2014-03-31", 
      "state": "AR", 
      "thomas_id": "01687", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2014-03-24", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2014-02-25", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2014-11-12", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2014-11-12", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2014-01-07", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "King, Angus S. Jr.", 
      "sponsored_at": "2014-03-24", 
      "state": "ME", 
      "thomas_id": "02185", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2014-02-12", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2014-03-26", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reed, Jack", 
      "sponsored_at": "2014-03-26", 
      "state": "RI", 
      "thomas_id": "00949", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2014-04-09", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2014-01-07", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2014-01-07", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2014-04-10", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2014-03-26", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-08-26", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1468", 
  "official_title": "A bill to require the Secretary of Commerce to establish the Network for Manufacturing Innovation and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2996-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Revitalize American Manufacturing and Innovation Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-04-09", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Asia", 
    "China", 
    "Commerce", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Department of Commerce", 
    "Economic performance and conditions", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Free trade and trade barriers", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Intellectual property", 
    "Lighting and heating", 
    "Manufacturing", 
    "Metals", 
    "Military procurement, research, weapons development", 
    "Technology transfer and commercialization", 
    "Trade agreements and negotiations"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-08-26", 
    "text": "Revitalize American Manufacturing and Innovation Act of 2014 - (Sec. 3) Amends the National Institute of Standards and Technology Act to direct the Secretary of Commerce to establish within the National Institute of Standards and Technology (NIST) a Network for Manufacturing Innovation Program to:\n\n improve measurably the competitiveness of U.S. manufacturing and increase domestic production; stimulate U.S. leadership in advanced manufacturing research, innovation, and technology with a strong potential to generate substantial benefits extending significantly beyond direct return to Program participants; and accelerate measurably the development of an advanced manufacturing workforce. Requires the Secretary to establish a network of centers for manufacturing innovation (CMIs), to be known as the Network for Manufacturing Innovation.\n\n Considers to be CMIs the National Additive Manufacturing Innovation Institute and manufacturing centers formally recognized or under pending interagency review; but prohibits them from receiving any preference for financial assistance under this Act solely on that basis.\n\nAllows a manufacturing center substantially similar to a CMI but not receiving such financial assistance to be recognized as a CMI, upon its request, in order to participate in the Network.\n\nDirects the Secretary to award financial assistance to assist a person in planning, establishing, or supporting such CMIs.\n\nPrescribes requirements for awarding assistance, including an open process for soliciting applications and a competitive merit-review selection process.\n\nDiscontinues financial assistance seven years after a CMI first receives an award. Specifies federal matching funds requirements. Authorizes the Secretary to give a weighted preference to applicants seeking less than the maximum amount of funding allowed.\n\nRequires the amount of financial assistance to a CMI to decrease after its second year of funding and in each year thereafter, unless the Secretary determines that:\n\n the CMI is otherwise meeting its stated goals and metrics, unforeseen circumstances have altered its anticipated funding, and the CMI can identify future non-federal funding sources that would warrant a temporary exemption from certain limitations. Prohibits financial assistance to more than 15 CMIs in any single year.\n\nDirects the Secretary to establish within NIST the National Office of the Network for Manufacturing Innovation Program to: (1) oversee the Program, (2) develop and periodically update a strategic plan for the Program, (3) establish a clearinghouse of public information related to Program activities, and (4) act as a convener of the Network.\n\nRequires the Secretary to ensure that the Office incorporates the Hollings Manufacturing Extension Partnership into Program planning to ensure that the results of the Program reach small- and medium-sized entities.\n\nEstablishes in the Treasury a Network for Manufacturing Innovation Fund for carrying out the Program.\n\nAuthorizes appropriations.\n\nRescinds specified unobligated appropriated discretionary funds available as of enactment of this Act.\n\nDirects the Secretary to merge the Advanced Manufacturing Technology Consortia (AMTech) Program, which has not been previously authorized but has been funded in FY2013-FY2014, into the Network for Manufacturing Innovation Program (NMIP).\n\nSunsets the authority to provide financial assistance to support or establish CMIs on December 31, 2024. Allows the NMIP and the Network for Manufacturing Innovation to continue to operate, however, subject to the availability of appropriations, if the Secretary determines that specified purposes are being met.\n\nEliminates the Technology Innovative Program (TIP), except for applications for grants, cooperative agreements, or contracts submitted before enactment of this Act.\n\nExpresses the sense of Congress that the industry-led consortia envisioned under the AMTech Program should participate in the CMIs.\n\n(Sec. 4) Requires the Secretary to: (1) conduct a survey that measures the economic impact of China's rare earth monopoly on the United States and other affected nations and identifies technologies, industries, and defense systems that are now primarily produced in, or are likely to relocate to, China; and (2) report on survey results and on how the United States should initiate direct dialogue with affected nations to assess the economic consequences of such monopoly and related trade practices and promote cooperative resolutions to facilitate partnership structures that will offset imbalances caused by such monopoly.\n\n(Sec. 5) Requires the Under Secretary for International Trade to submit a report to Congress that:\n\n identifies the 20 industries in the United States in which U.S. persons export the most goods or services; evaluates U.S. competitiveness in such industries in global markets; identifies domestic regulatory and policy barriers to increasing exports by U.S. persons operating in such industries, including foreign barriers that impede the access of these individuals to foreign markets; and makes recommendations for legislative action to: (1) reduce these barriers, and (2) improve U.S. competitiveness in these industries in foreign markets. (Sec. 6) Amends the America COMPETES Reauthorization Act of 2010 to revise the Committee on Technology's duties under the National Science and Technology Council.\n\nDirects the Committee to develop and update, in coordination with the National Economic Council, a strategic plan to improve government coordination and provide long-term guidance for federal programs and activities in support of U.S. manufacturing competitiveness, including advanced manufacturing research and development.\n\nRequires the President to submit this plan as well as quadrennial updates to Congress, and publish it on an Internet website accessible to the public.\n\nDirects the Advanced Manufacturing Partnership Steering Committee of the President's Council of Advisors on Science and Technology to provide input, perspective, and recommendations to assist in the development and updates of the strategic plan."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Revitalize American Manufacturing and Innovation Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Revitalize American Manufacturing and Innovation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require the Secretary of Commerce to establish the Network for Manufacturing Innovation and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:57-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1468:@@@L&summ2=m&"
}