{
  "actions": [
    {
      "acted_at": "2014-02-26", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2049-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2014-02-26", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Walsh, John E.", 
      "sponsored_at": "2014-03-05", 
      "state": "MT", 
      "thomas_id": "02198", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-26", 
  "number": "2049", 
  "official_title": "A bill to curb unfair and deceptive practices during assertion of patents, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Transparency in Assertion of Patents Act", 
  "sponsor": {
    "district": null, 
    "name": "McCaskill, Claire", 
    "state": "MO", 
    "thomas_id": "01820", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Civil actions and liability", 
    "Commerce", 
    "Consumer affairs", 
    "Federal Trade Commission (FTC)", 
    "Intellectual property", 
    "Manufacturing"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-26", 
    "text": "Transparency in Assertion of Patents Act - Directs the Federal Trade Commission (FTC) to promulgate rules prohibiting unfair or deceptive acts and practices in the sending of written communications (commonly referred to as \"demand letters\") stating that the intended recipient, or any person affiliated with the intended recipient: (1) is infringing, or may be infringing, the patent of another; and (2) bears liability or owes compensation.\n\nRequires such rules to establish disclosures that such written communications must contain, including:\n\n each claim of each patent allegedly infringed; each product, device, business method, service, or technology that allegedly infringes each claim; a notice that the intended recipient may have the right to have the product manufacturer defend against the infringement; contact information necessary to determine the identity of a person with the right to enforce the patent or with a direct financial interest in the patent, including each owner, co-owner, assignee, exclusive licensee, and entity with the authority to enforce the patent, as well as the ultimate parent entity with such authority; any licensing commitment or obligation (such as reasonable and non-discriminatory terms) that applies to the patent or claim; the method used to calculate any proposed compensation; and each current instance of reexamination or other post-grant review of the patent at the U.S. Patent and Trademark Office (USPTO), any litigation involving the patent, and the status of such review and any determinations as to the invalidity of the patent or any of its claims. Directs the FTC to: (1) prohibit unfair or deceptive assertions in such written communications, and (2) provide education and awareness to the public regarding deceptive communications.\n\nSets forth the enforcement authority of the FTC and authorizes civil actions by states. Establishes civil penalties applicable to state actions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Transparency in Assertion of Patents Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to curb unfair and deceptive practices during assertion of patents, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2049:@@@L&summ2=m&"
}