{
  "actions": [
    {
      "acted_at": "2014-01-16", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1943-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2014-01-16", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schatz, Brian", 
      "sponsored_at": "2014-02-10", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-16", 
  "number": "1943", 
  "official_title": "A bill to incentivize State support for postsecondary education and to promote increased access and affordability for higher education for students, including Dreamer students.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3921-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "IN-STATE for Dreamers Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-16", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Citizenship and naturalization", 
    "Department of Homeland Security", 
    "Education programs funding", 
    "Higher education", 
    "Immigration", 
    "Immigration status and procedures", 
    "Military personnel and dependents", 
    "Student aid and college costs", 
    "User charges and fees", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-16", 
    "text": "Investing in States to Achieve Tuition Equality for Dreamers Act of 2014 or the IN STATE Act of 2014 - Amends title IV (Student Assistance) of the Higher Education Act of 1965 to direct the Secretary of Education to allot grants to states to offer Dreamer students in-state tuition and expand their access to in-state financial aid.\n\nDefines a \"Dreamer student\" as an individual who:\n\nwas under age 16 upon entering this country; \n has provided a list of each secondary school the individual attended in this country; and \n has earned a high school diploma or certain similar credentials, or is scheduled to complete the requirements for such a credential before the next academic year begins; \n has acquired a degree from an institution of higher education (IHE) or has successfully completed at least 2 years of a program for a bachelor's or higher degree in this country; or \n has served honorably in the uniformed services for at least 4 years. \n \n Directs the Secretary to provide for a hardship exception to either or both of the first two of such requirements.\n\nRequires grant applicants to assure the Secretary that they: (1) have made significant progress in establishing a preschool through postsecondary education (P-16) longitudinal data system; (2) will not discriminate against Dreamer students in awarding student aid or determining who is eligible for in-state tuition, if the student would otherwise be eligible for in-state financial aid as a state resident; and (3) will maintain, through FY 2023, at least their FY2013 level of support for their public IHEs.\n\nAllots grants to each state based on its proportion of resident Dreamer students who are enrolled at least half-time in postsecondary education.\n\nAmends the Immigration and Nationality Act to direct the Secretary of Homeland Security (DHS) to collect a specified fee from recipients of F-1 visas, provided to nonimmigrant full-time students.\n\nEliminates the prohibition on states offering unlawful aliens postsecondary benefits on the basis of their residence in the state that are more generous than those offered citizens or naturals of this country, without regard to their state residence.\n\nAllows individuals who have served honorably in the U.S. Armed Forces to be naturalized without having been lawfully admitted to this country for permanent residence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "IN-STATE for Dreamers Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Investing in States to Achieve Tuition Equality for Dreamers Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to incentivize State support for postsecondary education and to promote increased access and affordability for higher education for students, including Dreamer students.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:10-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1943:@@@L&summ2=m&"
}