{
  "actions": [
    {
      "acted_at": "2013-10-16", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-02", 
      "committee": "Committee on Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 113-324.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-06-11", 
      "committees": [
        "SLIA"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-08-26", 
      "committee": "Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Tester under authority of the order of the Senate of 08/05/2014 with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-08-26", 
      "calendar": "Senate Legislative", 
      "number": "535", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 535.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1574-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2014-03-24", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-04-02", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-16", 
  "number": "1574", 
  "official_title": "A bill to amend the Indian Employment, Training and Related Services Demonstration Act of 1992 to facilitate the ability of Indian tribes to integrate the employment, training, and related services from diverse Federal sources, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5671-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Indian Employment, Training and Related Services Consolidation Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-06-11", 
  "subjects": [
    "Congressional oversight", 
    "Economic development", 
    "Employment and training programs", 
    "Government employee pay, benefits, personnel management", 
    "Indian social and development programs", 
    "Minority employment", 
    "Native Americans", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-16", 
    "text": "Indian Employment, Training and Related Services Consolidation Act of 2013 - Amends the Indian Employment, Training and Related Services Demonstration Act of 1992 to give the Secretary of the Interior the exclusive authority to approve or disapprove a plan submitted by an Indian tribe or tribal organization to integrate federal employment, training, and related services into a consolidated and comprehensive program.\n\n Deems a plan to be approved if the Secretary does not approve or disapprove the plan within 90 days of receiving it.\n\nGives tribes and tribal organizations certain hearing and appeal rights if their plan is denied.\n\nProhibits a tribe or tribal organization from being required to submit any additional budget, report, audit, supplemental audit, or other documentation after its plan is approved.\n\nGives an affected federal agency 90 days to decide on a request by a tribe or tribal organization for a waiver of statutory, regulatory, or administrative requirements that prevent them from efficiently implementing their plan.\n\nDirects the Secretary to establish and initiate an interagency dispute resolution process if an affected federal agency denies such a request and the Secretary determines that the waiver would not be inconsistent with such Act's provisions or prevent the affected agency from fulfilling its obligations under such Act. Gives the affected agency the final authority to resolve the dispute if the dispute resolution process fails to do so.\n\nEliminates certain conditions on tribes or tribal organizations using funds under such Act for job creation and economic development activities. Requires, instead, that those expenditures be consistent with their plan.\n\nRequires employers that place plan participants in training positions to prioritize the provision of permanent employment to those participants if they successfully complete the training period. (Currently, they are to guarantee employment to those participants for at least one year.)\n\nGives the Bureau of Indian Affairs (BIA) 20 days after the receipt of funds from the appropriate federal department or agency to transfer them to participating tribes or tribal organizations.\n\nExpands the number of federal departments required to enter into an interdepartmental memorandum of agreement providing for the implementation of such Act.\n\nRequires transferred amounts to be spent on activities authorized under a plan, rather than requiring them to be spent on allowable activities under the program from which the funds were transferred."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Indian Employment, Training and Related Services Consolidation Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Indian Employment, Training and Related Services Consolidation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Indian Employment, Training and Related Services Demonstration Act of 1992 to facilitate the ability of Indian tribes to integrate the employment, training, and related services from diverse Federal sources, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:59-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1574:@@@L&summ2=m&"
}