{
  "actions": [
    {
      "acted_at": "2013-10-31", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Select Committee on Intelligence. Ordered to be reported without amendment favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-10-31", 
      "references": [], 
      "text": "Select Committee on Intelligence. Original measure reported to Senate by Senator Feinstein. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-31", 
      "calendar": "Senate Legislative", 
      "number": "235", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 235.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2013-11-12", 
      "references": [], 
      "text": "By Senator Feinstein from Select Committee on Intelligence filed written report. Report No. 113-119. Additional and Minority views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1631-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting", 
        "markup"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-10-31", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-31", 
  "number": "1631", 
  "official_title": "A bill to consolidate the congressional oversight provisions of the Foreign Intelligence Surveillance Act of 1978 and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3779-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4291-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "FISA Improvements Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-10-31", 
  "subjects": [
    "Armed forces and national security", 
    "Business records", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Federal officials", 
    "Government studies and investigations", 
    "Intelligence activities, surveillance, classified information", 
    "Judicial procedure and administration", 
    "National Security Agency", 
    "Privacy and Civil Liberties Oversight Board", 
    "Specialized courts", 
    "Telephone and wireless communication", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-10-31", 
    "text": "FISA Improvements Act of 2013 - (Sec. 2) Amends the Foreign Intelligence Surveillance Act of 1978 (FISA) to place restrictions on the bulk collection of wire or electronic communications that a FISA court may authorize in response to an application by the Federal Bureau of Investigation (FBI) for an order requiring the production of tangible things (commonly referred to as business records, including books, records, papers, documents, and other items) for an investigation to obtain foreign intelligence information not concerning a U.S. person or to protect against international terrorism or clandestine intelligence activities.\n\nProhibits a FISA court from authorizing: (1) bulk acquisition of wire or electronic communication records from an entity that provides an electronic communication service to the public if such order does not name or otherwise identify either individuals or facilities, unless the court requires specified security procedures to be followed with respect to the use of such data; or (2) acquisition of the content of any communication.\n\nDefines \"content\" as information concerning the substance, purport, or meaning of a communication, excluding any dialing, routing, addressing, or signaling information.\n\nLimits to 90 days the period during which an order may be in effect, but permits the court to extend such period, on the same basis as an original order, upon application for an extension and new findings by the court.\n\nRequires the government to follow security procedures approved by the court to ensure that only authorized personnel will have access to information acquired pursuant to such an order.\n\nProhibits access to bulk information acquired pursuant to an order except to: (1) query a selector (such as a phone number or electronic account identifier associated with a particular communicant or facility) for which a recorded determination has been made that there is a reasonable articulable suspicion (RAS) that it is associated with international terrorism or related terrorism preparation activities; (2) return information concerning communications to or from such selector, or communications to or from other selectors in communication with, or reasonably linked to, the selector used to perform the query (commonly referred to as \"tiers of contact\" or \"hops\"); or (3) narrow query results or conduct technical assurance, data management, or compliance measures.\n\nRequires court-approved minimization procedures to be followed when a query returns information concerning a selector that is only reasonably linked to the selector used to perform the query.\n\nRequires records to be retained to document: (1) for any RAS determination, the selector, the identity of the individual who made the determination, the date and time of the determination, and the information indicating that, at the time of the determination, there was RAS that the selector was associated with international terrorism or preparation activities; and (2) for any query performed based on such an RAS determination, the identity of the individual who made the query, the date and time of the query, and the selector used to perform the query.\n\nRequires court orders to impose limits on the number of government personnel authorized to make a determination or perform a query. Requires the Director of National Intelligence (DNI) to ensure that authorized personnel receive proper training. Directs the DNI to establish an automated procedure to record the aggregate number of queries in the previous quarter and report such information to Congress. Provides for such information to be available upon request to: (1) Inspectors General of the National Security Agency (NSA), Intelligence Community, and Department of Justice (DOJ); (2) other appropriate DOJ and NSA officials; and (3) the Privacy and Civil Liberties Oversight Board (PCLOB).\n\nRequires copies of each RAS determination to be provided to the court. Specifies that determinations reasonably believed to be associated with a particular, known U.S. person must be provided to the court within seven days.\n\nAuthorizes the court, if it finds an RAS determination to be improper, to order: (1) the production of records to be terminated or modified, or (2) the information acquired to be destroyed.\n\nProhibits the government from: (1) retaining records and information produced pursuant to an order, other than query results, for longer than five years; or (2) querying retained data more than three years after it was acquired, unless the Attorney General determines that the query meets an RAS standard.\n\nRequires a copy of each tangible thing production order to be provided to Congress.\n\nDirects the Attorney General to report annually to Congress regarding the number of: (1) unique selectors for which an RAS determination has been made as well as the number of bulk data queries performed by the government; (2) investigative leads developed from bulk data queries; and (3) warrants or court orders, based on probable cause, issued in response to information produced by such queries.\n\n(Sec. 3) Amends the federal criminal code to provide for a fine and/or imprisonment for up to 10 years for accessing a computer without authorization or exceeding authorized access and thereby obtaining information from any U.S. agency while knowing or having reason to know that: (1) such computer was operated by or on behalf of the United States, and (2) such information was acquired by the United States pursuant to a FISA order.\n\n(Sec. 4) Permits FISA courts to appoint amicus curiae to assist the court in the consideration of a certain applications.\n\n(Sec. 5) Consolidates various FISA reporting requirements of the Attorney General into a combined semiannual report.\n\nMakes additional information about FISA activities and the decisions of FISA courts available to every Member of Congress. (Currently, certain reports and information are available only to intelligence and judiciary committees.)\n\nRequires unclassified reports to be made available to the public.\n\n(Sec. 6) Places restrictions on queries that may be conducted on the contents of communications acquired pursuant to a joint authorization by the Attorney General and DNI to target persons located outside the United States other than U.S. persons. Permits queries of a selector known to be used by a U.S. person to be conducted by personnel of elements of the intelligence community only if the purpose is to obtain foreign intelligence information or information necessary to understand such intelligence or to assess its importance.\n\nProhibits such restrictions from limiting the authority of: (1) law enforcement agencies to conduct a query for law enforcement purposes of the contents of communications acquired pursuant to such authorizations, or (2) agencies to conduct a query for the purpose of preventing a threat to life or serious bodily harm to any person.\n\nRequires records to be retained regarding the identity of the government personnel who performed the query as well as the timing and purpose of the query. Provides for such records to be available to DOJ, DNI, appropriate Inspectors General, the Foreign Intelligence Surveillance Court, and the appropriate congressional committees.\n\n(Sec. 7) Permits the acquisition of foreign intelligence information by targeting a non-U.S. person located outside the United States that was lawfully initiated by an element of the intelligence community to continue for a transitional period of up to 72 hours from the time when it is recognized that the non-U.S. person is located inside the United States, provided that: (1) the head of the element determines that an exigent circumstance exists; (2) the target of the acquisition has communicated or received, or will communicate or receive, foreign intelligence information relevant to such circumstance; and (3) a request for emergency authorization from the Attorney General is impracticable in light of the exigent circumstance.\n\nRequires the DNI, or the head of an element of the intelligence community, to notify the Attorney General of a decision to exercise such exigent circumstance authority and to request emergency authorization from the Attorney General as soon as practicable.\n\nProhibits information acquired during a transitional period from being: (1) disseminated during the transitional period unless it is necessary to investigate, prevent, reduce, or eliminate the exigent circumstance or indicates a threat of death or serious bodily harm; or (2) retained if, during such period, a request for emergency authorization from the Attorney General is not approved or an order from a court is not obtained to continue the acquisition. Provides an exception from such prohibition for information approved by the Attorney General that indicates a threat of death or serious bodily harm.\n\n(Sec. 8) Amends the National Security Agency Act of 1959 to require the President's appointment of the NSA Director to be subject to the advice and consent of the Senate. (Currently, presidential appointment of the NSA Director is not subject to Senate confirmation.)\n\n(Sec. 9) Amends the Inspector General Act of 1978 to require presidential appointment, with advice and consent of the Senate, of the NSA Inspector General. (Currently, the NSA Director appoints the NSA Inspector General.)\n\n(Sec. 10) Amends the National Security Act of 1947 to require the DNI to report annually to Congress regarding violations of laws or executive orders by personnel of an element of the intelligence community, including violations of Executive Order 12333 relating to U.S. intelligence activities.\n\n(Sec. 11) Directs each head of an element of the intelligence community to review, at least every five years, the Attorney General-approved procedures required by the intelligence collection provisions of such Executive Order. Requires the heads of such elements, in coordination with the Attorney General and DNI, to propose any appropriate modifications to existing procedures and to provide any modified procedures to Congress.\n\n (Sec. 12) Requires certain FISA court applications and orders to be provided to the PCLOB. Directs the PCLOB to conduct an annual review of NSA activities related to FISA information collection."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FISA Improvements Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "FISA Improvements Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to consolidate the congressional oversight provisions of the Foreign Intelligence Surveillance Act of 1978 and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1631:@@@L&summ2=m&"
}