{
  "actions": [
    {
      "acted_at": "2014-07-10", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2585-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2014-07-15", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2014-07-10", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-10", 
  "number": "2585", 
  "official_title": "A bill to impose additional sanctions with respect to Iran to protect against human rights abuses in Iran, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Iran Human Rights Accountability Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-10", 
  "subjects": [
    "Congressional oversight", 
    "Crimes against women", 
    "Department of State", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Europe", 
    "European Union", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Foreign aid and international relief", 
    "Foreign property", 
    "Human rights", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International organizations and cooperation", 
    "Iran", 
    "Middle East", 
    "News media and reporting", 
    "Protest and dissent", 
    "Refugees, asylum, displaced persons", 
    "Religion", 
    "Sanctions", 
    "Sovereignty, recognition, national governance and status", 
    "Trade restrictions", 
    "United Nations", 
    "Visas and passports", 
    "Women's rights"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-10", 
    "text": "Iran Human Rights Accountability Act of 2014 - Amends the Comprehensive Iran Sanctions, Accountability, and Divestment Act of 2010 to expand the list of persons subject to sanctions for human rights abuses and other acts of violence and intimidation committed on behalf of the Iranian government.\n\nAmends the Iran Threat Reduction and Syria Human Rights Act of 2012 to expand the list of Iranian government officials and others (listed individuals) subject to U.S. entry restrictions because of their involvement in Iran's: (1) illicit nuclear activities or proliferation of weapons of mass destruction, (2) support for international terrorism, or (3) commission of serious human rights abuses.\n\nSubjects listed individuals to the blocking of property and property interests that are in the United States, come within the United States, or are in the possession or control of a U.S. person.\n\nStates that entry restrictions shall not apply to the head of state of Iran or related staff if necessary to comply with the Agreement between the United Nations (U.N.) and the United States regarding the U.N. Headquarters.\n\nDirects the President to: (1) impose five or more sanctions against any person who knowingly sells, supplies, or transfers goods or services to a listed individual; and (2) prohibit the opening, and prohibit or impose strict conditions on the maintaining, in the United States of a correspondent account or a payable-through account by any foreign financial institution that has knowingly conducted or facilitated a significant financial transaction on behalf of a listed individual.\n\nExpresses the sense of Congress that:\n\n the United States should support Iranians who work to advance political, economic, and social reforms; Department of State programs to support reform in Iran have not resulted in a more democratic Iran; the government of Iran continues to play a pernicious role in the Middle East, undermining democratic consolidation in Iraq, supporting international terrorism through Hezbollah, and aiding the autocratic regime of Bashar al-Assad in Syria; the Secretary of State should directly support people working in Iran to implement Department programs; and oversight and implementation of Department programs to support reform in Iran should be under the direction of the Special Coordinator on Human Rights and Democracy in Iran, in consultation with the Assistant Secretary of State for Democracy, Human Rights, and Labor. Authorizes the Secretary through December 31, 2018, to provide assistance to qualifying individuals and entities working in Iran to promote the rule of law, civil society, and economic opportunity.\n\nDirects the President to designate within the Department a Special Coordinator on Human Rights and Democracy in Iran to oversee and coordinate activities relating to human rights, democracy, and political and religious freedoms in Iran.\n\nRequires that Radio Free Europe/Radio Liberty and the Voice of America (VOA) broadcasting to Iran: (1) increase programing services and emphasize analytical journalism provided by Iranian or pro-Iranian media outlets; (2) strengthen civil society by promoting democratic processes, respect for human rights, and freedom of the press and expression; and (3) establish fellowships for Iranian journalists who have fled the country to learn about free media.\n\nExpresses the sense of Congress that the United States should work with the European Union (EU) and other countries to explore the possibility of establishing a formal multilateral mechanism to advocate for human rights, democracy, and political and religious freedoms in Iran.\n\nExpresses the sense of Congress that: (1) the U.N. has a significant role to play in improving human rights in Iran, (2) the United States should support the work of the U.N. Special Rapporteur on the situation of human rights in Iran, and (3) the egregious human rights violations in Iran warrant country-specific attention and continued reporting by the Special Rapporteur.\n\nStates that nothing in this Act shall be construed as a declaration of war or an authorization of the use of force."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Iran Human Rights Accountability Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to impose additional sanctions with respect to Iran to protect against human rights abuses in Iran, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:23-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2585:@@@L&summ2=m&"
}