{
  "actions": [
    {
      "acted_at": "2014-07-30", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5291-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "26", 
      "name": "Garcia, Joe", 
      "sponsored_at": "2014-09-17", 
      "state": "FL", 
      "thomas_id": "02120", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Richmond, Cedric L.", 
      "sponsored_at": "2014-09-15", 
      "state": "LA", 
      "thomas_id": "02023", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-30", 
  "number": "5291", 
  "official_title": "To amend the Harmonized Tariff Schedule of the United States with respect to goods exported for processing abroad and reimported, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "21", 
    "name": "Owens, William L.", 
    "state": "NY", 
    "thomas_id": "01974", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-30", 
  "subjects": [
    "Foreign trade and international finance", 
    "Tariffs"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-30", 
    "text": "Amends the Harmonized Tariff Schedule of the United States to prescribe requirements for the duty treatment of certain textile and apparel goods exported for processing abroad and subsequently reimported into the United States.\n\nRevises requirements granting duty-free treatment of previously imported articles, for which a duty was paid or where no duty was paid, if:\n\n reimported, without having been advanced in value or improved in condition while abroad, after having been exported under bailment agreements or for warehousing, repackaging, or both; and (as under current law) reimported by or for the account of the person who imported it into, and exported it from, the United States. Declares that, with respect to the duty imposed on the value of repairs or alterations made abroad to articles and subsequently imported into the United States:\n\n the article shall be considered to be the same article that was exported without regard to whether it contains one or more components recovered from an identical or similar article that was also exported from the United States, and the cost or value of any such components shall not be included in the value of the article when it enters the United States. Permits, with respect to such articles, the commingling of fungible goods exported from the United States, as well as use of an inventory management method to account for the origin, value, and classification of such goods.\n\nPermits use of the manufacturer's identification (MID) code of the facility that repairs, alters, assembles, processes, stores, or otherwise handles the textile and apparel goods on any customs entry documentations or electronic data transmissions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Harmonized Tariff Schedule of the United States with respect to goods exported for processing abroad and reimported, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:57-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5291:@@@L&summ2=m&"
}