{
  "actions": [
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1874-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2014-06-05", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-19", 
  "number": "1874", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to strengthen Federal-State partnerships in postsecondary education.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4767-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Partnerships for Affordability and Student Success Act", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Academic performance and assessments", 
    "Consumer affairs", 
    "Education", 
    "Education programs funding", 
    "Higher education", 
    "State and local government operations", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-19", 
    "text": "Partnerships for Affordability and Student Success Act - Amends the Higher Education Act of 1965 to require states, for academic year 2013 and each of the succeeding four academic years, to maintain their support for: (1) institutions of higher education (IHEs) (excluding support for capital projects, research and development, or tuition and fees paid by students) at least at the level of such support for academic year 2012, and (2) student postsecondary financial aid at least at the level of such support for academic year 2012.\n\nDirects the Secretary of Education to waive those requirements if such a waiver would be appropriate due to exceptional or uncontrollable circumstances.\n\nReplaces the Leveraging Educational Assistance Partnership program with a program that allots matching incentive grants to states, based on each state's share of students eligible for Federal Pell Grants, to assist states in:\n\n providing need-based grants to students attending IHEs or participating in study abroad programs approved for credit by the IHEs, providing subgrants to IHEs or consortia of IHEs to improve student outcomes and to develop and implement practices that reduce costs for students, and providing public accountability and consumer information on the performance of IHEs in the state. Requires each state grantee to have a comprehensive plan for public postsecondary education that:\n\n has measurable goals for student outcomes, including enrollment and completion; has measurable college affordability goals; is aligned with the state's workforce and economic development plan; is aligned with the state's elementary and secondary education plan; and addresses the postsecondary education needs of unserved and underserved individuals, including those who are beyond the traditional college age. Requires each state grantee to report annually to the public on its progress in meeting its public postsecondary education goals and comprehensive plan for public higher education.\n\nAllows private, nonprofit IHEs to participate on a voluntary basis in a state's comprehensive plan for postsecondary education.\n\nRequires at least 70% of the funds allocated to a state to be reserved for need-based grants to students."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Partnerships for Affordability and Student Success Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Higher Education Act of 1965 to strengthen Federal-State partnerships in postsecondary education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1874:@@@L&summ2=m&"
}