{
  "actions": [
    {
      "acted_at": "2014-07-10", 
      "references": [
        {
          "reference": "CR S4414-4415, S4416, S4417", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-10", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-21", 
      "references": [
        {
          "reference": "CR S4646-4647", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2592-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2014-07-10", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2014-07-10", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2014-07-10", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-10", 
  "number": "2592", 
  "official_title": "A bill to promote energy production and security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr555-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4293-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2112-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2638-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "North Atlantic Energy Security Act", 
  "sponsor": {
    "district": null, 
    "name": "Hoeven, John", 
    "state": "ND", 
    "thomas_id": "02079", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Alliances", 
    "Asia", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Endangered and threatened species", 
    "Energy", 
    "Environmental assessment, monitoring, research", 
    "Europe", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Forests, forestry, trees", 
    "Government studies and investigations", 
    "Indian lands and resources rights", 
    "Internet and video services", 
    "Japan", 
    "Judicial review and appeals", 
    "Land use and conservation", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Pipelines", 
    "Trade restrictions", 
    "Ukraine", 
    "User charges and fees", 
    "Water quality"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-10", 
    "text": "North Atlantic Energy Security Act - Natural Gas Gathering Enhancement Act - Authorizes the Secretary of the Interior (Secretary) to permit the use of rights of way for natural gas pipelines through public lands, forest, and other reservations of the United States, and specified national parks in California.\n\nDefines \"gas gathering line and associated field compression unit\" as: (1) a pipeline installed to transport natural gas production associated with one or more wells drilled and completed to produce crude oil; and (2) if necessary, a compressor to raise the pressure of that transported natural gas to higher pressures suitable to enable the gas to flow into pipelines and other facilities.\n\nExcludes from such definition any pipeline or compression unit installed to transport natural gas from a processing plant to a common carrier pipeline or facility.\n\nExcludes from federal lands, for purposes of gas gathering line and associated field compression units, any unit of the National Park System, any unit of the National Wildlife Refuge System, or a component of the National Wilderness Preservation System.\n\nCites conditions under which issuance of a sundry notice or right-of-way for a gas gathering line and associated field compression unit located on federal or Indian land and servicing an oil well shall be deemed an action categorically excluded for purposes of the National Environmental Policy Act of 1969 (NEPA).\n\n(A \"categorical exclusion\" is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an environmental assessment nor an environmental impact statement is required.) Declares such categorical exclusion inapplicable if the governor of the state or the Indian tribe with jurisdiction requests in writing that it be waived. Amends the Energy Policy Act of 2005 to direct the Secretary to study permissible actions or proposed changes to federal law which would expedite permitting for natural gas gathering lines and associated field compression units on federal or Indian land to transport natural gas associated with crude oil production, on any land, to a processing plant or a common carrier pipeline for delivery to markets.\n\nAmends the Mineral Leasing Act and the Federal Land Policy and Management Act of 1976 to direct the appropriate agency head to issue a sundry notice or right-of-way for a gas gathering line and associated field compression unit located on federal or public lands within specified deadlines.\n\nAmends the Natural Gas Act to direct the Federal Energy Regulatory Commission (FERC) to make a public interest determination and issue an order for an application for the exportation of natural gas to a foreign country through a particular liquefied natural gas (LNG) terminal within a specified deadline.\n\nRequires an expedited application and approval process for applications to export natural gas to: (1) Ukraine, (2) a member country of the North Atlantic Treaty Organization, or (3) Japan.\n\nStreamlining Permitting of American Energy Act of 2014 - Amends the Mineral Leasing Act to require the Secretary to: (1) decide, within 30 days after receipt, whether to issue or deny an application for a permit to drill; and (2) collect a single $6,500 permit processing fee per application at the time the final permitting decision is made.\n\nInstructs the Secretary to establish a Federal Permit Streamlining Project in every Bureau of Land Management (BLM) field office with responsibility for permitting energy projects on federal land.\n\nPrescribes procedures for judicial review of claims regarding agency action affecting certain energy projects on federal land.\n\nBLM Live Internet Auctions Act - Amends the Mineral Leasing Act to authorize the Secretary to conduct onshore oil and gas lease sales through Internet-based bidding methods.\n\nRequires each individual Internet-based lease sale to conclude within seven days after initiation of the sale.\n\nDirects the Secretary to analyze the first 10 such lease sales, including estimates of: (1) increases or decreases in such lease sales, compared to sales conducted by oral bidding; and (2) the total cost or savings to the Department of the Interior as a result of such sales, compared to sales conducted by oral bidding.\n\nRequires the report to evaluate the demonstrated or expected effectiveness of different structures for lease sales which may provide an opportunity to better maximize bidder participation, ensure the highest return to the federal taxpayers, minimize opportunities for fraud or collusion, and ensure the security and integrity of the leasing process."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "North Atlantic Energy Security Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "BLM Live Internet Auctions Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Natural Gas Gathering Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Streamlining Permitting of American Energy Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote energy production and security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:23-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2592:@@@L&summ2=m&"
}