{
  "actions": [
    {
      "acted_at": "2014-04-09", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2232-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-09", 
  "number": "2232", 
  "official_title": "A bill to protect the right to freedom of speech secured by the First Amendment to the Constitution, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "First Amendment Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Toomey, Pat", 
    "state": "PA", 
    "thomas_id": "02085", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-09", 
  "subjects": [
    "Accounting and auditing", 
    "Civil actions and liability", 
    "Civil rights and liberties, minority issues", 
    "First Amendment rights", 
    "Government liability", 
    "Government studies and investigations", 
    "Licensing and registrations", 
    "Political movements and philosophies", 
    "Religion", 
    "Tax-exempt organizations"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-09", 
    "text": "First Amendment Protection Act - Establishes a cause of action that may be brought against a federal executive agency officer or employee who, in the course of an investigation, audit, decision to disclose any record, or decision to grant a license, permit, or recognition of tax exempt status, discriminates against a person's or group's political or religious viewpoint or affiliation in violation of the First Amendment's guarantee of freedom of speech.\n\nDefines \"record\" as any item, collection, or grouping of information about an individual or group that: (1) is maintained by an executive agency, including education, financial transactions, medical information, tax information, address, and criminal or employment history; and (2) contains an individual's name or the identifying number, symbol, or other identifying particular assigned to the individual, such as a finger or voice print or a photograph.\n\nPermits a person or group aggrieved of such a violation to bring a civil action in federal court against the officer or employee (or former officer or employee) for damages or other legal or equitable relief. Allows the court to include the retirement benefits of such an officer or employee in the amount of any damages awarded.\n\nAuthorizes the head of an executive agency, if a court determines that an officer or employee of the agency has violated this Act, to terminate such officer or employee and such officer's or employee's benefits, including retirement benefits, without cause.\n\nProvides for such cause of action and termination authority to apply to conduct that occurred before the enactment of this Act.\n\nExpands the categories of nonprofit organizations authorized to file a pleading with a federal court for a declaratory judgment regarding their qualification for tax-exempt status (including any revocation of or change in qualification) to include: (1) civic leagues or organizations; (2) labor, agricultural, or horticultural organizations; and (3) business leagues, chambers of commerce, real-estate boards, boards of trade, or professional football leagues."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "First Amendment Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect the right to freedom of speech secured by the First Amendment to the Constitution, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2232:@@@L&summ2=m&"
}