{
  "actions": [
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-06-03", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Conservation, Energy, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4549-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Energy, and Forestry", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-01", 
  "number": "4549", 
  "official_title": "To require the Forest Service to meet annual volume targets for timber harvesting in the management of a unit of the National Forest System and to provide for the transfer of such management responsibility to the State in which the unit is located when such targets are not consistently met, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Strong Forests Grow Strong Communities Act of 2014", 
  "sponsor": {
    "district": "7", 
    "name": "Duffy, Sean P.", 
    "state": "WI", 
    "thomas_id": "02072", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-01", 
  "subjects": [
    "Endangered and threatened species", 
    "Forests, forestry, trees", 
    "Government information and archives", 
    "Intergovernmental relations", 
    "Public lands and natural resources", 
    "State and local government operations", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-01", 
    "text": "Strong Forests Grow Strong Communities Act of 2014 - Directs the Secretary of Agriculture (USDA) to publish in the Federal Register and make available on the Forest Service website, the annual volume requirement for each unit of the National Forest System (NFS). Defines the \"annual volume requirement\" for an NFS unit as a volume of national forest materials (trees, portions of trees, or forest products from NFS lands) that is at least 50% of the unit's sustained yield. Prohibits the Secretary from reducing the annual volume requirement for a unit without the consent of a new Act of Congress.\n\nRequires the Secretary to manage the sale of national forest materials in each NFS unit in the manner necessary so that the annual volume requirement for that unit is met each calendar year.\n\nDirects the Secretary, if a sale of national forest materials may affect the continued existence of any endangered or threatened species, to issue a determination explaining the view that the proposed sale is not likely to jeopardize the continued existence of that species.\n\nAuthorizes the state in which an NFS unit is located, if the Secretary fails to meet the annual volume requirement for that unit for five calendar years, whether consecutively or over a longer than five-year period, to request a cooperative agreement with the Secretary for purposes of managing the unit. Permits a state that undertakes the management of an NFS unit to conduct the management directly, through an agreement with a political subdivision of the state, or through contracts with third parties. Limits a state's request to only those NFS lands of a unit located in the state if the unit covers more than one state.\n\nDeclares that state environmental, wildlife, and land management laws shall supercede federal environmental, wildlife, and management laws on an NSF unit managed by a state under a cooperative agreement in place pursuant to this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Strong Forests Grow Strong Communities Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To require the Forest Service to meet annual volume targets for timber harvesting in the management of a unit of the National Forest System and to provide for the transfer of such management responsibility to the State in which the unit is located when such targets are not consistently met, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:36-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4549:@@@L&summ2=m&"
}