{
  "actions": [
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Baucus. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-19", 
      "calendar": "Senate Legislative", 
      "number": "279", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 279.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-02-06", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "By Senator Baucus from Committee on Finance filed written report. Report No. 113-137. Minority views filed.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1870-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-02-06", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-19", 
  "number": "1870", 
  "official_title": "An original bill to reauthorize and restructure adoption incentive payments, to better enable State child welfare agencies to prevent sex trafficking of children and serve the needs of children who are victims of sex trafficking, to increase the reliability of child support for children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1896-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3205-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4980-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1786-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1876-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1877-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1878-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Supporting At-Risk Children Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Adoption and foster care", 
    "Advisory bodies", 
    "Bank accounts, deposits, capital", 
    "Child care and development", 
    "Child health", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against children", 
    "Department of Health and Human Services", 
    "Employee hiring", 
    "Executive agency funding and structure", 
    "Family relationships", 
    "Family services", 
    "Government information and archives", 
    "Homelessness and emergency shelter", 
    "Housing and community development funding", 
    "Human trafficking", 
    "Indian social and development programs", 
    "Intergovernmental relations", 
    "International law and treaties", 
    "Jurisdiction and venue", 
    "Licensing and registrations", 
    "Separation, divorce, custody, support", 
    "Sex offenses", 
    "Social welfare", 
    "State and local government operations", 
    "Tax administration and collection, taxpayers", 
    "Unemployment", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-12-19", 
    "text": "Supporting At-Risk Children Act -Title I: Strengthening and Finding Families for Children - Strengthening and Finding Families for Children Act - Subtitle A: Adoption Incentive Payments - (Sec. 111) Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act (SSA) to extend the adoption incentives grant program through FY2016.\n\n(Sec. 112) Revises the program's award structure.\n\nRepeals the state incentive-eligibility requirement that: (1) the number of foster child adoptions in the state during the fiscal year exceed the state's base number of foster child adoptions for the fiscal year, (B) the number of older child adoptions in the state during the fiscal year exceed the state's base number of older child adoptions for the fiscal year, or (C) the state's foster child adoption rate for the fiscal year exceed the highest ever foster child adoption rate determined for the state.\n\nReplaces determination of numbers of adoptions based on Adoption and Foster Care Analysis and Reporting System (AFCARS) data with determination of the rates of adoptions and foster child guardianships.\n\nCreates a new formula for determining adoption incentive payments. Requires the Secretary of Health and Human Services (HHS) to increase the adoption incentive payment for timely adoption award states.\n\n(Sec. 113) Renames the program the adoption and legal guardianship incentive program.\n\n(Sec. 114) Requires states to use amounts paid to them under the program to supplement, and not supplant, any federal or non-federal funds used to provide any service under SSA title IV parts B (Child and Family Services) or E.\n\n(Sec. 115) Requires a state to calculate the savings (if any) resulting from the application of specified eligibility requirements for adoption assistance to all applicable children for a fiscal year, using a methodology specified by the Secretary or an alternative methodology proposed by the state and approved by the Secretary.\n\nRequires a state to spend at least 40% of any such savings on: (1) post-adoption or post-guardianship services (as applicable) for children placed in adoptive, kinship guardianship, or guardianship placements and their families; and (2) services to support and sustain positive permanent outcomes for children who otherwise might enter into foster care under the responsibility of the state.\n\n(Sec. 116) Declares that, in the event of the death or incapacity of the relative guardian, the eligibility of a child for a kinship guardianship assistance payment shall not be affected by reason of the replacement of the relative guardian with a successor legal guardian named in the kinship guardianship assistance agreement.\n\n(Sec. 117) Directs the Secretary, as part of the data collection system, to promulgate final regulations providing for the collection and analysis of information regarding children who enter into foster care under state supervision as a result of the disruption of a placement for adoption or foster care guardianship or the dissolution of an adoption or foster care guardianship.\n\n(Sec. 118) Requires a state plan for foster care and adoption assistance to require the state, within 30 days after removal of a child from parental custody, to exercise due diligence to identify and provide notice to all parents of a sibling of such a child, where such parent has legal custody of such sibling (as well as all adult grandparents as under current law).\n\nSubtitle B: Extension of Family Connection Grant Program - (Sec. 121) Amends SSA title IV part B to extend the Family Connection Grant Program through FY20016, and make universities eligible for matching grants under such programs.\n\nSubtitle C: Unemployment Compensation - (Sec. 131) Amends SSA title III (Unemployment Compensation) with respect to the requirement that a state have an unemployment compensation law containing certain provisions in order to receive a specified federal grant. Requires a state owed an unemployment compensation debt meeting specified criteria that remains uncollected within two years after it was first incurred to take specified action under the Internal Revenue Code to recover it, including through a tax refund offset.\n\nTitle II: Identifying and Screening Youth At Risk of Sex Trafficking - Protecting Youth At-Risk of Sex Trafficking Act - Subtitle A: Addressing the Risks That Make Youth Vulnerable to Sex Trafficking and Other Negative Outcomes - (Sec. 211) Requires the state agency under its foster care and adoption assistance program plan to demonstrate to the Secretary that it has developed policies and procedures for identifying and screening any child who the state has reasonable cause to believe is a victim of sex trafficking or is risk of being a victim of trafficking.\n\n(Sec. 212) Eliminates the option for children under age 16 to be eligible to be placed in another planned permanent living arrangement in cases where the state agency has documented to the state court a compelling reason for determining that it would not be in the best interests of the child to: (1) return home; (2) be referred for termination of parental rights; or (3) be placed for adoption, with a fit and willing relative, or with a legal guardian.\n\nPrescribes additional case plan and case review system requirements for placement of a child in another planned permanent living arrangement, including: (1) documentation of intensive, ongoing, unsuccessful efforts for family placement; (2) court or administrative body redetermination of appropriateness of placement at each permanency hearing; and (3) demonstration of support for engaging in age or developmentally appropriate activities and social events.\n\nRequires the state agency responsible for supervising a child's placement, if the child's permanency plan is another planned permanent living arrangement, to deposit the support amounts it has collected (without any reimbursement to the federal government) on a family's behalf in an account established for the child's benefit and used only for payment of fees or other costs attributable to the child's participation in age or developmentally appropriate activities (until age 18 or a higher age the state has elected).\n\nRequires payment to the child of any amounts in such account once he or she attains age 18 or higher age, if elected by the state. Requires payment similarly to the child of any support amounts the state has collected for a child in foster care when he or she attains age 18 or older.\n\nSubtitle B: Empowering Older Youth Vulnerable to Domestic Sex Trafficking and Other Negative Outcomes - (Sec. 221) Requires a permanency plan for a child age 14 or older to be developed in consultation with the child, and allows the child to choose up to two members of his or her case planning team.\n\n(Sec. 222) Requires foster youth to be discharged from care only if provided with an official birth certificate, a Social Security card, a driver's license or equivalent state-issued identification care, and a fee-free (or low-fee) bank account. Subjects any state to an administrative penalty for noncompliance.\n\nSubtitle C: Data and Reports - (Sec. 231) Revises data collection and reporting on sex trafficking.\n\nRequires the state plan to require the state agency to: (1) identify and document each child who is a victim of sex trafficking or a victim of severe forms of trafficking in persons, and (2) report to law enforcement authorities within 24 hours after receiving any information on missing or abducted children for entry into the National Crime Information Center (NCIC) database of the Federal Bureau of Investigation (FBI).\n\nRequires a state plan also to contain a regularly updated description of the specific measures the state agency has taken to protect and provide services to such children, including efforts to coordinate with state law enforcement, juvenile justice, and social service agencies such as runaway and homeless youth shelters to serve that population.\n\nRequires the AFCARS to provide comprehensive national information with respect to the number of children in foster care, or over whom the state agency has responsibility for placement, care, or supervision, who are identified as victims of sex trafficking or of severe forms of trafficking in persons.\n\n(Sec. 232) Amends part A of SSA title XI to require the head of each federal agency to report to Congress recommendations for expanding safe housing for youth victims of trafficking.\n\nSubtitle D: National Advisory Committee on Domestic Sex Trafficking - (Sec. 241) Directs the Secretary to establish a National Advisory Committee on Domestic Sex Trafficking to: (1) advise the Secretary and the Attorney General, and (2) develop two specified tiers of recommended best practices for states to follow in combating the domestic sex trafficking of minors and the commercial sexual exploitation of children.\n\nTitle III: Child Support Enforcement - Child Support Improvement and Work Promotion Act - Subtitle A: Increased Reliability of Child Support - (Sec. 311) Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act (SSA) to direct the Secretary to utilize federal and state enforcement mechanisms and take necessary steps to ensure compliance with the U.S. treaty obligations under any multilateral child support convention in the event that a state plan does not comply with those obligations.\n\nAuthorizes a Central Authority for child support enforcement in a foreign reciprocating country or a foreign treaty country to obtain information from the Federal Parent Locator Service for the purpose of establishing parentage or child support obligations, and enforcing them.\n\nAuthorizes a state to require residents of a foreign reciprocating country or foreign treaty country who apply for services relating to establishment of paternity or child support obligations to make such an application through the foreign country's Central Authority for child support enforcement. Allows the state to accept or reject the application of any individual residing in a foreign country that is not a foreign reciprocating country or a foreign treaty country.\n\nAllows collection of past-due support from federal tax refunds in response to a request from a foreign reciprocating country or a foreign treaty country.\n\nAmends the federal judicial code with respect to full faith and credit for child support orders to revise requirements for state tribunals with appropriate jurisdiction to modify child support orders including an order issued in that state if one party resides in another state. Allows individual contestants to a child support order to consent to allow a state tribunal to continue to exercise jurisdiction to modify the order, or to change the tribunal and jurisdiction, in certain circumstances, to those of another state.\n\n(Sec. 312) Allows issuance of passports to certain individuals with annual incomes of under $100,000 who owe arrearages of child support but have been making such payments over a period of time.\n\n(Sec. 313) Authorizes child support enforcement programs operated by Indian tribes to conduct an experimental, pilot, or demonstration project to assist in promoting the SSA title IV part D objectives.\n\n(Sec. 314) Authorizes establishment of voluntary parenting time arrangements under state part D plans.\n\n(Sec. 315) Increases from 24 to 48 months the length of time information entered into the data base maintained by the National Directory of New Hires shall remain before being deleted.\n\nAuthorizes the Secretary to provide access to data in each component of the Federal Parent Locator Service for certain related federal or state research as well as assessments of the effectiveness of a federal program in achieving positive labor market outcomes.\n\nSubtitle B: Child Support Enforcement Task Force - (Sec. 321) Establishes in the executive branch a Child Support Enforcement Task Force to report to Congress findings and recommendations for improvements in child support enforcement.\n\nSubtitle C: Effective Dates - (Sec. 331) Sets forth effective dates of this Act.\n\nTitle IV: Budgetary Effects - (Sec. 401) Prescribes requirements for the determination of budgetary effects of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Supporting At-Risk Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Child Support Improvement and Work Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Protecting Youth At-Risk for Sex Trafficking Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Strengthening And Finding Families for Children Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Supporting At-Risk Children Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Child Support Improvement and Work Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Protecting Youth At-Risk for Sex Trafficking Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Strengthening and Finding Families for Children Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to reauthorize and restructure adoption incentive payments, to better enable State child welfare agencies to prevent sex trafficking of children and serve the needs of children who are victims of sex trafficking, to increase the reliability of child support for children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1870:@@@L&summ2=m&"
}