{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSAP"
      ], 
      "references": [
        {
          "reference": "CR S5224-5233", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Appropriations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2743-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2014-07-31", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2014-07-31", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2014-07-31", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "2014-07-31", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cochran, Thad", 
      "sponsored_at": "2014-07-31", 
      "state": "MS", 
      "thomas_id": "00213", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2014-09-18", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Flake, Jeff", 
      "sponsored_at": "2014-07-31", 
      "state": "AZ", 
      "thomas_id": "01633", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2014-07-31", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2014-07-31", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "2014-07-31", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2743", 
  "official_title": "A bill making supplemental appropriations for the fiscal year ending September 30, 2014, for border security, law enforcement, humanitarian assistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2773-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Protecting Children and America's Homeland Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Appropriations", 
    "Arizona", 
    "Assault and harassment offenses", 
    "Border security and unlawful immigration", 
    "California", 
    "Child health", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against property", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Currency", 
    "Customs enforcement", 
    "Department of Health and Human Services", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Detention of persons", 
    "Disability and paralysis", 
    "Domestic violence and child abuse", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Due process and equal protection", 
    "Economics and public finance", 
    "El Salvador", 
    "Environmental assessment, monitoring, research", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Firearms and explosives", 
    "Foreign aid and international relief", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Guatemala", 
    "Honduras", 
    "Human trafficking", 
    "Immigration status and procedures", 
    "Judges", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Juvenile crime and gang violence", 
    "Land use and conservation", 
    "Latin America", 
    "Law enforcement officers", 
    "Lawyers and legal services", 
    "Marine and inland water transportation", 
    "Mental health", 
    "Mexico", 
    "Motor vehicles", 
    "New Mexico", 
    "Organized crime", 
    "Public contracts and procurement", 
    "Refugees, asylum, displaced persons", 
    "Sex offenses", 
    "Smuggling and trafficking", 
    "Terrorism", 
    "Texas", 
    "Transportation safety and security", 
    "Violent crime", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Protecting Children and America's Homeland Act of 2014 - Division A: Supplemental Appropriations - Provides supplemental FY2014 appropriations for expenses related to the rise in unaccompanied alien children and alien adults accompanied by an alien minor at the southwest border.\n\nMakes such supplemental appropriations to: (1) the Department of Commerce, the Department of Justice (DOJ), science, and related agencies; (2) the Department of Homeland Security (DHS), including U.S. Customs and Border Protection (CBP) and U.S. Immigration and Customs Enforcement (ICE); and (3) the Department of Labor, the Department of Health and Human Services (HHS), and the Department of Education, and related agencies.\n\nSpecifies other authorized, restricted, and prohibited uses of appropriated funds.\n\n\n\nDivision B: Unaccompanied Alien Children and Border Security - Amends the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 to declare that any unaccompanied alien child (UAC) who has not been a victim of a severe form of trafficking in persons or does not have a credible fear of persecution on returning to his or her country of nationality or of last habitual residence shall be: (1) placed in removal proceedings, (2) eligible for voluntary departure at no cost to the child, and (3) provided with access to counsel. (Currently such expedited removal requirements apply only to unaccompanied children from countries that are contiguous to the United States.)\n\nDirects the Secretary of State to negotiate agreements regarding the repatriation of children with Canada, El Salvador, Guatemala, Honduras, Mexico, and any other appropriate foreign country. (Currently such agreements are to be negotiated between the United States and countries contiguous to the United States.)\n\nDirects the DHS Secretary to place any UAC that is a criminal or gang member in a proceeding for expedited removal.\n\nProhibits removal of a UAC from U.S. custody during preliminary proceedings until repatriation or unless placed in removal proceedings. Amends the Immigration and Nationality Act to establish a proceeding to expedite due process and screening for UACs. Requires an immigration judge to: conduct and conclude a proceeding to inspect and determine the status of a UAC who applies for U.S. admission within 7 days after screening the child, and issue within 72 hours after the proceeding's conclusion an order for further proceedings, for removal, or for referral to an asylum officer for interview. Prescribes treatment for any UAC who intends to make a claim of asylum or fear of persecution.\n\nPrescribes procedures for expedited due process for a UAC present in the United States, including due process protections, among them protective HHS custody.\n\nRequires the HHS Secretary and the DHS Secretary to exchange specified information with regard to placement of a UAC. Requires regular inspections of HHS facilities for the care and custody of UACs. Prescribes requirements, especially for nongovernmental sponsors, in connection with the custody of UACs in a formal removal proceeding. Prohibits the HHS Secretary from placing a UAC in the custody of an individual convicted of a sex offense or a crime involving a severe form of trafficking in persons. Requires related biometric criminal background checks. Makes it unlawful for a person to obtain custody of a UAC by fraudulent representations. Requires DHS or HHS to notify the governor of a state within 48 hours before placing a UAC in the care of a facility or sponsor in the state. Requires HHS to monitor regularly and frequently the physical and emotional well-being of each UAC discharged to a sponsor or remaining in HHS custody until resolution of the child's immigration case. Directs the Attorney General (DOJ) to designate up to 100 immigration judges to conduct expedited inspection and screening of UACs. Requires the HHS Secretary to report to Congress on the care of UACs. Directs the Secretary of State to carry out in-country processing of refugee applications in El Salvador, Guatemala, or Honduras. Requires the President to certify annually whether the government of each of these countries: (1) is actively working to reduce the number of UACs from that country attempting to migrate illegally to the United States; (2) is cooperating with the United States to facilitate the repatriation of UACs removed from the United States and returned to their countries; and (2) has negotiated or is actively negotiating an agreement for the repatriation of UACs. Prescribes requirements for treatment and deportation of aliens associated with criminal gangs, especially the expedited removal of dangerous criminals, terrorists, and gang members. Authorizes DHS to: (1) hire 350 ICE detention officers that comprise 50 Fugitive Operations Teams responsible for identifying, locating, and arresting fugitive aliens; and (2) increase by at least 5,000 the number of detention beds available for aliens placed in removal proceedings, including beds available for family units. Prohibits the use of federal funds or resources to issue a new directive, memorandum, or executive order providing for relief from removal or work authorization to a class of individuals not otherwise eligible for it under the Immigration and Nationality Act, including expanding deferred action for childhood arrivals. Requires the Secretary of Agriculture and the Secretary of the Interior, for the federal lands under their jurisdictions, to authorize and grant CBP personnel immediate access to such lands for specified security activities, conducted in a manner that will best protect natural and cultural resources. Directs the Administrator of the Federal Emergency Management Agency (FEMA) to make grants to state and local governments in Border Patrol Sectors on the along the U.S.-Mexican border for costs related to enhancing law enforcement preparedness, humanitarian responses, and operational readiness along the southern border through Operation Stonegarden. Makes it a crime to: (1) transmit (spot) to another person the location, movement, or activities of law enforcement agents with the intent to further a federal crime relating to immigration, customs, controlled substances, agriculture, monetary instruments, or other border controls; and (2) destroy, alter, or damage any physical or electronic device used by the federal government to control the border or any port of entry. Prohibits the carrying or use of a firearm in an alien smuggling crime.\n\nProhibits an individual acting for financial gain from directing or participating in an effort to bring or attempt to bring three or more persons unlawfully into the United States. Prescribes criminal penalties, including enhanced penalties for certain violations. Directs the DHS Secretary to implement a strategy to deter and interdict human smuggling across the international land and maritime borders of the United States."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protecting Children and America's Homeland Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill making supplemental appropriations for the fiscal year ending September 30, 2014, for border security, law enforcement, humanitarian assistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2743:@@@L&summ2=m&"
}