{
  "actions": [
    {
      "acted_at": "2014-06-19", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2505-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Booker, Cory A.", 
      "sponsored_at": "2014-06-19", 
      "state": "NJ", 
      "thomas_id": "02194", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-19", 
  "number": "2505", 
  "official_title": "A bill to promote unlicensed spectrum use in the 5 GHz band, to maximize the use of the band for shared purposes in order to bolster innovation and economic development, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5125-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Wi-Fi Innovation Act", 
  "sponsor": {
    "district": null, 
    "name": "Rubio, Marco", 
    "state": "FL", 
    "thomas_id": "02084", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Elementary and secondary education", 
    "Federal Communications Commission (FCC)", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Licensing and registrations", 
    "Poverty and welfare assistance", 
    "Science, technology, communications", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-19", 
    "text": "Wi-Fi Innovation Act - Requires the Federal Communications Commission (FCC) to provide additional unlicensed spectrum in the 5850-5925 megahertz band under technical rules suitable for the widespread commercial development of unlicensed operations.\n\nProvides for such technical rules to permit outdoor unlicensed operations without requiring devices to dynamically detect signals from other systems.\n\nDirects the FCC's Office of Engineering and Technology to seek public comments on proposals for interference-mitigation techniques and potential rechannelization that would accommodate both incumbent licensees and widespread commercial unlicensed operations in such band.\n\nSets forth a process for the FCC to test mitigation measures and methods of sharing spectrum with unlicensed devices within such band in a manner that would not cause harmful interference to incumbent licensees.\n\nDirects the FCC, if it determines that existing licensees would not be harmed by interference, to modify regulations to adopt technical rules for widespread commercial deployment of unlicensed operations for such band. Prohibits modification of such regulations if the FCC determines that mitigation, rechannelization, or sharing would not prevent harmful interference. Requires the FCC to notify Congress, the Department of Transportation (DOT), and the National Telecommunications and Information Administration (NTIA) of a harmful interference determination.\n\nRequires the FCC to modify regulations relating to Intelligent Transportation Systems radio service and dedicated short-range communications service on-board units if such modification would maximize utility of such band while protecting existing licensees.\n\nDirects the FCC to make recommendations to Congress regarding the availability of broadband Internet access using unlicensed spectrum and wireless networks in low income neighborhoods."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Wi-Fi Innovation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote unlicensed spectrum use in the 5 GHz band, to maximize the use of the band for shared purposes in order to bolster innovation and economic development, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2505:@@@L&summ2=m&"
}