{
  "actions": [
    {
      "acted_at": "2014-06-26", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2559-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-26", 
  "number": "2559", 
  "official_title": "A bill to provide greater transparency, accountability, and safety authority to the National Highway Traffic Safety Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4364-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Motor Vehicle Safety Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advanced technology and technological innovations", 
    "Business ethics", 
    "Business records", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Department of Transportation", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Motor vehicles", 
    "Product safety and quality", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-26", 
    "text": "Motor Vehicle Safety Act of 2014 - Revises early warning reporting requirements for manufacturers of motor vehicles regarding possible defects of motor vehicles and motor vehicle equipment.\n\nRequires the Secretary of Transportation (DOT) to issue regulations establishing categories of information that must be made available to the public. Requires the public disclosure of possible defects of motor vehicles or related equipment reported to the Secretary by motor vehicle manufacturers (Early Warning data).\n\nDirects the Secretary to: (1) take specified actions to improve public accessibility to information on National Highway Traffic Safety Administration (NHTSA) vehicle safety databases, and (2) promulgate rules requiring the senior senior official for safety for a corporation to be responsible for requests for information in NHTSA safety or compliance investigations.\n\nRequires the Department of Transportation (DOT) Office of the Inspector General to study NHTSA use of Early Warning data.\n\nProhibits certain vehicle safety officials, for the two-year period after termination of NHTSA employment, from knowingly making any communication to or appearance before NHTSA on behalf of a manufacturer subject to NHTSA regulation in connection with any matter involving vehicle safety on which such person seeks official action by a NHTSA officer or employee.\n\nProhibits a motor vehicle manufacturer or any other person subject to federal motor vehicle safety regulation from employing NHTSA employees for the two-year period following the employee's termination of employment with NHTSA. Prescribes civil penalties for violations of such prohibition.\n\nEstablishes the Vehicle Safety Fund to meet U.S. obligations in carrying out NHTSA vehicle safety programs. Requires the Secretary to assess and collect, for deposit in the Fund, a vehicle safety user fee from the manufacturer for each motor vehicle certified compliant with applicable motor vehicle safety standards.\n\nIncreases civil penalties for persons who violate federal motor vehicle safety requirements. Eliminates the maximum civil penalty for a related series of daily violations.\n\nRequires the Secretary to: (1) notify manufacturers of motor vehicles or replacement equipment whose defect or noncompliance with federal motor vehicle safety standards presents an imminent hazard of serious injury or death; and (2) order such manufacturers to notify immediately the owners, purchasers, and dealers of the vehicle or equipment of such hazard, and to remedy the defect or noncompliance.\n\nProhibits a dealer from selling or leasing a used passenger motor vehicle unless: (1) the dealer clearly and conspicuously notifies the purchaser or lessee in writing of any unremedied defects or noncompliance with federal motor vehicle safety standards, and (2) the purchaser or lessee acknowledges in writing receipt of such notification."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Motor Vehicle Safety Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide greater transparency, accountability, and safety authority to the National Highway Traffic Safety Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2559:@@@L&summ2=m&"
}