{
  "actions": [
    {
      "acted_at": "2013-12-10", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Oversight and Government Reform.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3689-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "12", 
      "name": "Barrow, John", 
      "sponsored_at": "2013-12-10", 
      "state": "GA", 
      "thomas_id": "01780", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Bentivolio, Kerry L.", 
      "sponsored_at": "2014-01-28", 
      "state": "MI", 
      "thomas_id": "02135", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Bishop, Rob", 
      "sponsored_at": "2014-01-28", 
      "state": "UT", 
      "thomas_id": "01753", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "31", 
      "name": "Carter, John R.", 
      "sponsored_at": "2014-01-28", 
      "state": "TX", 
      "thomas_id": "01752", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Conaway, K. Michael", 
      "sponsored_at": "2014-01-28", 
      "state": "TX", 
      "thomas_id": "01805", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Crenshaw, Ander", 
      "sponsored_at": "2014-01-28", 
      "state": "FL", 
      "thomas_id": "01643", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Daines, Steve", 
      "sponsored_at": "2014-07-11", 
      "state": "MT", 
      "thomas_id": "02138", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Farenthold, Blake", 
      "sponsored_at": "2014-02-03", 
      "state": "TX", 
      "thomas_id": "02067", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Foxx, Virginia", 
      "sponsored_at": "2014-04-28", 
      "state": "NC", 
      "thomas_id": "01791", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Gardner, Cory", 
      "sponsored_at": "2014-04-30", 
      "state": "CO", 
      "thomas_id": "01998", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Gingrey, Phil", 
      "sponsored_at": "2014-01-28", 
      "state": "GA", 
      "thomas_id": "01720", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Hartzler, Vicky", 
      "sponsored_at": "2014-01-29", 
      "state": "MO", 
      "thomas_id": "02032", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Johnson, Bill", 
      "sponsored_at": "2014-02-10", 
      "state": "OH", 
      "thomas_id": "02046", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "13", 
      "name": "Jolly, David W.", 
      "sponsored_at": "2014-08-01", 
      "state": "FL", 
      "thomas_id": "02199", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Jones, Walter B., Jr.", 
      "sponsored_at": "2014-01-28", 
      "state": "NC", 
      "thomas_id": "00612", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Kinzinger, Adam", 
      "sponsored_at": "2014-01-28", 
      "state": "IL", 
      "thomas_id": "02014", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Latta, Robert E.", 
      "sponsored_at": "2014-01-29", 
      "state": "OH", 
      "thomas_id": "01885", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Long, Billy", 
      "sponsored_at": "2014-01-28", 
      "state": "MO", 
      "thomas_id": "02033", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "McClintock, Tom", 
      "sponsored_at": "2014-02-10", 
      "state": "CA", 
      "thomas_id": "01908", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Nunnelee, Alan", 
      "sponsored_at": "2014-02-04", 
      "state": "MS", 
      "thomas_id": "02034", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Pompeo, Mike", 
      "sponsored_at": "2014-02-03", 
      "state": "KS", 
      "thomas_id": "02022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Scott, Austin", 
      "sponsored_at": "2014-01-28", 
      "state": "GA", 
      "thomas_id": "02009", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Southerland, Steve II", 
      "sponsored_at": "2014-06-17", 
      "state": "FL", 
      "thomas_id": "02000", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Stivers, Steve", 
      "sponsored_at": "2014-01-28", 
      "state": "OH", 
      "thomas_id": "02047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Thompson, Glenn", 
      "sponsored_at": "2014-01-28", 
      "state": "PA", 
      "thomas_id": "01952", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Tiberi, Patrick J.", 
      "sponsored_at": "2014-01-28", 
      "state": "OH", 
      "thomas_id": "01664", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Westmoreland, Lynn A.", 
      "sponsored_at": "2014-01-28", 
      "state": "GA", 
      "thomas_id": "01779", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Young, Don", 
      "sponsored_at": "2014-01-28", 
      "state": "AK", 
      "thomas_id": "01256", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-10", 
  "number": "3689", 
  "official_title": "To restore Second Amendment rights in the District of Columbia.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "4", 
    "name": "Jordan, Jim", 
    "state": "OH", 
    "thomas_id": "01868", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-10", 
  "subjects": [
    "Administrative remedies", 
    "Business records", 
    "Crime and law enforcement", 
    "Criminal justice information and records", 
    "District of Columbia", 
    "Firearms and explosives", 
    "Government information and archives", 
    "Licensing and registrations", 
    "Maryland", 
    "Retail and wholesale trades", 
    "State and local government operations", 
    "Virginia"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-10", 
    "text": "Second Amendment Enforcement Act - Amends specified law prohibiting the killing of wild birds and wild animals in the District of Columbia to declare that nothing in it or any other provision of law shall authorize or be construed to permit the Council, the Mayor, or any governmental or regulatory authority of the District to prohibit, constructively prohibit, or unduly burden the ability of persons otherwise not prohibited from possessing firearms under federal law from acquiring, possessing in their homes or businesses, transporting for legitimate purposes, or using for sporting, self-protection or other lawful purposes, any firearm neither prohibited by federal law nor subject to the National Firearms Act. Denies the District any authority to enact laws or regulations that discourage or eliminate the private ownership or use of firearms.\n\nDeclares that nothing in such prohibitions shall be construed to prohibit the District from regulating the carrying of firearms by a person, either concealed or openly, other than at the person's dwelling place, place of business, or on other land possessed by the person.\n\nAmends the Firearms Control Regulations Act of 1975 (FCRA) to repeal the definition of a machine gun as any firearm which shoots, is designed to shoot, or can be readily converted or restored to shoot semiautomatically, more than 12 shots without manual reloading. (Thus repeals the ban on semiautomatic weapons.)\n\nRedefines \"machine gun\" as any firearm which shoots, is designed to shoot, or can be readily restored to shoot automatically, more than one shot without manual reloading by a single function of the trigger. Includes also the frame or receiver of any such firearm, any part designed and intended solely and exclusively, or combination of parts designed and intended, for use in converting a firearm into a machine gun, and any combination of parts from which a machine gun can be assembled if such parts are in the possession or under the control of a person.\n\nRepeals the District's: (1) registration requirement for possession of firearms, and (2) requirement that licensed firearms dealers keep records of ammunition received into inventory and ammunition sold or transferred.\n\nMaintains the current ban on the possession and control of a sawed-off shotgun, machine gun, or short-barreled rifle.\n\nPermits a licensed firearms dealer to sell or transfer ammunition, excluding restricted pistol bullets, to persons not otherwise prohibited from possessing or receiving ammunition.\n\nDeclares that, in the case of a sale or transfer of a handgun to a District resident, a federally licensed importer, manufacturer, or dealer of firearms in Maryland or Virginia shall be treated as a dealer licensed under this Act if: (1) the transferee meets in person with the transferor to accomplish the transfer; and (2) the sale, delivery, and receipt fully comply with the legal conditions of sale in both the District and the jurisdiction in which the transfer occurs.\n\nAmends FCRA to allow an individual to possess ammunition in the District if the individual owns (currently, holds the valid registration certificate for) a firearm of the same gauge or caliber as such ammunition. (In effect, repeals the handgun ammunition ban.)\n\nRepeals the requirement that firearms in the possession of individuals (other than law enforcement personnel) must be kept unloaded, disassembled, or with the trigger locked, unless the firearm is kept at an individual's place of business, or while being used for lawful recreational purposes within the District .\n\nContinues current criminal penalties for allowing access of a minor (under age 16) to loaded firearms, except in specified circumstances. Repeals increased penalties for violations of the prohibition against allowing access of a minor to loaded firearms if injury or death results to the minor or another person. Requires the U.S. attorney, however, to consider both the extent of the minor's injuries and the effect of the minor's injury or death on both of the minor's parents when deciding whether to file charges. Prohibits any prosecution in such circumstances unless the person who committed the violation behaved in a grossly negligent manner, or unless similarly egregious circumstances exist.\n\nEliminates criminal penalties for possessing an unregistered firearm.\n\nAmends the District of Columbia Code to: (1) allow private persons or entities owning property in the District to prohibit or restrict the possession of firearms on their property (other than authorized law enforcement personnel or lessees occupying residential or business premises), (2) prohibit unauthorized carrying of rifles or shotguns in the District, (3) authorize certain individuals to carry firearms in certain places and for certain purposes, (4) prescribe requirements for lawful transportation of firearms, and (5) prohibit the use of toy and antique pistols to commit a violent or dangerous crime.\n\nAuthorizes the District of Columbia to prohibit or restrict the possession of firearms (except to lessees occupying residential or business premises) within any building or structure under its control, or in any area of it, which has implemented security measures to identify and exclude unauthorized or hazardous persons or articles.\n\nAmends the Office of Administrative Hearings Establishment Act of 2001 to grant jurisdiction to the Office of Administrative Hearings to hear cases pertaining to denial or revocation of firearm dealer licenses.\n\nRepeals provisions of FCRA that require a gun offender to register and to verify certain identifiable information with the District's Chief of Police. Defines \"gun offender\" as a person:\n\n convicted at any time of a gun offense in the District; convicted at any time of a gun offense who resides in the District within the registration period established under the Act; or who has, as a mandatory condition of release, a registration requirement in the District certified by the District Superior Court. Repeals:\n\n the Firearms Registration Amendment Act of 2008, the Inoperable Pistol Amendment Act of 2008, the Firearms Amendment Act of 2012, and the Administrative Disposition for Weapons Offenses Amendment Act of 2012. Restores and revives any provision of law amended or repealed by such Acts as if they had not been enacted into law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Second Amendment Enforcement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To restore Second Amendment rights in the District of Columbia.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:15-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3689:@@@L&summ2=m&"
}