{
  "actions": [
    {
      "acted_at": "2013-09-18", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1522-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Schatz, Brian", 
      "sponsored_at": "2013-09-18", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-18", 
  "number": "1522", 
  "official_title": "A bill to improve access to oral health care for vulnerable and underserved populations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3120-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Comprehensive Dental Reform Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-18", 
  "subjects": [
    "Centers for Disease Control and Prevention (CDC)", 
    "Child health", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Dental care", 
    "Department of Health and Human Services", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Emergency medical services and trauma care", 
    "Government information and archives", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Indian social and development programs", 
    "Medicaid", 
    "Medical education", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Military medicine", 
    "Minority health", 
    "National Guard and reserves", 
    "National Institutes of Health (NIH)", 
    "Research administration and funding", 
    "Rural conditions and development", 
    "Student aid and college costs", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-18", 
    "text": "Comprehensive Dental Reform Act of 2012 - Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act to cover dental services.\n\nIncreases the federal medical assistance percentage (FMAP) for funding under Medicaid for dental services.\n\nDirects the Secretary of Health and Human Services (HHS), acting through the Administrator of the Centers for Medicare & Medicaid Services, to maintain a database containing information on each state regarding dental benefits available for adults enrolled in the state Medicaid program.\n\nAmends the Public Health Service Act to establish, revise, and extend funding for grant programs for: (1) educating nondental medical and other professionals about oral health care; (2) providing dental services in hospital emergency rooms or in community settings; (3) providing scholarships and education loans for dental therapists and oral health professional students; (4) providing comprehensive oral health services to low-income individuals and individuals in underserved areas; (5) building, operating, or expanding dental clinics in schools; (6) funding research by the Centers for Disease Control and Prevention (CDC) to prevent and manage oral health diseases; and (7) providing rural health clinics with mobile and portable, comprehensive dental services, including dentures, and outreach for senior-care facilities and facilities that provide federal health care and nutrition benefits for women and children.\n\n Authorizes appropriations for community based dental residencies.\n\nAmends the Patient Protection and Affordable Care Act to declare oral health services to be an essential health benefit.\n\nRemoves restrictions on the authority of the Secretary of Veterans Affairs (VA) to provide dental care to veterans (thereby requiring such care on the same basis as other VA-provided medical care and services). Authorizes the VA to carry out a demonstration program to train and employ alternative dental health care providers in order to increase access to dental health care services for veterans in rural and other underserved communities.\n\nAuthorizes the Secretary of Defense (DOD) to carry out a similar demonstration program to train and employ such providers in order to increase access to those dental services for members of the Armed Forces and their dependents who lack ready access to such services.\n\nAuthorizes the Director of the Bureau of Prisons to carry out a demonstration program to establish programs to train and employ alternative dental health care providers to increase access to dental health services for prisoners within the custody of the Bureau of Prisons.\n\nAllows dental services provided under the demonstration program to be administered by alternative dental health care providers and any other dental care providers who are licensed to provided clinical care, through telehealth-enabled collaboration and supervision.\n\nAuthorizes the Secretary of HHS, through the Indian Health Service (IHS), to carry out a demonstration program to establish programs to train and employ alternative dental health care providers to help eliminate oral health disparities and increase access to dental services through health programs operated by the IHS, Indian tribes, tribal organizations, and Urban Indian organizations.\n\nAllows dental services provided under the demonstration program to be administered by alternative dental health care providers and any other dental care providers licensed to provided clinical care, through telehealth-enabled collaboration and supervision.\n\nDirects the Secretary of HHS to conduct a comprehensive cost-benefit analysis of the expansion of dental service coverage pursuant to this Act, including whether it resulted in a reduction in total health care costs for individuals under the Medicare and Medicaid programs.\n\nDirects the Comptroller General (GAO) to conduct a comprehensive analysis and evaluation of: (1) the implementation and utilization of expanded dental service coverage under this Act for individuals enrolled in Medicare and Medicaid, and (2) the demonstration programs authorized by this Act for the training and employment of alternative dental health care providers."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Comprehensive Dental Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve access to oral health care for vulnerable and underserved populations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:58-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1522:@@@L&summ2=m&"
}