{
  "actions": [
    {
      "acted_at": "2013-12-12", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1812-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-12", 
  "number": "1812", 
  "official_title": "A bill to provide emergency funding for port of entry personnel and infrastructure.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3753-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Emergency Port of Entry Personnel and Infrastructure Funding Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-12", 
  "subjects": [
    "Agricultural trade", 
    "Animal and plant health", 
    "Appropriations", 
    "Border security and unlawful immigration", 
    "Congressional oversight", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Executive agency funding and structure", 
    "Foreign trade and international finance", 
    "Government employee pay, benefits, personnel management", 
    "Law enforcement officers", 
    "Performance measurement"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-12", 
    "text": "Emergency Port of Entry Personnel and Infrastructure Funding Act of 2013 - Directs the Secretary of Homeland Security (DHS) to hire, train, and assign to duty by September 30, 2019, an additional: (1) 5,000 full-time U.S. Customs and Border Protection (CBP) officers to serve on all inspection lanes and enforcement teams at U.S. land ports of entry on the northern and southern borders of the United States; and (2) 350 full-time support staff for all U.S. ports of entry.\n\nRequires the Secretary to report to specified congressional committees on: (1) DHS plans for ensuring the placement of sufficient CBP officers and infrastructure for outbound inspections at southern border land ports of entry; and (2) each relevant department's plans for ensuring the placement of sufficient CBP agriculture specialists, Animal and Plant Health Inspection Service entomologist identifier specialists, and Food and Drug Administration (FDA) consumer safety officers at such ports of entry.\n\nDirects the Secretary to: (1) ensure that each CBP officer is equipped with a secure two-way communication and satellite-enabled device that allows such officers to communicate between ports of entry and inspection stations and with law enforcement; and (2) establish a program for awarding grants for the purchase of identification and detection equipment and mobile, hand-held, two-way communication devices for state and local law enforcement officers serving on the southern border.\n\nAuthorizes the Commissioner of CBP to aid in the enforcement of federal customs, immigration, and agriculture laws by: (1) designing, constructing, and modifying U.S. ports of entry, living quarters for personnel, technology and equipment, and other structures and facilities; (2) acquiring land deemed necessary to carry out the Commissioner's duties; and (3) constructing additional ports of entry along the borders.\n\n Authorizes the Administrator, for purposes of facilitating the construction, alteration, operation, or maintenance of a new or existing facility or other infrastructure at a port of entry, to: (1) enter into a cost-sharing or reimbursement agreement with the General Services Administration (GSA), or (2) provide GSA with donations of real or person property or nonpersonal services.\n\nDirects the Secretary to: (1) develop a strategic plan for standardized collection of vehicle wait times at land ports of entry, (2) develop a standardized model for the allocation of CBP officers and support staff at land ports of entry, and (3) identify and adopt new outcome-based performance measures that support the trade facilitation goals of CBP.\n\nRequires the Secretary to report to specified congressional committees annually on: (1) DHS's implementation plan for the staff enhancements, (2) the number of additional personnel assigned to duty at land ports of entry, (3) the methodology used to determine the distribution of additional personnel to address northbound and southbound cross-border inspections, (4) the strategic plan, (5) the CBP officer allocation model, and (6) the new outcome-based performance measures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Emergency Port of Entry Personnel and Infrastructure Funding Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide emergency funding for port of entry personnel and infrastructure.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:04-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1812:@@@L&summ2=m&"
}