{
  "actions": [
    {
      "acted_at": "2013-11-18", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-11-19", 
      "references": [
        {
          "reference": "CR S8182", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-17", 
      "committee": "Committee on the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on the Judiciary. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1720-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-11-18", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Lee, Mike", 
      "sponsored_at": "2013-11-18", 
      "state": "UT", 
      "thomas_id": "02080", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2013-11-18", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-12-17", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-18", 
  "number": "1720", 
  "official_title": "A bill to promote transparency in patent ownership and make other improvements to the patent system, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3309-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5360-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Patent Transparency and Improvements Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-18", 
  "subjects": [
    "Administrative remedies", 
    "Bankruptcy", 
    "Business education", 
    "Civil actions and liability", 
    "Commerce", 
    "Congressional oversight", 
    "Economic performance and conditions", 
    "Federal Trade Commission (FTC)", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Intellectual property", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Licensing and registrations", 
    "Manufacturing", 
    "Small business"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-18", 
    "text": "Patent Transparency and Improvements Act of 2013 - Directs a court to require a patentee who has filed a civil action for patent infringement to disclose to the court and to all adverse parties any persons, associations, corporations (including parent corporations), or other entities known by the patentee to have: (1) a financial interest in the subject matter in controversy or in a party to the proceeding, or (2) any other interest that could be substantially affected by the outcome of the proceeding.\n\nRequires any assignment of all substantial rights in an issued patent that results in a change to the ultimate parent entity to be recorded in the U.S. Patent and Trademark Office (USPTO) within three months of the assignment.\n\nProhibits a party asserting infringement from recovering increased damages or attorney's fees with respect to infringing activities taking place during any period of noncompliance in which the ultimate parent entity of an assignee has not been disclosed to the USPTO.\n\nRequires courts, if such an assignment has not been disclosed, to award a prevailing accused infringer reasonable attorney's fees and expenses incurred in discovering any previously undisclosed ultimate parent entities.\n\nDirects courts to grant a motion to stay an action against a customer accused of infringing a patent based on a product or process under specified conditions when: (1) the manufacturer is a party to the action or to a separate action involving the same patent relating to the same product or process, and (2) the customer agrees to be bound under principles of collateral estoppel by any common issues finally decided as to such manufacturer.\n\nRequires the Federal Trade Commission (FTC) to: (1) exercise enforcement authority with respect to bad-faith demand letters (widespread written communications with false or misleading information stating that the intended recipients or affiliated persons are infringing or have infringed a patent and bear liability or owe compensation), and (2) treat such letters as unfair or deceptive acts or practices.\n\nDirects the USPTO to notify the public on its website when a patent case is brought in federal court.\n\n Limits the grounds for invalidity of a patent claim that a post-grant review petitioner is prohibited, by estoppel, from asserting in subsequent civil actions (or certain U.S. International Trade Commission [USITC] proceedings) to only those grounds that the petitioner actually raised during post-grant review. (Currently, the petitioner is estopped from asserting claims that the petitioner raised or could have raised during such review.)\n\nRequires claims of patent in post-grant and inter partes review proceedings to be construed in the same manner as a court would construe such claims in a civil action to invalidate the patent, including by interpreting the claim in accordance with its ordinary and customary meaning, as well as the prosecution history pertaining to the patent. (Currently, the USPTO construes claims by considering the broadest reasonable interpretation.) Makes U.S. bankruptcy law applicable in cross-border bankruptcy cases in which the debtor is a licensor of intellectual property rights and a foreign proceeding is pending in the country where the debtor has the center of its main interests, thereby permitting a licensee to retain its right in such intellectual property if the trustee rejects the underlying executory contract.\n\nExpands the definition of \"intellectual property\" as it applies to the federal bankruptcy code to include trademarks, service marks, or trade names (thereby providing for trademark licenses to be retained instead of voided in bankruptcy).\n\n Prohibits trustees, if a trademark licensee elects to retain such rights, from being relieved of a contractual obligation to monitor and control the quality of a licensed product or service.\n\nCodifies judicial doctrine relating to the consideration of prior art in cases of double patenting for the purpose of determining the nonobviousness of a second patent's claimed invention, thereby specifying that such doctrine continues to apply to the first-inventor-to-file patent system under the Leahy-Smith America Invents Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Patent Transparency and Improvements Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote transparency in patent ownership and make other improvements to the patent system, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1720:@@@L&summ2=m&"
}