{
  "actions": [
    {
      "acted_at": "2014-04-11", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2256-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2014-04-11", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-11", 
  "number": "2256", 
  "official_title": "A bill to direct the Secretary of the Interior to take certain land and mineral rights on the reservation of the Northern Cheyenne Tribe of Montana and other culturally important land into trust for the benefit of the Northern Cheyenne Tribe, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4350-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2442-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Northern Cheyenne Lands Act", 
  "sponsor": {
    "district": null, 
    "name": "Walsh, John E.", 
    "state": "MT", 
    "thomas_id": "02198", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-11", 
  "subjects": [
    "Coal", 
    "Energy revenues and royalties", 
    "Federal-Indian relations", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Land transfers", 
    "Metals", 
    "Mining", 
    "Montana", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-11", 
    "text": "Northern Cheyenne Lands Act - Directs the Secretary of the Interior to take approximately 1,567 acres of land in Montana depicted on the map entitled \"Northern Cheyenne Lands Act - Fee-to-Trust Lands\" and dated March 26, 2014, into trust for the Northern Cheyenne Tribe.\n\nRequires: (1) Great Northern Properties to convey to the Tribe its coal and iron ore mineral interests underlying the land on the Northern Cheyenne Reservation generally depicted on the map entitled \"Northern Cheyenne Land Act - Coal Tracts\" and dated February 27, 2014, and (2) the Secretary to convey to Great Northern Properties all of U.S. coal mineral interests underlying the land generally depicted as \"Bull Mountains\" and \"East Fork\" on the map entitled \"Northern Cheyenne Federal Tracts\" and dated February 27, 2014.\n\nConditions those conveyances on the Secretary receiving a notice from the Tribe that: (1) it has a revenue sharing agreement with Great Northern Properties regarding future development of the Northern Cheyenne Federal Tracts, and (2) Great Northern Properties has agreed to convey those coal and iron ore mineral interests to the Tribe.\n\nDirects the Secretary to ensure that the deed for those federal coal mineral interests includes a covenant, running with the land, that precludes surface mining of the coal: (1) absent the written consent of the surface owner, and (2) except as determined to be acceptable for further consideration for leasing in a specified Bureau of Land Management (BLM) document.\n\nRequires the coal and iron ore mineral interests conveyed to the Tribe under this Act to be held, upon the Tribe's request, in trust for the Tribe.\n\nProhibits Montana from taxing the mineral interests this Act conveys to the Tribe.\n\nRequires that, in return for this Act's mineral conveyances:\n\n the Tribe must waive all of its claims relating to the failure of the United States to acquire those private coal and iron ore mineral interests in trust for the Tribe as part of its Reservation as directed by Congress in 1900, and Great Northern Properties must waive any claim against the United States relating to the value of the coal mineral interests it receives under this Act. Requires the Northern Cheyenne Trust Fund (Fund) to be transferred to the Tribe and deposited into the Tribe's Permanent Fund. Requires the Tribe, in return for such transfer, to waive all of its claims arising from U.S. management of the Fund."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Northern Cheyenne Lands Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to direct the Secretary of the Interior to take certain land and mineral rights on the reservation of the Northern Cheyenne Tribe of Montana and other culturally important land into trust for the benefit of the Northern Cheyenne Tribe, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2256:@@@L&summ2=m&"
}