{
  "actions": [
    {
      "acted_at": "2013-09-30", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-30", 
      "committees": [
        "SSHR"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Health, Education, Labor, and Pensions. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-01-06", 
      "committee": "Health, Education, Labor, and Pensions", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "text": "Committee on Health, Education, Labor, and Pensions. Reported by Senator Harkin with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-01-06", 
      "calendar": "Senate Legislative", 
      "number": "290", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 290.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1562-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2013-09-30", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2013-11-04", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2014-09-08", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2014-04-28", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2013-12-13", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2014-09-15", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2013-09-30", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2014-07-28", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2014-02-24", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2014-09-15", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Pryor, Mark L.", 
      "sponsored_at": "2014-06-12", 
      "state": "AR", 
      "thomas_id": "01701", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Shaheen, Jeanne", 
      "sponsored_at": "2014-07-30", 
      "state": "NH", 
      "thomas_id": "01901", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2014-02-27", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Walsh, John E.", 
      "sponsored_at": "2014-04-28", 
      "state": "MT", 
      "thomas_id": "02198", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-01-06", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-30", 
  "number": "1562", 
  "official_title": "A bill to reauthorize the Older Americans Act of 1965, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4122-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1028-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Older Americans Act Reauthorization Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Sanders, Bernard", 
    "state": "VT", 
    "thomas_id": "01010", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-10-30", 
  "subjects": [
    "Adult day care", 
    "Aging", 
    "Congressional oversight", 
    "Crime victims", 
    "Employee benefits and pensions", 
    "Food assistance and relief", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health", 
    "Health facilities and institutions", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Indian social and development programs", 
    "Long-term, rehabilitative, and terminal care", 
    "Mental health", 
    "Social work, volunteer service, charitable organizations", 
    "Transportation costs", 
    "War crimes, genocide, crimes against humanity"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-01-06", 
    "text": "Older Americans Act Reauthorization Act of 2014 - (Sec. 3) Amends the Older Americans Act of 1965 (OAA), with respect to the Administration on Aging to require the Director of the Office of Long-Term Care Ombudsman Programs to collect and analyze best practices related to responding to elder abuse, neglect, and exploitation in long-term care facilities, and publish a report of such best practices.\n\nMakes it a duty and function of the Administration to: (1) provide information and technical assistance to states, area agencies on aging, and service providers, in collaboration with relevant federal agencies, on providing efficient person-centered transportation services, including across geographic boundaries; (2) identify model programs and provide information and technical assistance to the same entities to support modernization of multipurpose senior centers; and (3) provide technical assistance to and share best practices with states, area agencies on again, and Aging and Disability Resource Centers (ADRCs, on how to collaborate and coordinate services with health care entities in order to improve care coordination for individuals with multiple chronic illnesses.\n\nDirects the Assistant Secretary of Aging to: (1) develop, when feasible, a consumer-friendly tool to assist older individuals and their families in choosing home and community-based services, with a particular focus on ways for consumers to assess how providers protect the health, safety, welfare, and rights of older individuals; and (2) ensure that programs authorized under OAA include training in the prevention of abuse, neglect, and exploitation and provision of services that address elder justice and exploitation of older individuals.\n\nRequires ADRCs to provide information and referrals regarding available home and community-based services for individuals who are at risk for residing in, or who reside in, institutional settings, so that the individuals have the choice to remain in or to return to the community.\n\nExtends through FY2018 the authorization of appropriations for: (1) the Administration, including the Eldercare Locator Service and pension counseling and information programs; (2) state and community programs on aging; (3) specified supportive services, congregate nutrition services, home delivery nutrition services, disease prevention and health promotion services, and family caregiver support; and (4) the nutrition services incentive program.\n\n(Sec. 4) Requires an area agency on aging plan to: (1) support modernization of multipurpose senior centers (including a plan to use the skills and services of older individuals in paid and unpaid work, including multigenerational and older individual to older individual work); and (2) arrange to increase public awareness of elder abuse, neglect, and exploitation, and remove barriers to education, prevention, investigation, and treatment of elder abuse, neglect, and exploitation.\n\nDirects the Assistant Secretary to make grants to states for supportive services that include chronic condition self-care management and falls prevention services. Requires health screening services to include: (1) mental and behavioral health screening and falls prevention screening; as well as (2) screening for elder abuse, neglect, and exploitation.\n\nRequires state nutritional projects to: (1) encourage the use of locally grown foods in meal preparations, and (2) contract with local producers and providers of locally grown foods.\n\nSpecifies that grants to states to provide, at multipurpose senior centers, at congregate meal sites, through home delivered meals programs, or at other appropriate sites disease prevention and health promotion services and information (as under current law) must be evidence-based.\n\nModifies the National Family Caregiver Support Program, making permanent the funding for the caregiver allotment. Redesignates grandparents and older individuals who are relative caregivers \"older relative caregivers.\"\n\n(Sec. 5) Authorizes the Assistant Secretary to make grants for continuing support for program integrity initiatives concerning the Medicare program that train senior volunteers to prevent and identify health care fraud and abuse.\n\n Extends through FY2018 training, research, and discretionary projects and programs grant programs relating to older Americans.\n\nRequires that specified grants and contracts provide for national trainings for directors of grant programs on aging instead of (as currently) an annual national meeting to train such directors.\n\nRepeals the restriction of certain grants to national nonprofit organizations experienced in providing nationwide support and technical assistance to entities interested in the legal rights of older individuals. Allows such grants to go to any nonprofit organization so experienced.\n\nRepeals certain grants for multidisciplinary centers and multidisciplinary systems, computer training, and ombudsman and advocacy demonstration project.\n\n(Sec. 6) Extends through FY2018 the authorization of appropriations for community service senior opportunities programs.\n\n(Sec. 7) Extends through FY2018 the authorization of appropriations for grants for the delivery of supportive services, including nutrition services to older American Indians, Alaskan Natives, and Native Hawaiians.\n\n(Sec. 8) Revises requirements for ombudsman programs and vulnerable elder rights protection activities, among other changes: (1) extending a State Long-Term Care Ombudsman's responsiblity to any resident of a long-term care facility regardless of age; (2) making the State Long-Term Care Ombudsman responsible for the management, including fiscal management, of his or her Office; and (3) requiring the Ombudsman, when feasible, to continue to carry out certain functions on behalf of residents transitioning from a long-term care facility to a home care setting.\n\nRequires the State Ombudsman and any designated local Ombudsman entity to identify, investigate, and resolve complaints of any residents of a long-term care facility, including residents with limited or no decisionmaking capacity and who have no known legal representative.\n\nRequires a state to ensure that the access of Office representatives to long-term care facilities and residents be private and unimpeded.\n\nConsiders the Ombudsman and an Office representative to be a \"health oversight agency\" for purposes of the Health Insurance Portability and Accountability Act of 1996 (HIPAA) so that release of residents' individually identifiable health information to the Ombudsman or representative is not precluded in cases in which specified requirements are otherwise met.\n\nRevises conflict of interest requirements in the designation of an Ombudsman and any situation in which the Office is placed in a state organization.\n\nRequires a state agency on aging to: (1) promote the submission of data on elder abuse, neglect, and exploitation for appropriate Administration or other designated databases; and (2) support and study innovative practices in communities to develop elder justice partnerships across disciplines for the prevention, investigation, and prosecution of abuse, neglect, and exploitation.\n\n(Sec. 9) Includes behavioral health in programs for mental health.\n\n(Sec. 10) Directs the Comptroller General (GAO) to study transportation services for older individuals.\n\n(Sec. 11) Directs the Assistant Secretary for Aging to issue guidance to states on serving Holocaust survivors."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Older Americans Act Reauthorization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Older Americans Act Reauthorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize the Older Americans Act of 1965, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:59-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1562:@@@L&summ2=m&"
}