{
  "actions": [
    {
      "acted_at": "2013-06-25", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Indian Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-10", 
      "committee": "Committee on Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Indian Affairs. Hearings held. Hearings printed: S.Hrg. 113-143.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-04-02", 
      "committees": [
        "SLIA"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Indian Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-04-03", 
      "committee": "Indian Affairs", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "text": "Committee on Indian Affairs. Reported by Senator Tester with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-04-03", 
      "calendar": "Senate Legislative", 
      "number": "349", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 349.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-07-22", 
      "committees": [
        "SLIA"
      ], 
      "references": [], 
      "text": "By Senator Tester from Committee on Indian Affairs filed written report. Report No. 113-215.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1219-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Indian Affairs", 
      "committee_id": "SLIA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2013-06-25", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-09-10", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-25", 
  "number": "1219", 
  "official_title": "A bill to authorize the Pechanga Band of Luiseno Mission Indians Water Rights Settlement, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2508-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Pechanga Band of Luiseno Mission Indians Water Rights Settlement Act", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-04-02", 
  "subjects": [
    "Appropriations", 
    "California", 
    "Federal-Indian relations", 
    "Government liability", 
    "Government trust funds", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Native Americans", 
    "Water quality", 
    "Water use and supply", 
    "Watersheds"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-04-03", 
    "text": "Pechanga Band of Luiseno Mission Indians Water Rights Settlement Act - (Sec. 4) Authorizes, ratifies, and confirms the Pechanga Settlement Agreement (Agreement), entered into by the Pechanga Band of Luiseno Mission Indians, the Rancho California Water District (RCWD), and the United States, except to the extent that it is modified by or conflicts with this Act.\n\nAuthorizes, ratifies, and confirms any amendment to the Agreement to the extent such amendment is executed to make the Agreement consistent with this Act.\n\nDirects the Secretary of the Interior to execute the Agreement and any amendments to the Agreement necessary to make it consistent with this Act.\n\nDeems the execution of the Agreement to not constitute a major federal action under the National Environmental Policy Act of 1969.\n\n(Sec. 5) Confirms a Tribal Water Right of up to 4,994 acre-feet of water per year that, under natural conditions, is physically available on the Band's Reservation.\n\nRequires the Tribal Water Right to be held in trust by the United States on behalf of the Band and its Allottees, free from forfeiture or abandonment.\n\nGives the Band the authority to use, allocate, distribute, and lease the Tribal Water Right in accordance with the Agreement and applicable federal law.\n\nAuthorizes Allottees to lease their lands together with any water right that is appurtenant to such lands. (Allottees are individuals who hold a beneficial real property interest in an Indian allotment that is located within the Reservation and held in trust by the United States.)\n\nRequires the Band to enact a Pechanga Water Code that governs the storage, recovery, and use of the Tribal Water Right in accordance with the Agreement.\n\nSubjects any provision of the Pechanga Water Code and any amendment to the Code that affects Allottee's rights to the Secretary's approval.\n\n(Sec. 7) Authorizes and directs the Band and the United States (acting as trustee for the Band), in return for recognition of the Tribal Water Right and the other benefits set forth in the Agreement and this Act, to waive all claims for water rights within the Santa Margarita River Watershed that those parties asserted or could have asserted in any proceeding.\n\nStates that the Band and the United States, acting as trustee for the Band, waives claims against the RCWD regarding: (1) Santa Margarita River Watershed water rights, (2) subsidence damage to lands within the Reservation, and (3) the negotiation or execution of the Agreement or this Act.\n\nAuthorizes and directs the United States (acting as trustee for Allottees), in return for recognition of the Tribal Water Right and the other benefits set forth in the Agreement and this Act, to waive all claims for water rights within the Santa Margarita River Watershed that the United States asserted or could have asserted in any proceeding.\n\nAuthorizes the waiver of claims by the Band against the United States regarding: (1) Santa Margarita River Watershed water rights; (2) damages, losses, or injuries to water, water rights, land, or natural resources due to loss of water or water rights in such Watershed; (3) pending litigation of claims relating to the Band's water rights; and (4) the negotiation or execution of the Agreement or this Act.\n\nRetains specified rights and claims for the Band and its Allottees.\n\n(Sec. 9) Establishes in the Treasury the Pechanga Settlement Fund, consisting of (1) the Pechanga Recycled Water Infrastructure account, (2) the Pechanga ESAA (Extension of Service Area Agreement) Delivery Capacity account, (3) the Pechanga Water Fund account, and (4) the Pechanga Water Quality account.\n\nRequires amounts in:\n\n the Pechanga Recycled Water Infrastructure account to be used to fulfill the Band's obligations under the Recycled Water Infrastructure Agreement for the design and construction of the Storage Pond, the Pechanga ESAA Delivery Capacity account to be used to fulfill the Band's obligations under the ESAA Capacity Agreement for the provision by the RCWD of Interim and Permanent Capacity to the Band, the Pechanga Water Fund account to be used to pay the EMWD (Eastern Municipal Water District) and MWD (Metropolitan Water District of Southern California) Connection Fees and other expenses the Band incurs in connection with the delivery or use of water pursuant to the Agreement, the Pechanga Water Quality account to be used by the Band to fund groundwater desalination activities within the Wolf Valley Basin. (Sec. 11) Authorizes appropriations for each account of the Pechanga Settlement Fund.\n\n(Sec. 12) Makes this Act enforceable on the date the Secretary publishes findings that:\n\n the Adjudication Court has approved the Agreement, all amounts authorized by this Act have been deposited in the Pechanga Settlement Fund, the waivers authorized by this Act have been executed by the Band and the Secretary, the Extension of Service Area Agreement has been approved and executed by its parties and is effective and enforceable in accordance with its terms, and the ESAA Water Delivery Agreement has been approved and executed by its parties and is effective and enforceable in accordance with its terms. Repeals this Act and voids any related agreements on the later of May 1, 2021, or the day after an alternative later date agreed to by the Band and the Secretary if the Secretary does not publish those findings by April 30, 2021, or such alternative date. Returns any appropriations and unobligated amounts to the general fund of the Treasury.\n\n(Sec. 13) Prohibits the United States from being liable for failing to carry out any obligation or activity authorized under this Act if there are insufficient appropriations, or insufficient funds in the Reclamation Water Settlements Fund or the Emergency Fund for Indian Safety and Health, to carry out the purposes of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pechanga Band of Luiseno Mission Indians Water Rights Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Pechanga Band of Luiseno Mission Indians Water Rights Settlement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the Pechanga Band of Luiseno Mission Indians Water Rights Settlement, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:52-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1219:@@@L&summ2=m&"
}