{
  "actions": [
    {
      "acted_at": "2014-04-10", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2236-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-10", 
  "number": "2236", 
  "official_title": "A bill to amend the Public Health Service Act to enhance efforts to address antimicrobial resistance, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2285-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Strategies to Address Antimicrobial Resistance Act", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-10", 
  "subjects": [
    "Advisory bodies", 
    "Chemical and biological weapons", 
    "Department of Health and Human Services", 
    "Drug therapy", 
    "Executive agency funding and structure", 
    "Food supply, safety, and labeling", 
    "Genetics", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health promotion and preventive care", 
    "Infectious and parasitic diseases", 
    "Medical research", 
    "Medical tests and diagnostic methods", 
    "Prescription drugs", 
    "Research administration and funding", 
    "Terrorism", 
    "Veterinary medicine and animal diseases"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-10", 
    "text": "Strategies to Address Antimicrobial Resistance Act - Amends the Public Health Service Act to reauthorize through FY2019 and revise a program to combat antimicrobial resistance.\n\nRequires the Secretary of Health and Human Services (HHS) to direct the Assistant Secretary of Health to establish the Antimicrobial Resistance Office. Requires the Secretary to establish the Public Health Antimicrobial Advisory Board to advise the Director of the Office (Director).\n\nRequires the Director to update the Public Health Action Plan to Combat Antimicrobial Resistance within one year. Requires the Antimicrobial Resistance Task Force to review, discuss, and further develop the Action Plan.\n\nAuthorizes the Food and Drug Administration (FDA) to consult with the Director of the Antimicrobial Resistance Office concerning the pending application of any new human or animal antimicrobial drugs.\n\nRequires the Public Health Antimicrobial Advisory Board to make recommendations to the Secretary and the Antimicrobial Resistance Office regarding issues such as research priorities and implementation of the Action Plan. Requires the Secretary, acting through the Director of the National Institutes of Health (NIH), to develop an antimicrobial resistance strategic research plan.\n\nGives the Director of the Antimicrobial Resistance Office direct authority over specified antimicrobial resistance activities of the Secretary.\n\nRevises demonstration programs to require the Secretary to award grants to promote the uptake and measurement of antimicrobial stewardship programs in health care facilities. Defines \"antimicrobial stewardship\" to mean coordinated interventions designed to improve and measure the appropriate use of antimicrobial agents.\n\nRequires the Secretary, acting through the Director of the Centers for Disease Control and Prevention (CDC), to: (1) pilot and test health care quality measures to help providers, facilities, and health systems measure and benchmark appropriate antimicrobial use; (2) develop methods to help providers, facilities, and health systems measure and improve antimicrobial use; (3) establish at least 10 Antimicrobial Resistance Surveillance and Laboratory Network sites; (4) work with state health departments to support regional prevention collaboratives designed to interrupt and prevent the transmission of significant antibiotic resistant pathogens being transmitted across health care settings in a geographic region.\n\nRequires the Secretary, acting through the Director of the National Institute of Allergy and Infectious Diseases, to establish a Clinical Trials Network on Antibacterial Resistance and a Leadership Group for the Network.\n\nRequires the Director of the CDC to: (1) work with various entities to obtain reliable and comparable human antimicrobial drug consumption data by state or metropolitan area, (2) intensify and expand efforts to collect antimicrobial resistance data, (3) report on key trends and major issues related to antimicrobial resistance and use in the United States.\n\nRequires the National Coordinator for Health Information Technology to work with the Director of the CDC to determine how best antimicrobial use, susceptibility, and resistance data can be incorporated into meaningful use reports."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Strategies to Address Antimicrobial Resistance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Public Health Service Act to enhance efforts to address antimicrobial resistance, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2236:@@@L&summ2=m&"
}