{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2763-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2763", 
  "official_title": "A bill to amend the Older Americans Act of 1965 to create a collaborative network with a single point of entry for services and supports, to improve programs to prevent elder financial exploitation, to create a community care wrap-around support demonstration program, and to create a national campaign to raise awareness of the aging network and promote advance integrated long-term care planning, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Older Americans CARE Act", 
  "sponsor": {
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Aging", 
    "Crime prevention", 
    "Disability and paralysis", 
    "Fraud offenses and financial crimes", 
    "Health care quality", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Housing for the elderly and disabled", 
    "Long-term, rehabilitative, and terminal care", 
    "Mental health", 
    "Nutrition and diet", 
    "Physical fitness and lifestyle", 
    "Sex, gender, sexual orientation discrimination", 
    "Social welfare"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Older Americans Community Access Revitalization and Education Act or the Older Americans CARE Act - Amends the Older Americans Act of 1965 (OAA) to redefine Aging and Disability Resource Center as a collaborative network that has a no wrong door single entry point system and a comprehensive and integrated program as part of a state system of integrated long-term care (LTC) for individuals with disabilities and older individuals.\n\n(Under the Patient Protection and Affordable Care Act, a \"no wrong door single entry point system\" is a statewide system to enable consumers to access all LTC services and supports through an agency, organization, coordinated network, or portal giving information on: (1) the availability of such services, (2) how to apply for them, (3) referral services in the community, and (4) financial and functional eligibility for services and supports, including assistance with eligibility assessment processes.)\n\nIncludes status as a lesbian, gay, bisexual, and transgendered (LGBT) individual as a factor indicative of greatest social need.\n\nDirects the Assistant Secretary of Aging, through a coordinated public education and outreach campaign carried out by the National Eldercare Locator Service, and in coordination with other appropriate federal agencies, to promote: (1) enhanced public awareness of the importance of advance planning for integrated LTC; and (2) the availability of national, state, and local information and resources to assist in such planning, as well as the existence of area agencies and aging service providers to give direct assistance with it.\n\nDirects the Assistant Secretary to make grants to states for the modernization of facilities to serve as multipurpose senior centers.\n\nAuthorizes the Assistant Secretary to provide funding through area agencies on aging, and other approved entities, to not-for-profit owners or managers of housing for a pilot project service packaged and targeted for residents of federally assisted housing.\n\nDirects the Assistant Secretary to establish a community care wrap-around support demonstration program of grants to enable eligible entities to: (1) establish community care wrap-around support partnerships; and (2) enable them to carry out specified activities, including longitudinal care plans for each eligible older individual as well as medication management and medical nutrition therapy.\n\nRequires a State Long-Term Care Ombudsman to: (1) identify interventions or devices that affect the rights and safety of residents, including the use of chemical and physical restraints; and (2) educate providers, residents, and families about the danger of those interventions and devices.\n\nAuthorizes appropriations for the prevention of financial abuse, fraud, and other financial exploitation.\n\nDirects a state agency, in order to receive an allotment from appropriated funds, to develop and enhance programs to address elder abuse, neglect, and exploitation (including financial abuse, fraud, and other financial exploitation)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Older Americans CARE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Older Americans Community Access Revitalization and Education Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Older Americans Act of 1965 to create a collaborative network with a single point of entry for services and supports, to improve programs to prevent elder financial exploitation, to create a community care wrap-around support demonstration program, and to create a national campaign to raise awareness of the aging network and promote advance integrated long-term care planning, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2763:@@@L&summ2=m&"
}