{
  "actions": [
    {
      "acted_at": "2014-12-01", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committee on Ways and Means, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-01", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-01", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5777-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-01", 
  "number": "5777", 
  "official_title": "To protect cryptocurrencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Cryptocurrency Protocol Protection and Moratorium Act", 
  "sponsor": {
    "district": "36", 
    "name": "Stockman, Steve", 
    "state": "TX", 
    "thomas_id": "01114", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-12-01", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Computers and information technology", 
    "Currency", 
    "Finance and financial sector", 
    "State and local government operations", 
    "Tax administration and collection, taxpayers"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-12-01", 
    "text": "Cryptocurrency Protocol Protection and Moratorium Act or the CryptPMA - Prohibits, for a five-year moratorium period beginning June 1, 2015, federal, state, and local governments from imposing statutory restrictions or regulations specifically identifying and governing the creation, use, exploitation, possession, or transfer of any algorithmic protocols governing the operation of any virtual, non-physical, algorithm, or computer source code-based medium for exchange (cryptocurrency).\n\n Defines cryptocurrency as a popular term encompassing code-based protocols supporting an electronic, non-physical medium for the exchange of value.\n\nExpresses the sense of Congress that, until the expiration of the five-year moratorium, no new statutes, regulations or advisory opinions be passed, implemented, enforced, or issued governing the creation, use, possession or taxation of cryptocurrencies, including governing protocols, data, codes, algorithms, or other calculations.\n\nExpresses the sense of Congress further that: (1) development and use of any medium for exchange which possesses the characteristic of cryptographic proof of and for a transaction of cryptocurrency without the need for or reliance upon third-party intermediaries or verification is in the public interest; and (2) production, possession or use of cryptocurrency, whether in trade, commerce, or personal non-commercial transfers, should not be disfavored or discouraged by either the federal tax code or other governmental statute or regulation.\n\nExpresses the sense of Congress that: (1) the current guidance released by the IRS in its Notice 2014-21 is advisory, subject to public comment, and not in final form pending the expiration of the comment period; and (2) less than optimal for the American people and economy.\n\n Directs the IRS to issue or revise interim regulations consistent with the sense of Congress that:\n\n virtual currencies should be treated as currency instead of property in order to foster an equitable tax treatment and prevent a tax treatment that would discourage the use of cryptocurrency; taxpayers accepting cryptocurrency in trade or commerce should be deemed to realize actual income only when cryptocurrency is monetized through conversion or exchange into dollars or any official government currency, and that fair market value should be calculated as net proceeds from the conversion; and mined or produced cryptocurrency should be taxed as income only when actual income is realized by a transfer and conversion of proceeds into dollars."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Cryptocurrency Protocol Protection and Moratorium Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "CryptPMA", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To protect cryptocurrencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5777:@@@L&summ2=m&"
}