{
  "actions": [
    {
      "acted_at": "2013-06-25", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-23", 
      "committee": "Committee on Banking, Housing, and Urban Affairs Subcommittee on Securities, Insurance, and Investment", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs Subcommittee on Securities, Insurance, and Investment. Hearings held. With printed Hearing: S.Hrg. 113-80.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-09-12", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-10-01", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-145.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-10-29", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-146.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-10-31", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-167.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-11-05", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-171.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-11-07", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-11-21", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-187.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-11-22", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-190.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-12-10", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held. Hearings printed: S.Hrg. 113-221.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-04-29", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-15", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Banking, Housing, and Urban Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-09-18", 
      "committee": "Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Reported by Senator Johnson SD, with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-09-18", 
      "calendar": "Senate Legislative", 
      "number": "579", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 579.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-12-09", 
      "committee": "Committee on Banking, Housing, and Urban Affairs", 
      "committees": [
        "SSBK"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Banking, Housing, and Urban Affairs. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1217-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK", 
      "subcommittee": "Subcommittee on Securities, Insurance, and Investment", 
      "subcommittee_id": "04"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2013-12-11", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2013-09-09", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hagan, Kay R.", 
      "sponsored_at": "2013-06-25", 
      "state": "NC", 
      "thomas_id": "01902", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "sponsored_at": "2013-06-25", 
      "state": "ND", 
      "thomas_id": "02174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heller, Dean", 
      "sponsored_at": "2013-06-25", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johanns, Mike", 
      "sponsored_at": "2013-06-25", 
      "state": "NE", 
      "thomas_id": "01899", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2013-07-10", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Manchin, Joe, III", 
      "sponsored_at": "2013-07-31", 
      "state": "WV", 
      "thomas_id": "01983", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Moran, Jerry", 
      "sponsored_at": "2013-06-25", 
      "state": "KS", 
      "thomas_id": "01507", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2013-06-25", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warner, Mark R.", 
      "sponsored_at": "2013-06-25", 
      "state": "VA", 
      "thomas_id": "01897", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-23", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-06-25", 
  "number": "1217", 
  "official_title": "A bill to provide secondary mortgage market reform, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2893-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Housing Finance Reform and Taxpayer Protection Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Corker, Bob", 
    "state": "TN", 
    "thomas_id": "01825", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-05-15", 
  "subjects": [
    "Alaska", 
    "Congressional oversight", 
    "Executive agency funding and structure", 
    "Federal Housing Finance Agency", 
    "Financial services and investments", 
    "Government corporations and government-sponsored enterprises", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Guam", 
    "Hawaii", 
    "Housing and community development", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Housing supply and affordability", 
    "Low- and moderate-income housing", 
    "Securities", 
    "User charges and fees", 
    "Virgin Islands"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-09-18", 
    "text": "Housing Finance Reform and Taxpayer Protection Act of 2014 - Title I: Elimination of Fannie Mae and Freddie Mac - (Section 101) Directs the Federal Mortgage Insurance Corporation (FMIC ) established under title II of this Act to take all steps necessary to dissolve and eliminate the Federal National Mortgage Association (Fannie Mae) and the Federal Home Loan Mortgage Corporation (Freddie Mac). Revokes the charters for Fannie Mae and Freddie Mac (government sponsored enterprises [GSEs]).\n\nTitle II: Federal Mortgage Insurance Corporation - (Sec. 201) Establishes the FMIC as an independent agency and instrumentality of the federal government to:\n\n facilitate a liquid, transparent, and resilient single-family and multifamily mortgage credit market by supporting a robust secondary mortgage market; provide insurance on any mortgage-backed security that satisfies requirements to become a covered security; monitor and supervise approved entities; supervise regulated entities; ensure continued, widespread availability of an affordable, long-term, fixed rate, prepayable mortgage, such as a 30-year fixed rate mortgage; and preserve and maintain a liquid forward execution market for eligible single-family mortgage loans and single-family covered securities, such as the To-Be-Announced market. Gives the FMIC general regulatory authority over each regulated entity (Fannie Mae and affiliates, Freddie Mac and affiliates, any Federal Home Loan Bank, and the Securitization Platform established under title III subtitle C part I) and the Office of Finance in the Federal Home Loan Bank System.\n\nProhibits the FMIC from engaging in mortgage loan origination.\n\n(Sec. 202) Vests the management of the FMIC in a Board of Directors consisting of five members be appointed by the President by and with the advice and consent of the Senate.\n\n(Sec. 203) Directs the FMIC to establish an Advisory Committee to advise the Office of Consumer and Market Access and the Board of Directors on developments in the primary and secondary mortgage markets that have material effects on the ongoing mission of the FMIC.\n\n(Sec. 204) Establishes the Office of Inspector General in the FMIC, headed by an Inspector General appointed by the President by and with the advice and consent of the Senate.\n\n(Sec. 207) Directs the FMIC to establish an Office of Underwriting, an Office of Securitization, and an Office of Federal Home Loan Bank Supervision.\n\nTransfers to the Office of Federal Home Loan Bank Supervision, six months after enactment of this Act, all functions of the Federal Housing Finance Agency (FHFA) relating to: (1) the supervision of the Federal Home Loan Banks and the Federal Home Loan Bank System, and (2) all related FHFA rulemaking authority.\n\n(Sec. 208) Directs the FMIC to establish an Office of Consumer and Market Access to:\n\n administer the Market Access Fund; monitor the national, regional, and area single-family and multifamily housing finance markets to identify underserved markets, communities, and consumers in accordance with market segments; inform market participants of business practices and technical assistance regarding the housing needs of consumers in underserved communities; and study incentives to encourage mortgage lenders and mortgage originators to address the housing needs of underserved markets and communities. (Sec. 209) Directs the FMIC to establish an Office of Multifamily Housing to develop, adopt, and publish specific criteria to ensure that eligible multifamily mortgage loans that collateralize multifamily covered securities insured under this Act comply with its requirements.\n\n(Sec. 210) Directs the FMIC to seek to support the primary mortgage market for eligible mortgage loans on an equitable, nondiscriminatory, and non-exclusionary basis to help ensure that all eligible borrowers have access to mortgage credit.\n\nRequires the FMIC, by regulation, to identify and define up to eight segments of the primary mortgage market in which lenders and eligible borrowers lack equitable access to the housing finance system facilitated by the FMIC.\n\nProhibits the FMIC from interfering with the exercise of business judgment of an approved aggregator or approved guarantor in determining which specific mortgage loans to include in a covered guarantee transaction or market-based risk-sharing transaction.\n\n(Sec. 211) Directs the FMIC to establish an Office of Taxpayer Protection to study and report to Congress: (1) semi-annually on market concentration in the secondary mortgage markets; and (2) annually on taxpayer protection, system-wide leverage in the secondary mortgage market, and early payment defaults.\n\nTitle III: Duties and Responsibilities of the FMIC - Subtitle A: Duties and Authorities - (Sec. 301) Lists the principal duties of the FMIC.\n\n(Sec. 302) Directs the FMIC to develop, adopt, and publish, after notice and comment, standards for the consideration and approval of credit risk-sharing mechanisms that require that the first position of private market holders on single-family covered securities is: (1) adequate to cover losses that might be incurred in a period of economic stress; and (2) not less than 10% of the principal or face value of the single-family covered at the time of issuance.\n\nMakes it unlawful for any person intentionally to create and issue any instrument or security as a first loss position on a single-family covered security knowing, or in a position to have known, that it does not satisfy the requirements of this Act.\n\nAuthorizes the FMIC to:\n\n review approved credit risk-sharing mechanisms to determine whether they continue to satisfy the considerations for approval, assess the functioning of the forward market for eligible single-family mortgage loans and single-family covered securities, suspend approval of any credit risk-sharing mechanism that does not satisfy the considerations for approval or has adversely affected the liquidity or resiliency of the forward market, develop an expedited process for reinstating the approval of any suspended credit risk-sharing mechanism; consider for approval additional fully-funded risk sharing mechanisms; and establish collateral diversification standards. Exempts from the Commodity Exchange Act certain credit risk-sharing mechanisms designed or used by a private market holder to assume losses and reduce the specific risks arising from losses realized under the mechanism associated with any insured single-family covered security. Requires the FMIC, before approving any such mechanism, to consult first with the Commodity Futures Trading Commission (CFTC).\n\nExempts FMIC-approved credit risk-sharing mechanisms from the Securities Act of 1933 with respect to conflicts of interest relating to certain securitizations. Requires the FMIC, before approving any such mechanism, to consult first with the Securities and Exchange Commission (SEC).\n\n(Sec. 303) Directs the FMIC to insure, for a fee, the payment of principal and interest on a covered security in the event of any failure to pay on the security.\n\nSpecifies requirements for the terms and conditions of insurance for single- and multi-family covered securities.\n\nRequires the FMIC to facilitate the timely and unconditional payment of principal and interest on insured covered securities by paying, in cash when due, any shortfalls in principal and interest due on the covered security. Requires the FMIC to recover the amount paid, and reasonable costs and expenses, from the servicer or guarantor.\n\nEstablishes the Mortgage Insurance Fund (MI Fund) for the deposit of fees, amounts earned on investments, and specified assessment amounts.\n\nSets forth requirements for the use and treatment of amounts in the MI Fund, including compensation of FMIC employees, establishment of the new Securitization Platform, and funding of the common securitization platform already developed by the GSEs for the FHFA, as well as reserve ratio goals.\n\nRequires the FMIC Inspector General to review any FMIC decision to insure any covered security whose payment of principal or interest, or both, the MI Fund is required to make with respect to losses incurred.\n\nRequires public disclosure of such losses.\n\n(Sec. 304) Directs the FMIC to establish limitations governing the maximum original principal obligation of eligible single-family mortgage loans that may collateralize a covered security it will insure.\n\nSpecifies formulae for determining maximum loan limitation amounts for mortgage loans secured by a 1-, 2-, 3-, and 4-family residence.\n\nDirects the FMIC to establish a method of assessing a national average single-family house price for use in calculating the loan limits for eligible single-family mortgages and other appropriate averages.\n\n(Sec. 305) Authorizes the FMIC for a six-month period, when unusual and exigent circumstances have created or threaten to create an anomalous lack of credit availability within the single-family, multifamily, or entire U.S housing market that could materially and severely disrupt the functioning of the U.S. housing finance system, to: (1) provide insurance to any single-family covered security regardless of whether that security has satisfied standards for credit risk-sharing mechanisms, and (2) establish provisional standards for approved entities.\n\nProhibits the FMIC from: (1) bailing out any approved entity (or affiliate) in bankruptcy or any other federal or state insolvency proceeding, or (2) assisting a single and specific company to avoid bankruptcy or any federal or state insolvency proceeding.\n\nDirects the FMIC to establish a timeline for approved entities to meet approval standards, and:\n\n establish a program to either sell the first loss position on covered securities to private market holders; or transfer for value to approved entities, or work with them to sell, the first lost position on covered securities that have been issued. Gives the FMIC the authority to respond to a sustained national home price decline.\n\n(Sec. 306) Sets forth general powers of the FMIC.\n\n(Sec. 307) Deems all securities insured or guaranteed by the FMIC to be exempt from regulation by the Securities and Exchange Commission (SEC).\n\nAmends the Securities Act of 1933 and the Securities Act of 1934 to exempt covered securities insured or guaranteed by the FMIC or any institution that is subject to the FMIC supervision from credit risk retention requirements.\n\nAmends the Securities Act of 1933 to exempt FMIC-approved credit risk-sharing mechanisms from certain prohibitions against conflicts of interest with respect to any investor in a transaction arising out of the sale of an asset-backed security.\n\nAmends the Securities Act of 1934 to exempt such mechanisms from credit risk retention requirements.\n\nExcludes from commodity pool coverage by the Commodity Exchange Act counterparties that enter into any swap for structuring an FMIC-approved credit-risk sharing mechanism used (or designed to be used) by a private market holder to assume losses and to reduce specific risks arising from losses realized under the mechanism that are associated with any pool of eligible mortgage loans that collateralize an insured covered security.\n\n(Sec. 308) Authorizes the FMIC to consult and share information with, and requires it to coordinate with, specified federal regulatory agencies in carrying out any duty, responsibility, requirement, or action authorized under this Act.\n\n(Sec. 309) Directs the FMIC, for each type of covered entity, to establish: (1) capital standards and related solvency standards, (2) supplemental capital requirements for large approved aggregators or large approved guarantors, (3) market share limitations for the latter entities that would take effect only in the event that the supplemental standards are insufficient to prevent or mitigate risks to the secondary mortgage market, and (4) standards for the purchase of force-placed insurance by market participants.\n\nPrescribes requirements for the use and protection of personally identifiable information.\n\nAuthorizes the FMIC to establish a process and criteria for approved guarantors and approved aggregators to apply for approval to operate a cash window for the purchase of individual eligible single-family mortgage loans.\n\n(Sec. 310) Requires the FMIC, in order to protect the MI Fund and promote multiple sources of first loss positions, to seek to ensure equivalent loss absorption capacity between approved credit risk-sharing mechanisms and capital standards for approved guarantors.\n\nSubtitle B: Approval and Supervision of Approved Entities for Single-Family Activities - (Sec. 311) Directs the FMIC to develop standards for its approval of guarantors to guarantee the timely payment of principal and interest on FMIC-insured securities collateralized by eligible single-family mortgage loans. Specifies required standards, which include: (1) the financial history and condition of the guarantor, (2) a requirement that the guarantor maintain FMIC-defined capital levels, and (3) the guarantor's management capability.\n\nDetails the application and FMIC approval process for mortgage guarantors meeting such standards. Requires an approved guarantor to maintain its approved status or have it suspended or revoked.\n\nMakes it unlawful for an insured depository institution or affiliate to control an approved guarantor.\n\nDirects the FMIC to: (1) maintain an updated list of such approved guarantors on its website; (2) prescribe prudential standards for approved guarantors to ensure their safety and soundness and minimize the risk presented to the MI Fund; and (3) establish capital standards that require an approved guarantor to hold 10% capital and maintain adequate solvency levels.\n\nRequires the FMIC to: (1) consider the extent, amount, and form of risk-sharing and risk mitigation through the use by approved guarantors of approved credit-risk sharing mechanisms; and (2) allow such risk-sharing and risk mitigation to fulfill required amounts of capital to ensure an equivalent amount of loss absorption capacity while maintaining an appropriate capital structure.\n\nDirects the FMIC to conduct appropriate stress tests of each approved guarantor with total assets of more than $10 billion,\n\nGrants the FMIC resolution authority to place insolvent guarantors into receivership.\n\nRequires the FMIC to prescribe regulations to ensure that any amounts owed to the United States, unless it agrees or consents otherwise, shall have priority following the administrative expenses of the receiver when satisfying unsecured claims against an approved guarantor or its receiver.\n\nAffords a hearing for applicants denied approval or approved guarantors whose approved status is suspended or revoked.\n\nProhibits an approved guarantor from being an approved aggregator.\n\nAuthorizes an approved guarantor to provide insurance or other credit enhancement on a pool of eligible single-family mortgage loans collateralizing an insured single-family covered security.\n\nProhibits an approved guarantor from: (1) originating an eligible single-family mortgage loan; or (2) being an affiliate of a person that actively engages in the business of originating eligible single-family mortgage loans.\n\nProhibits an approved guarantor from withholding, for any reason, payment of funds that would ensure holders of single-family covered securities receive timely payment of principal and interest on single-family covered securities. Directs the FMIC to develop a process for mediation and resolution of disputed payment amounts.\n\n(Sec. 312) Directs the FMIC to develop standards for approval of mortgage aggregators to deliver eligible single-family mortgage loans to the Securitization Platform for securitization as a single-family covered security. Specifies required standards, which include: (1) aggregating eligible single-family mortgage loans into pools; and (2) transferring investment risk and credit risk to private market participants.\n\nDetails an application and FMIC approval process for mortgage aggregators similar to the one for approved guarantors, and similarly requires an approved aggregator to maintain its approved status or have it suspended or revoked.\n\nDeclares that the suspension or revocation of an aggregator's approved status shall have no effect on the covered status of any security collateralized by eligible mortgage loans with which the approved aggregator contracted before the suspension or revocation.\n\nDirects the FMIC to prescribe requirements for prudential standards for approved mortgage aggregators similar to those for approved guarantors.\n\nGives the FMIC the authority to: (1) require reports from, and examine, an approved aggregator as specified; and (2) enforce the requirements of this Act with respect to an approved aggregator, in the same manner and to the same extent as FDIC has with respect to an insured depository institution, giving the appropriate federal banking agency primary enforcement authority under certain circumstances..\n\nApplies the following requirement to approved aggregators that are neither an insured depository institution nor an affiliate of an insured depository institution. Requires the FMIC to establish standards that require an approved aggregator to: (1) hold capital in an amount comparable to that required for insured depository institutions and their affiliates regarding their applicable aggregating activities, and (2) maintain adequate solvency levels.\n\nSets forth FMIC stress test, hearing, and resolution authority relating to aggregators similar to that applicable to guarantors.\n\nRequires information sharing among the FMIC and federal and state banking agencies regarding an approved aggregator that is an insured depository institution (or affiliate) that:\n\n faces a material threat to its safety and soundness, including insufficient capital; may be in material violation of federal banking law, or may threaten the financial stability of the housing finance system or the MI Fund. Amends the Federal Home Loan Bank Act to allow one or more Federal Home Loan Banks to establish a subsidiary or joint office in any form under the laws of any state, subject to FMIC approval. Requires any such subsidiary or joint office established to be restricted to engaging in activities related to being an approved aggregator. Allows such Banks, subsidiaries, and joint offices to apply to become approved aggregators.\n\nAmends the Federal Home Loan Bank Act to make community development financial institutions under the Riegle Community Development and Regulatory Improvement Act of 1994 eligible to receive long-term secured advances from Federal Home Loan Banks.\n\nDeclares that any covered security secured by eligible mortgage loans transferred to the Platform by a Federal Home Loan Bank or its subsidiary or joint office, acting as an approved aggregator, shall not be designated as, or considered to be, the joint and several obligations of the Federal Home Loan Banks.\n\n (Sec. 313) Directs the FMIC to develop, adopt, and publish standards for its approval of private mortgage insurers to provide private mortgage loan insurance on eligible single-family mortgage loans that collateralize single-family covered securities. Specifies mandatory standards, including: (1) the financial history and current financial condition of the private mortgage insurer, (2) the risk presented by the private mortgage insurer to the MI Fund, and (3) a requirement that the private mortgage insurer submit audited financial statements to the FMIC.\n\nGives the appropriate state insurance regulator of an approved private mortgage insurer the primary authority to examine and supervise the approved private mortgage insurer.\n\nAuthorizes the examination or review of any approved private mortgage insurer under certain circumstances, including that an approved mortgage insurer has engaged in a material violation or pattern of violations of this Act or the rules promulgated pursuant to this Act, and provides for a three-year compliance examination of approved private mortgage insurers.\n\nSets forth FMIC examination, enforcement, resolution, and other specified authority similar to that regarding approved aggregators and guarantors.\n\n (Sec. 314) Directs the FMIC to establish standards for its approval of servicers to administer eligible single-family mortgage loans. Specifies mandatory standards, including: (1) the collection and forwarding of principal and interest payments, (2) the maintenance of escrow accounts, and (3) the collection and payment of taxes and bona fide insurance premiums.\n\nDirects the FMIC to make exceptions to, or adjustments for, requirements concerning approved servicers that service 7,500 or fewer eligible single-family mortgage loans.\n\nAmends the Real Estate Settlement Procedures Act of 1974 (RESPA) to direct the Consumer Financial Protection Bureau (CFPB) to make exceptions to, or adjustments for, requirements concerning approved servicers that service 7,500 or fewer eligible single-family mortgage loans.\n\nRequires the FMIC to maintain an updated list of approved servicers on its website.\n\nSets forth FMIC examination, enforcement, resolution, and other specified authority similar to that regarding approved aggregators, guarantors, and private mortgage insurers.\n\nAuthorizes the FMIC to require the approved servicer of any eligible single-family mortgage loan or pool of such loans to enter into a subservicing arrangement with any FMIC-approved independent specialty servicer.\n\nDirects the FMIC to develop a process by which private market holders of the first loss position in a single-family covered security may petition for a change in approved servicers.\n\nDirects the FMIC to study servicer compensation related to non-performing single-family mortgage loans and make recommendations to Congress for the optimal structure of servicer compensation.\n\n (Sec. 315) Directs the FMIC to establish: (1) the Small Lender Mutual (SLM), an approved small lender mutual owned by and operated for the benefit of its members; and (2) standards for its approval of other small lender mutuals.\n\nRequires the SLM and any other approved smaller lender mutual to: (1) address the needs of small mortgage lenders with respect to covered securities; (2) purchase from its member participants eligible mortgage loans to securitize a covered security; (3) obtain all necessary and appropriate credit enhancements for covered securities to support the lending activities of small mortgage lenders; (4) implement policies and procedures that ensure that the access rules and fees of any small lender mutual are not prohibitive, and do not discriminate against originators of eligible mortgage loans or any entity that aggregates such loans; and (5) manage the risk of the SLM appropriately.\n\nDirects FHFA to: (1) assess the intellectual property, technology, infrastructure and processes of the GSEs relating to the operation and maintenance of the systems needed to ensure small mortgage lender access to the secondary mortgage market, in order to determine the needs of the SLM; and (2) dispose of such GSE intellectual property, technology, infrastructure, and processes.\n\nDirects the GSEs to provide the initial capital necessary for the SLM to perform all its activities and functions, including the ability to operate a cash window for the purchase of individual eligible mortgage loans.\n\nRequires the SLM to repay the GSEs the amount of any initial capital required to be provided by them within seven (extendable to 10) years after the system certification date.\n\nLimits the eligibility to participate as a member in any small lender mutual to specified entities which include community development financial institutions that meet the standards established by the small member mutual and Federal Home Loan Banks.\n\nDirects the FMIC to evaluate the criteria for eligibility as a member of the SLM.\n\nRequires each small lender mutual to be a member of the Securitization Platform.\n\nRequires the board of each small lender mutual to charge and collect fees from its member participants for membership and to cover the purchase of intellectual property, any initial capital for the establishment of a cash window, and the continued operation of the small lender mutual.\n\nAuthorizes reduced fees if the small lender mutual determines that they are prohibitive or discriminatory.\n\nRequires each small lender mutual to have the ability to operate a cash window for the purchase of individual eligible single-family mortgage loans.\n\nRequires the FMIC to study: (1) the access needs of small multifamily mortgage lenders to the secondary multifamily mortgage market; and (2) whether the SLM can meet such needs.\n\nProhibits a small lender mutual from guaranteeing any mortgage loans or mortgage-backed securities.\n\n(Sec. 316) Directs the FMIC to establish capital classifications regarding the levels of capital maintained by each type of covered entity, including:\n\n well-capitalized, adequately classified, undercapitalized, significantly underclassified, and critically undercapitalized. Authorizes the FMIC to reclassify the capital classification of a covered entity in certain circumstances.\n\nProhibits covered entities from making capital distributions if, after making one, the entity would be classified as anything other than well capitalized or adequately capitalized.\n\nDirects the FMIC to require an adequately capitalized or undercapitalized entity to submit a capital restoration plan and implement it after approval.\n\nProhibits an undercapitalized covered entity from permitting its average total assets during any calendar quarter from exceeding its average total assets during the preceding calendar quarter, unless: (1) the FMIC has accepted its capital restoration plan, (2) any increase in total assets is consistent with the plan, and (3) the entity's ratio of capital to total assets increases during the calendar quarter at a rate sufficient to enable the covered entity to become adequately capitalized within a reasonable time.\n\nProhibits an undercapitalized covered entity from acquiring, directly or indirectly, an interest in any entity or engage in a new activity unless certain conditions are met.\n\nDirects the FMIC to: (1) monitor closely the condition of any undercapitalized covered entity, especially compliance with its capital restoration plan, and review the plan, restrictions, and requirements periodically; and (2) require a significantly undercapitalized covered entity to submit a capital restoration plan and implement it after approval.\n\nGives the FMIC the authority to: (1) resolve a critically undercapitalized regulated entity, and (2) resolve a failing or critically undercapitalized entity.\n\n(Sec. 317) Makes it unlawful, except with prior FMIC approval, for any person to:\n\n directly or indirectly own, control. or have the power to vote 10% of any class of voting shares of any covered entity (except as federal law requires the purchase of voting stock as a condition to participate in the entity's programs); control in any manner the election of a majority of the directors or trustees of any covered entity; exercise a controlling influence over the management or policies of any covered entity; merge or consolidate with any covered entity; or divest a covered entity, or any substantial line of business of a covered entity, into any surviving entity. Directs the FMIC to establish, according to specified standards and requirements, an application for approval of such acquisitions, mergers, consolidations, or divestitures.\n\nProhibits an approved guarantor or approved multifamily guarantor from engaging in any activity relating to the business of insurance that has not been approved by the FMIC. Allows approved guarantors, however, to engage in any business activity unrelated to the business of insurance, subject to prior FMIC approval.\n\nProhibits an approved guarantor or approved multifamily guarantor from entering into any arrangement with an affiliate or other person to support, guarantee, or finance any operation or activity of that affiliate. Allows a guarantor, however, to enter into any arrangement with an affiliate or other person solely to support, guarantee, or finance any operation or activity of the guarantor.\n\nDirects the FMIC to prohibit discounts made by an approved guarantor for any mortgage originator that is an investor (or affiliate of an investor) in the approved guarantor that are not otherwise available to other similar originators\n\nGOINK Subtitle C: Securitization Platform and Transparency in Market Operations - Part I: Securitization Platform - (Sec. 321) Directs the FMIC to establish the Securitization Platform as a utility owned by and operated for the benefit of its members as: (1) a nonprofit cooperative, or (2) a for-profit cooperative entity that best achieves the purposes and obligations of the Platform and serves the public interest. Directs the FMIC to regulate and supervise the Platform.\n\nDeclares that the Platform shall not be an agency or instrumentality of the federal government.\n\n(Sec. 322) Vests management of the Platform in a Board of Directors, elected by Platform members upon the expiration of the term of the appointed initial Platform Directors.\n\n(Sec. 323) Prescribes application and approval requirements for persons seeking to become a member in the Platform.\n\nAuthorizes Platform Directors to approve for Platform membership mortgage aggregators, mortgage guarantors, mortgage originators, Federal Home Loan Banks (or subsidiaries or joint offices), small lender mutuals, and other market participants necessary or helpful to fulfilling Platform purposes.\n\n(Sec. 324) Authorizes the Platform Directors to assess and collect membership and Platform usage fees from members.\n\nDirects Platform Directors to submit to the FMIC any fee structure proposal for initial or usage fees.\n\n(Sec. 325) Declares that the purposes of the Platform are to:\n\n purchase and receive from its members eligible mortgage loans or securities collateralized by eligible mortgage loans for securitization by issuers as covered securities; issue to its members standardized or other covered securities; purchase and receive from its members noneligible mortgage loans or securities not collateralized by eligible mortgage loans for securitization as noncovered securities; and issue to its members standardized noncovered securities, or other noncovered securities, that are not insured by the FMIC. Specifies related powers and functions of the Platform.\n\nProhibits the Platform from guaranteeing mortgage loans or mortgage-backed securities or conducting certain other related activities.\n\n(Sec. 326) Directs the Platform Director to develop standard uniform securitization agreements, including specified terms, for all covered securities issued through the Platform.\n\nRequires all contracts for noncovered securities issued through the Platform to include a specified set of required contractual terms relating to the obligations of the parties to each contract.\n\n(Sec. 327) Directs the FMIC to develop, adopt, and publish standards for the use of collateral risk managers who may work with the Platform, as well as trustees and servicers of mortgage-backed securities to manage mortgage loan collateral.\n\nPart II: Transparency in Market Operations - (Sec. 331) Directs the FMIC to require market participants to:\n\n make available to private market investors in connection with the first loss position on a covered security all documents relating to eligible mortgage loans collateralizing that covered security and servicing reports of the approved servicer relating to such eligible mortgage loans; and disclose to investors information substantially similar to disclosures required of issuers of asset-backed securities until the covered security is fully paid, other than information that the FMIC determines is not applicable to a covered security, a particular type of covered security, or eligible mortgage loans collateralizing a covered security. Directs the FMIC also to: (1) require that all disclosures be made consistent with the antifraud requirements of the federal securities laws; and (4) establish the timing, frequency, and manner in which such access and disclosures are made.\n\n(Sec. 332) Transfers to the FMIC all functions of FHFA relating to its rights, responsibilities, and obligations pursuant to an Inter-Agency Agreement entered into by it and the CFPB with respect to the development, construction, maintenance, operation, and funding of the National Mortgage Database.\n\n(Sec. 333) Directs the FMIC to establish a working group to study: (1) whether the establishment of a national electronic mortgage registry system is necessary; and (2) how to establish, operate, and maintain a national electronic mortgage registry system for single-family mortgage loans and mutilfamily mortgage loans.\n\nRequires the working group to develop recommendations on the necessity for and feasibility of establishing such a system to document custody and registration of security instruments.\n\n(Sec 334) States that, with respect to the dwelling of a borrower that serves as security for an eligible mortgage loan, if the borrower enters into any credit transaction that would result in the creation of a new mortgage loan or other credit lien on the dwelling where the loan-to-value ratio of the credit transaction is 80% or more, the creditor must notify the creditor of the senior eligible mortgage loan within 30 days after consummation of the transaction.\n\n(Sec. 335) Directs the FMIC to coordinate with the CFPB to ensure that the minimum standards it issues with respect to eligible single-family mortgage loans remain, to the greatest extent possible, substantially similar to rules promulgated by the CFPB under the Truth in Lending Act, provided that any revisions to, or amendments of, such minimum standards issued by the FMIC: (1) conform to all other applicable requirements pertaining to eligible single-family mortgage loans; and (2) do not negatively impact the Fund.\n\nTitle IV: FHFA and the FMIC Transition - (Sec. 402) Establishes the FHFA as a distinct entity within the FMIC.\n\nTransfers all property and functions of the existing FHFA to the FHFA of the FMIC.\n\nAmends the Federal Financial Institutions Examination Council Act of 1978 to establish within the Federal Financial Institutions Examination Council a Subcommittee on Mortgage Servicing.\n\n(Sec. 403) Transfers to the FMIC the employees of the existing FHFA.\n\nGuarantees each employee transferred a position with the same status, grade, and pay as held on the day immediately preceding the transfer.\n\n(Sec. 404) Establishes the Federal Mortgage Insurance Corporation Transition Committee to: (1) develop a plan to facilitate an orderly transition to a new housing finance system, and (2) advise the Transition Chairperson or the Board when consulted.\n\n(Sec. 405) Amends the Safety and Soundness Act to direct the FHFA to establish and collect from the GSEs, for transfer to the FMIC, annual assessments for the reasonable costs and expenses of the FMIC.\n\n(Sec. 406) Transfers to the FMIC all functions of the FHFA and its Director.\n\n(Sec. 408) Amends the Safety and Soundness Act to repeal mandatory housing goals.\n\nRequires approved entities and the Securitization Platform to comply with federal and state nondiscrimination laws, including the Fair Housing Act and the Equal Credit Opportunity Act.\n\nRequires the FMIC to comply with federal and state nondiscrimination laws.\n\nTitle V: Improving Transparency, Accountability, and Efficacy Within Affordable Housing - (Sec. 501) Directs the FMIC to: (1) charge and collect a fee for each dollar of the outstanding principal balance of all eligible mortgage loans that collateralize covered securities; and (2) allocate or otherwise transfer, on an annual basis, specified percentages of such fee amounts to the Secretary of Housing and Urban Development (HUD) to fund the Housing Trust Fund established under the Safety and Soundness Act, to the Secretary of the Treasury to fund the Capital Magnet Fund established under the same Act, and to the FMIC to fund the Market Access Fund.\n\nSets forth guidelines for the determination of fees, both the initial fee and subsequent incentive-based fees.\n\n(Sec. 502) Amends the Safety and Soundness Act to revise requirements for the Housing Trust Fund to: (1) make it a purpose of the Fund to provide grants to federally-recognized tribes; (2) repeal allocations to reimburse the Treasury for Housing Opportunities for Enhancement (HOPE) for Homeowners Program bond payments; (3) require the Secretary of HUD, acting through the Office of Native American Programs, to distribute via competitive grants certain amounts to federally recognized tribes and tribally designated housing entities; and (4) modify minimum state allocations requirements.\n\n(Sec. 503) Makes the Capital Magnet Fund available for grants to attract private capital for and increase investment in activities designed to foster revitalization in areas experiencing severe economic distress and property disinvestment in tribal (as well as rural) areas.\n\n(Sec. 504) Directs the FMIC to establish a Market Access Fund, administered by the Office of Consumer and Market Access, and funded in part by a share of fees charged for eligible mortgage loans that collateralize covered securities.\n\nMakes the Fund eligible for use by grantees to address the homeownership and rental housing needs of underserved or hard-to-serve populations.\n\n(Sec. 505) Directs the Secretary of HUD, the Secretary of the Treasury, and the Office of Community and Market Access to ensure that grant amounts allocated by grantees to eligible recipients, or allocated to individuals by eligible recipients, are not used for: (1) political activities; (2) political advocacy; (3) lobbying; (4) influencing the selection, nomination, election, or appointment of one or more candidates to any federal, state, or local office; (5) personal counseling services; (6) travel expenses; and (7) preparing or providing advice on tax returns.\n\nPrescribes penalties for violations of such prohibition.\n\n(Sec. 506) Repeals the current prohibition to allow the Government National Mortgage Association (Ginnie Mae) to securitize an insured multifamily housing loan, but only if certain conditions are met.\n\n Authorizes Ginnie Mae to guarantee the timely payment of principal of and interest on trust certificates or other securities insured under the Housing and Community Development Act of 1992.\n\nTitle VI: Transition and Termination of Fannie Mae and Freddie Mac - (Sec. 601) Makes the system certification date the one that the Board of Directors of the FMIC certifies by a majority vote that: (1) the FMIC is able to undertake its duties, and (2) all minimum criteria specified by this Act with respect to the new housing finance system have been fully satisfied.\n\nSpecifies the minimum criteria which the Board must consider in determining whether to certify that the new housing finance system is ready.\n\n(Sec. 602) Requires the Transition Committee established under title IV to develop a transition plan including specified elements within 12 months after enactment of this Act to facilitate an orderly transition to the new housing financing system.\n\n(Sec. 603) Makes technical revisions to authority under the Federal Housing Enterprises Financial Safety and Soundness Act of 1992 to resolve insolvent or near-insolvent regulated entities, including the priority of expenses and unsecured claims, subrogation, and the transfer of financial contracts.\n\n(Sec. 604) Revokes GSE charters as of the date certain guarantee obligations are fully extinguished, and prescribes requirements for the FHFA to wind down of Fannie Mae and Freddie Mac.\n\nAuthorizes the FMIC to insure outstanding mortgage-backed securities issued by the GSEs and facilitate their exchange for certain other mortgage-backed securities.\n\nDeclares that authority to wind down the GSEs includes establishment of asset management plans and holding companies.\n\nRequires the wind down, furthermore, to be managed by the FMIC to obtain resolutions that maximize the return for the senior GSE preferred shareholders.\n\n(Sec. 605) Prohibits each GSE, until it reaches the allowable size of the retained single-family portfolio, from owning single-family mortgage loan assets at the end of each calendar year in excess of 85% of the aggregate amount it was permitted by the FMIC to own as of December 31 of the immediately preceding calendar year.\n\nRequires the FMIC, by the time the system certification date occurs, to establish an allowable amount of GSE-owned single-family mortgage loan assets necessary to facilitate: (1) the orderly wind down of the GSEs, and (2) appropriate loss mitigation on any legacy guarantees of the GSEs.\n\n(Sec. 606) Requires the Chairperson of the FMIC Board of Directors to testify annually before the appropriate congressional committees on the progress made in carrying out the requirements of this title.\n\nRequires the Comptroller General (GAO) to study and report on the transition.\n\n(Sec. 607) Authorizes the FMIC to establish provisional approval standards in order to ensure the sufficient participation of financially sound entities in the housing finance system.\n\nPrescribes a phase-in of capital standards for approved guarantors and multifamily approved guarantors.\n\n(Sec. 608) Directs the FMIC to endeavor to ensure that the MI Fund attains a reserve ration of 0.75% of the sum of the outstanding principal balance of the covered securities for which insurance is projected to be provided under this Act for the five-year period beginning on the system certification date.\n\n(Sec. 609) Requires GAO to report on the feasibility of transitioning to and creating a fully privatized secondary mortgage market.\n\nTitle VII: Multifamily - (Sec. 701) Requires the FHFA Director to direct the GSEs, within one year after enactment of this Act, to develop plans to establish multifamily subsidiaries to meet expeditiously the multifamily minimum criteria required by title VI.\n\nTransfers to the respective multifamily subsidiaries all employees, functions, activities, infrastructure, property, and other intellectual property, platforms, technology, or any other object or service of the GSEs necessary to support, maintenance, and operation of the multifamily business of each GSE.\n\nDirects each GSE to contribute capital necessary to ensure that its multifamily subsidiary has sufficient capital to carry out its multifamily business.\n\n(Sec. 702) Authorizes the FHFA, on or before the system certification date, to manage the sale, transfer, or disposition for value of property, technology, platforms, and legacy systems, infrastructure and processes of a GSE relating to the operation and maintenance of its multifamily business.\n\n(Sec. 703) Sets forth administrative requirements as well as standards for FMIC approval of multifamily guarantors that are analogous to those under title III pertaining to guarantors.\n\n(Sec. 704) Requires each approved multifamily guarantor to ensure, during each calendar year, that at least 60% of the rental housing units contained in the eligible multifamily mortgage loans that collateralize all multifamily covered securities guaranteed by each such approved multifamily guarantor during the previous 24-month period were at the time of origination, affordable to low-income families. Authorizes the FMIC to suspend or adjust this requirement for an approved multifamily guarantor or guarantors under certain conditions.\n\nDirects the FMIC to study the liquidity in the market for financing certain new construction or substantial rehabilitation of mixed-income properties containing multifamily units otherwise qualified but financed by state or local tax-exempt bonds.\n\n(Sec. 705) Directs the FMIC to establish at least one pilot program administered by the Office of Multifamily Housing to test and assess methods or products designed to increase secondary mortgage market access for multifamily properties comprising not more than 50 units or with mortgages not exceeding $3 million.\n\n(Sec. 706) Directs the Office of Multifamily Housing to study the expansion to eligible multifamily mortgage loans of the Federal Home Loan Banks' Acquired Member Assets programs.\n\n(Sec. 707) Directs the FMIC to study the need, feasibility, costs and merits of creating a cooperatively-owned nonprofit multifamily issuance platform to securitize eligible multifamily mortgage loans.\n\n(Sec. 708) Amends the National Housing Act to exempt from the prohibition against transient or hotel use of housing whose mortgage is insured any short-term multifamily residential property that: (1) has more than 50 dwelling units containing a kitchen, with full refrigerator and cooking surface, and bathroom facilities; (2) provides mail boxes for each unit; (3) rents the units for a minimum stay of seven days; but (4) does not provide food or beverage services, including in-room service, daily maid services, furnishing and laundering of linen without charge, or bellhop services.\n\nDirects the Secretary of HUD to evaluate the risk of insuring such short-term residential properties.\n\nTitle VIII: General requirements - (Sec. 803) Amends the Truth in Lending Act (TILA) to add definitions for: (1) mortgage loan; (2) securitized residential mortgage; and (3) servicer.\n\nAmends the RESPA to require a servicer to which the servicing of a mortgage loan has been transferred to give the borrower a statement showing:\n\n the application of all payments and charges, including the date received, as allocated to principal, interest, escrow, and other charges; the status of the loan as of the transfer date, including whether the loan is in default and whether any loss mitigation application submitted by the borrower is pending; and an itemization and explanation for all arrearages claimed to be due as of the date of the transfer. Amends TILA to prohibit, during the 60 days after the transfer of the servicing of any securitized residential mortgage loan, the imposition of any late fee on the consumer with respect to any payment on the loan; and prohibits treatment of such a payment as late for any purpose, if the transferor servicer receives the payment on or before the due date, including any grace period.\n\nProhibits the creditor, new owner, or assignee of a mortgage loan, by itself or through its servicer, from imposing or collecting: (1) any fee not listed as having been incurred in the notice to the consumer of the transfer of servicing of a securitized residential mortgage loan, or (2) any fee incurred before the effective date of such a servicing transfer that is not disclosed on a periodic statement given the consumer before that effective date.\n\n(Sec. 804) Amends the Federal Home Loan Bank Act to authorize each Federal Home Loan Bank, at its sole discretion, to purchase investment grade securities from nonmember cooperative lenders that have received financing from the Federal Financing Bank and possess demonstrated experience in making loans to rural cooperatives. Requires these securities to be secured investments collateralized by the cooperative lender's loans.\n\n(Sec, 805) Requires the FMIC, the Secretary of HUD, the Secretary of the Treasury, the Secretary of Agriculture, the Secretary of Veterans Affairs, and the Secretary of Labor jointly to identify to Congress specific opportunities to consolidate, eliminate, or streamline similar housing assistance programs as well as opportunities for cross-agency collaboration of housing assistance efforts.\n\nRequires transfer of any administrative cost savings resulting from such consolidation, elimination, or streamlining in the amounts of 50% to the Housing Trust Fund and 50% to the General Fund for deficit reduction.\n\n(Sec. 806) Directs CFPB to review the application of TILA requirements to high-cost mortgages and reverse mortgage transactions for manufactured housing.\n\nDirects GAO to study the manufactured housing loan market."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Housing Finance Reform and Taxpayer Protection Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Housing Finance Reform and Taxpayer Protection Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide secondary mortgage market reform, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:52-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1217:@@@L&summ2=m&"
}