{
  "actions": [
    {
      "acted_at": "2014-07-16", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2612-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2014-07-16", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-16", 
  "number": "2612", 
  "official_title": "A bill to simplify and improve the Federal student loan program through income-contingent repayment to provide strong protections for borrowers, encourage responsible borrowing, and save money for taxpayers.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1716-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Dynamic Repayment Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-16", 
  "subjects": [
    "Education", 
    "Education programs funding", 
    "Employee hiring", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Higher education", 
    "Income tax exclusion", 
    "Interest, dividends, interest rates", 
    "Military personnel and dependents", 
    "Student aid and college costs", 
    "Tax administration and collection, taxpayers", 
    "User charges and fees", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-16", 
    "text": "Dynamic Repayment Act of 2014 - Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to make students ineligible to receive William D. Ford Federal Direct Loans (DLs) on or after July 1, 2015.\n\nMakes certain exceptions for student borrowers who have an outstanding balance on their DLs or Federal Family Education Loans (FFELs) as of that date and who later apply for a Direct Unsubsidized, PLUS, or Consolidation Loan.\n\nEstablishes an Income Dependent Education Assistance (IDEA) Loan program, effective July 1, 2015, making federal funds available for loans to student borrowers who: (1) have no outstanding balance due on a DL or FFEL, or (2) consolidate such loans into an IDEA Consolidation Loan.\n\nSets forth the formulae for determining the interest rates on IDEA Loans, which are capped at 8.25% for undergraduate students and 9.25% for graduate or professional students.\n\nBlocks the accrual of interest on IDEA Loans for active duty military personnel.\n\nMakes an IDEA Loan eligible for loan forgiveness after: (1) 20 years of payments if the borrower begins repayment with an outstanding balance that does not equal or exceed the maximum aggregate amount of Direct Unsubsidized Loans that an undergraduate student borrower would have been eligible to borrow but for this Act; and (2) 30 years if the borrower begins repayment with an outstanding balance equal to or greater than that amount.\n\nAllows student borrowers to consolidate FFELs, DLs, and Perkins Loans into IDEA Consolidation Loans that bear interest at an annual rate that equals the weighted average of the interest rates on the loans consolidated.\n\nEstablishes the IDEA Loan Repayment program under which: (1) the Secretary of the Treasury provides the Secretary of Education with the tax information needed to determine each borrower's income-based repayment obligation; and (2) those obligations are withheld from the borrower's wages.\n\nAllows borrowers to opt-out of the withholding process and make payments on a monthly basis. Sets the annual repayment obligation for borrowers at an amount equal to 10% of the excess of their taxable income over the sum of: (1) an exemption amount equal to $10,000, adjusted for inflation; and (2) the lesser of $3,000 or specified income other than wages, salaries, tips, and other employee compensation. Sets the income-based repayment obligation of individuals who are not required to file a federal tax return at zero.\n\nAllows borrowers to prepay all or part of an IDEA Loan without penalty.\n\nPenalizes borrowers who fail to pay their full repayment amount for a taxable year.\n\nMakes specified FFEL and DL loan repayment or forgiveness programs applicable to IDEA Loans.\n\nAmends the Social Security Act to require the Secretary of Health and Human Services (HHS) to provide the Secretary of Education with information in the National Directory of New Hires regarding IDEA Loan borrowers for the purpose of improving the collection of such loans. Amends the Internal Revenue Code to require the Secretary of the Treasury to disclose borrowers' tax return information to the Department of Education for purposes of the IDEA Loan Repayment program.\n\nExcludes IDEA Loan forgiveness from a borrower's gross income for income tax purposes."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Dynamic Repayment Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to simplify and improve the Federal student loan program through income-contingent repayment to provide strong protections for borrowers, encourage responsible borrowing, and save money for taxpayers.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:23-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2612:@@@L&summ2=m&"
}