{
  "actions": [
    {
      "acted_at": "2013-07-16", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-30", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining. Hearings held. With printed Hearing: S.Hrg. 113-85.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-11-14", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-05-14", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Landrieu with an amendment in the nature of a substitute. With written report No. 113-161.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-05-14", 
      "calendar": "Senate Legislative", 
      "number": "378", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 378.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1309-113", 
  "bill_type": "s", 
  "by_request": true, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-30", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-16", 
  "number": "1309", 
  "official_title": "A bill to withdraw and reserve certain public land under the jurisdiction of the Secretary of the Interior for military uses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1960-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1034-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Military Land Withdrawals Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-11-14", 
  "subjects": [
    "California", 
    "Firearms and explosives", 
    "Fires", 
    "Hazardous wastes and toxic substances", 
    "Land transfers", 
    "Land use and conservation", 
    "Military education and training", 
    "Military facilities and property", 
    "Military operations and strategy", 
    "Military procurement, research, weapons development", 
    "Mining", 
    "Montana", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Property tax", 
    "Public lands and natural resources", 
    "Roads and highways", 
    "State and local finance", 
    "State and local taxation"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-05-14", 
    "text": "Military Land Withdrawals Act of 2014 - Title I: General Provisions - (Sec. 101) Makes the provisions of this title applicable to any of the withdrawals made by this Act.\n\n(Sec. 103) Allows the Secretary concerned (either the Secretary of the Army or the Navy) to take action as is necessary to implement and maintain the closure to the public of any road, trail, or other portion of withdrawn land as military operations, public safety, or national security require.\n\n(Sec. 104) Allows the Secretary concerned to authorize the use of withdrawn land for additional defense-related purposes, with notice to the Department of the Interior.\n\n(Sec. 105) Allows the use, occupancy, or development of the withdrawn land for non-defense-related purposes with the consent of Interior and the Secretary concerned.\n\nPermits Interior to lease withdrawn land to prevent drainage of oil or gas resources. Bars any surface occupancy without the consent of the Secretary concerned.\n\n(Sec. 106) Requires the Secretary concerned to take necessary precautions to prevent and suppress brush and range fires resulting from military activities on the withdrawn lands.\n\nRequires Interior, at the request of the Secretary concerned, to assist in the suppression of such fires, and be reimbursed by the Secretary concerned.\n\n(Sec. 107) Instructs the Secretary concerned to maintain a program of decontamination of contamination caused by defense-related uses on the withdrawn lands.\n\n(Sec. 108) Declares that nothing in this Act: (1) establishes a reservation of the United States with respect to any water or water right on withdrawn and reserved lands, or (2) authorizes the appropriation of water on such lands except in accordance with applicable state law.\n\n(Sec. 109) Subjects hunting, fishing, and trapping on withdrawn land to requirements for those activities on military installations or facilities.\n\n(Sec. 110) Bars the extension or renewal of the withdrawals and reservations established under this Act, except by a law enacted after enactment of this Act.\n\n(Sec. 111) Prescribes a procedure for application for renewal of a withdrawal and reservation.\n\n(Sec. 112) Declares that, upon termination of a withdrawal and reservation under this Act, the previously withdrawn lands shall not be open to any form of appropriation under the public land laws, including the mining laws and the mineral leasing and geothermal leasing laws, until Interior publishes an appropriate order specifying when such lands shall be restored to the public domain and opened for appropriation under the public land laws.\n\n(Sec. 113) Prescribes a procedure for the Secretary concerned to relinquish any or all of the lands withdrawn.\n\nRequires the Secretary concerned to decontaminate any contaminated land if practicable and economically feasible.\n\nAbsolves Interior of any obligation to accept: (1) contaminated lands if their decontamination is not practicable and economically feasible, or (2) any lands determined not suitable for return to the public domain.\n\n(Sec. 114) Grants immunity from liability to the United States and U.S. officers and employees for any injuries or damages to persons or property incurred as a result of any authorized nondefense-related activity conducted on withdrawn land.\n\nTitle II: Military Land Withdrawals - (Sec. 201) Withdraws approximately 1.045 million acres of public lands and interests within the boundaries of the Naval Air Weapons Station China Lake in Inyo, Kern, and San Bernardino Counties in California. Terminates the withdrawal on March 31, 2039.\n\nReserves the withdrawn land for use by the Navy for: (1) use as a research, development, test, and evaluation laboratory; (2) use as a range for air warfare weapons and weapon systems; (3) use as a high-hazard testing and training area for aerial gunnery, rocketry, electronic warfare and countermeasures, tactical maneuvering and air support, and directed energy and unmanned aerial systems; (4) geothermal leasing, development, and related power production activities; and (5) other defense-related purposes.\n\nAuthorizes that the withdrawn land be managed in a manner that permits the following activities: (1) grazing, (2) protection of wildlife and wildlife habitat, (3) preservation of cultural properties, (4) control of predatory and other animals, (5) recreation and education, (6) prevention and appropriate suppression of brush and range fires resulting from non-military activities, and (7) geothermal leasing and development and related power production activities.\n\nTerminates prior withdrawals under the California Military Lands Withdrawal and Overflights Act of 1994.\n\n(Sec. 202) Withdraws 18,644 acres of public lands and interests in Broadwater County, Montana (Limestone Hills Training Area Land Withdrawal). Terminates the withdrawal on March 31, 2039.\n\nReserves the withdrawn lands for the Army for: (1) training for active and reserve forces; (2) construction and operation of support and maintenance facilities for those forces; (3) training by the Montana Department of Military Affairs; (4) training by state and local law enforcement agencies, civil defense organizations, and public education institutions; and (5) other defense-related purposes.\n\nDeclares that nothing in this Act alters any rights reserved for an Indian tribe for tribal use of the withdrawn public lands by treaty or federal law. Requires the Army to consult with any Indian tribes in the vicinity of the withdrawn public land before taking action affecting tribal rights or cultural resources protected by treaty or federal law.\n\nSubjects the withdrawn land to regulations related to locatable mineral activities and mining. Prohibits the Army from restricting mining on the land.\n\n Directs the Army to remove unexploded ordnance on land subject to mining. Directs the Army and Interior to enter into an agreement regarding coordination of defense-related uses and mining and the ongoing removal of unexploded ordnance.\n\nGives Interior authority to issue grazing permits and leases on this land.\n\n(Sec. 203) Withdraws 228, 324 acres of public lands and interests in Imperial and Riverside Counties, California (Chocolate Mountain Aerial Gunnery Range). Terminates the withdrawal on March 31, 2039.\n\nReserves the withdrawn land for the Navy for: (1) testing and training for aerial bombing, missile firing, tactical maneuvering, and air support; (2) small unit ground forces training, including artillery firing, demolition activities, and small arms field training; and (3) other defense-related purposes.\n\nRestricts public access to the withdrawn land (other than the land comprising the Bradshaw Trail) and any non-defense use.\n\n(Sec. 204) Withdraws 150,928 acres of public lands and interests in San Bernardino County, California ((Twentynine Palms Marine Corps Air Ground Combat Center), divided into exclusive use areas and a shared use area. Terminates the withdrawal and reservation made by this section on March 31, 2039.\n\n Reserves the exclusive military use areas for use by the Navy for: (1) sustained, combined arms, live-fire, and maneuver field training for large-scale Marine air ground task forces; (2) individual and unit live-fire training ranges; (3) equipment and tactics development; and (4) other defense-related purposes.\n\nReserves the shared use area for the Navy for defense purposes and for Interior for public recreation and natural resources conservation.\n\nDirects the Navy and Interior to establish a Resource Management Group to: (1) implement a public outreach plan to inform the public of the land uses changes and safety restrictions affecting the land, and (2) advise Interior and the Navy on issues associated with the multiple uses of the shared use area.\n\nDesignates approximately 45,000 acres of land, including the shared use area, as the Johnson Valley Off-Highway Vehicle Recreation Area.\n\n(Sec. 205) Withdraws 5,100 acres of land near White Sands Missile Range in New Mexico. Reserves the land for use by the Army for military purposes.\n\nWithdraws 37,600 acres of land near Fort Bliss in Texas and New Mexico. Allows the issuance of oil and gas pipeline rights of way on part of this land.\n\nRevokes the withdrawal of 2,050 acres of land (part of Fillmore Canyon located in New Mexico) that was reserved for the Army's use. Gives Interior authority for managing this land."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Military Land Withdrawals Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Military Land Withdrawals Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to withdraw and reserve certain public land under the jurisdiction of the Secretary of the Interior for military uses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:54-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1309:@@@L&summ2=m&"
}