{
  "actions": [
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2277-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2014-05-01", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2014-05-01", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2014-05-01", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2014-05-01", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Burr, Richard", 
      "sponsored_at": "2014-05-01", 
      "state": "NC", 
      "thomas_id": "00153", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2014-05-06", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "2014-05-01", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2014-05-01", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2014-05-06", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Flake, Jeff", 
      "sponsored_at": "2014-05-01", 
      "state": "AZ", 
      "thomas_id": "01633", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2014-05-01", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2014-05-01", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2014-05-01", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2014-05-01", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2014-05-01", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Ron", 
      "sponsored_at": "2014-05-01", 
      "state": "WI", 
      "thomas_id": "02086", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2014-05-01", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2014-05-01", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "2014-05-01", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2014-05-01", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Risch, James E.", 
      "sponsored_at": "2014-05-01", 
      "state": "ID", 
      "thomas_id": "01896", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Roberts, Pat", 
      "sponsored_at": "2014-05-01", 
      "state": "KS", 
      "thomas_id": "00968", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rubio, Marco", 
      "sponsored_at": "2014-05-01", 
      "state": "FL", 
      "thomas_id": "02084", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Thune, John", 
      "sponsored_at": "2014-05-01", 
      "state": "SD", 
      "thomas_id": "01534", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Toomey, Pat", 
      "sponsored_at": "2014-05-06", 
      "state": "PA", 
      "thomas_id": "02085", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2014-05-06", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-01", 
  "number": "2277", 
  "official_title": "A bill to prevent further Russian aggression toward Ukraine and other sovereign states in Europe and Eurasia, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Russian Aggression Prevention Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Corker, Bob", 
    "state": "TN", 
    "thomas_id": "01825", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-01", 
  "subjects": [
    "Alliances", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Energy storage, supplies, demand", 
    "Estonia", 
    "Europe", 
    "Georgia (Republic)", 
    "Germany", 
    "Intelligence activities, surveillance, classified information", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International organizations and cooperation", 
    "Latvia", 
    "Lithuania", 
    "Military assistance, sales, and agreements", 
    "Moldova", 
    "Oil and gas", 
    "Poland", 
    "Russia", 
    "Sanctions", 
    "Sovereignty, recognition, national governance and status", 
    "Technology transfer and commercialization", 
    "Trade restrictions", 
    "Ukraine"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-01", 
    "text": "Russian Aggression Prevention Act of 2014 - Directs the Secretary of Defense (DOD) to submit to Congress a strategic framework for U.S. security assistance and cooperation in Europe and Eurasia.\n\nDirects the President to: (1) halt for 180-days all current and planned redeployments of combat forces from Europe other than certain redeployments, and (2) develop a plan to correct any deficiencies in the Armed Forces' ability to respond to contingencies in Europe and Eurasia.\n\nExpresses the sense of Congress that: (1) the North Atlantic Treaty Organization (NATO) represents the most successful collective security agreement of the modern era, and (2) a strong NATO is critical to maintaining peace in Europe and Eurasia and ensuring that the Russian Federation plays an appropriate role in the region.\n\nDirects the President to: (1) implement a plan for increasing U.S. and NATO support for the armed forces of Poland, Estonia, Lithuania, and Latvia, and other NATO member-states; and (2) direct the U.S. Permanent Representative to NATO to seek consideration for permanently basing NATO forces in such countries.\n\nDirects the President to submit a plan to Congress for accelerating NATO and European missile defense efforts.\n\nDirects the President to establish a United States-German Global and European Security Working Group to focus on areas of mutual concern, including the situation in Ukraine, and increasing political, economic, and military cooperation between the two states.\n\nDirects the President to impose asset blocking and U.S. exclusion sanctions, if Russian armed forces have not withdrawn from Crimea within seven days after enactment of this Act, against: (1) any government official, and any close associate or family member of that official, who is responsible for or otherwise directing violations of Ukraine's territorial integrity and sovereignty, or who is responsible for acts of significant corruption in the Russian Federation; (2) any individual who sponsored or provided financial, material, or technological support for, or goods or services in support of such acts; (3) any individual or entity with respect to which sanctions were previously imposed relating to violations of Ukraine's territorial integrity and sovereignty; (4) any entity owned or controlled by a sanctioned entity that is owned or controlled by a citizen of the Russian Federation; and (5) any senior executive of a sanctioned entity who is a citizen of the Russian Federation.\n\nDirects the President to impose asset blocking and U.S. exclusion sanctions, if Russian armed forces have not withdrawn from the eastern border of Ukraine within seven days after enactment of this Act, or if agents of the Russian Federation do not cease actions to destabilize the control of the government of Ukraine over eastern Ukraine, against: (1) Sberbank, (2) VTB Bank, (3) Vnesheconombank, (4) Gazprombank, (5) Gazprom, (6) Novatek, (7) Rosneft, (8) Rosoboronexport, (9) any entity owned or controlled by such an entity that is owned or controlled by a citizen of the Russian Federation; and (10) any senior executive of such an entity who is a citizen of the Russian Federation.\n\nImposes asset blocking, U.S. exclusion, and foreign financial entity sanctions, if Russian armed forces expand further into, or the government of the Russian Federation annexes, sovereign territory of Ukraine or any other country in Europe or Eurasia, against: (1) any senior Russian official, (2) any entity owned or controlled by a senior Russian official, and (3) any close associate of a senior Russian official who provides significant support or resources to such senior Russian official.\n\n Imposes asset blocking and U.S. exclusion sanctions also, in such circumstances, against: (1) any entity organized under the laws of the Russian Federation that is owned or controlled by the government of the Russian Federation, or owned or controlled by a person sanctioned for violations of Ukraine's territorial integrity and sovereignty; (2) any entity that operates in the arms, defense, energy, financial services, metals, or mining sectors of the Russian Federation; and (3) any senior executive of such an entity who is a citizen of the Russian Federation.\n\nSets forth related penalty requirements.\n\nStates that U.S. exclusion sanctions shall not apply if necessary to permit the United States to comply with the Agreement regarding the Headquarters of the United Nations or other applicable international obligations.\n\nAuthorizes the President to waive sanctions if in the U.S. national security interests, and with prior congressional notification.\n\n Directs the Secretary of Commerce to limit the transfer or export by any U.S. person of oil and gas advanced technology to any person in, or any citizen of, the Russian Federation if: (1) the Russian Federation has not substantially withdrawn its armed forces from the eastern border of Ukraine within 30 days, or (2) agents of the Russian Federation do not end destabilizing measures in eastern Ukraine.\n\nDirects the Secretary of State to work with U.S. allies to limit: (1) sales of defense articles and services to the government of the Russian Federation, and (2) cooperation with the government of the Russian Federation on matters related to the production of defense articles and services by Russian entities.\n\nProhibits the President from: (1) entering into any agreement with the government of the Russian Federation regarding the reduction of nuclear forces except with the advice and consent of the Senate; (2) reducing the number of deployed or non-deployed launchers under the Treaty between the United States of America and the Russian Federation on Measures for the Further Reduction and Limitation of Strategic Offensive Arms while Russian armed forces are threatening the territorial integrity or sovereignty of Ukraine or another European or Eurasian state; (3) sharing sensitive U.S. missile defense information with the government of the Russian Federation; and (4) authorizing any Open Skies Treaty overflights of U.S. territory or government facilities by Russian airplanes that employ any surveillance devices beyond those employed before January 1, 2014.\n\nProhibits amounts from being obligated or expended to integrate into any U.S. or NATO common-funded missile defense system any stand-alone radar or missile defense system manufactured, sold, or exported by: (1) a Russian entity, or (2) any person or entity currently sanctioned or designated under U.S. law for missile technology proliferation.\n\nDirects the Secretary of State to provide access to appropriate consular resources, including prioritized access for refugee and other immigration or travel status to the United States, for journalists, political and civil society activists, and dissidents in the Russian Federation.\n\nDirects the Secretary of State to increase efforts to strengthen democratic institutions and political and civil society organizations in the Russian Federation.\n\nDirects DOD to assess the capabilities and needs of the Ukrainian armed forces. Authorizes the President, upon completion of such assessment, to provide specified military assistance to Ukraine.\n\nExpresses the sense of Congress that the President should: (1) provide Ukraine with information about Russian military and intelligence capabilities on Ukraine's eastern border and within Ukraine's territorial borders, including Crimea; and (2) ensure that such intelligence information is protected from further disclosure.\n\nProvides major non-NATO ally status for Ukraine, Georgia, and Moldova (during the period in which each of such countries meets specified criteria) for purposes of the transfer or possible transfer of defense articles or defense services.\n\nDirects the President to increase: (1) U.S. Armed Forces interactions with the armed forces of Ukraine, Georgia, Moldova, Azerbaijan, Bosnia and Herzegovina, Kosovo, Macedonia, Montenegro, and Serbia; and (2) U.S and NATO security assistance to such states.\n\nAmends the Natural Gas Act to apply the expedited application and approval process for natural gas exports to World Trade Organization members.\n\nUrges the U.S. Agency for International Development (USAID), the Trade and Development Agency, the Overseas Private Investment Corporation (OPIC), the World Bank Group, and the European Bank for Reconstruction to promote assistance to Ukraine, Georgia, and Moldova in order to exploit natural gas and oil reserves and to develop alternative energy sources.\n\nProhibits any federal department or agency from taking any action that recognizes Russian Federation sovereignty over Crimea or otherwise endorses the Russian Federation's illegal annexation of Crimea.\n\nDirects the Secretary of State to: (1) strengthen democratic institutions, the independent media, and political and civil society organizations in countries of the former Soviet Union; and (2) increase educational and cultural exchanges with countries of the former Soviet Union.\n\nDirects the Broadcasting Board of Governors and the Voice of America (VOA) to provide Congress with a plan for increasing and maintaining through FY2017 the quantity of U.S.-funded Russian-language broadcasting into countries of the former Soviet Union, with priority for broadcasting into Ukraine, Georgia, and Moldova."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Russian Aggression Prevention Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to prevent further Russian aggression toward Ukraine and other sovereign states in Europe and Eurasia, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:17-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2277:@@@L&summ2=m&"
}