{
  "actions": [
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Oversight and Government Reform, and in addition to the Committees on Energy and Commerce, Ways and Means, Foreign Affairs, Financial Services, House Administration, and Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSHA"
      ], 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5196-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Kuster, Ann M.", 
      "sponsored_at": "2014-11-12", 
      "state": "NH", 
      "thomas_id": "02145", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Sinema, Kyrsten", 
      "sponsored_at": "2014-07-24", 
      "state": "AZ", 
      "thomas_id": "02099", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-24", 
  "number": "5196", 
  "official_title": "To reduce waste and implement cost savings and revenue enhancement for the Federal Government.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1999-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3146-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4601-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Unified Savings and Accountability Act", 
  "sponsor": {
    "district": "6", 
    "name": "Coffman, Mike", 
    "state": "CO", 
    "thomas_id": "01912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-24", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Computers and information technology", 
    "Congressional operations and organization", 
    "Congressional oversight", 
    "Currency", 
    "Energy efficiency and conservation", 
    "Fraud offenses and financial crimes", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Housing finance and home ownership", 
    "Internet and video services", 
    "Legislative rules and procedure", 
    "Medicaid", 
    "Medicare", 
    "Office of Management and Budget (OMB)", 
    "Public contracts and procurement", 
    "Tax administration and collection, taxpayers", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-24", 
    "text": "Unified Savings and Accountability Act or the USA Act - Title I: Provisions Relating to Federal Property, Federal Contracts and Information Technology - Requires: (1) the Administrator for Federal Procurement Policy to issue guidance to federal agencies for reinvigorating the role of the competition advocate, and (2) agency chief information officers to use transparency mechanisms to report to the Office of Management and Budget (OMB), annually, on efforts to identify and eliminate potentially duplicative information technology investment.\n\nRequires the Director of OMB to:\n\n issue a policy requiring consistency among all agencies in identifying information technology investments in any required reporting, issue government-wide savings goals for the strategic sourcing of goods and services by executive agencies required to have a Chief Financial Officer, require each executive agency to develop a policy consistent with OMB guidance for performing analysis to measure how well each operational/steady state information technology investment is achieving expected goals and to determine whether the investment provides the most cost effective way of delivering business value, issue guidance for specified agencies to complete their commodity IT baselines, require specified agencies to report quarterly on progress in the migration of enterprise IT systems and IT infrastructure to a shared service, and direct the Federal Chief Information Officer (Federal CIO) to require agencies to report on specified IT actions as part of integrated data collection quarterly reporting. Requires: (1) the Federal Acquisition Regulation to be revised to address reverse auctions by federal agencies, and (2) the OMB Director to issue government-wide guidance advising agencies to collect and analyze data on the level of interactive bidding and fees paid to determine the cost effectiveness of using reverse auctions in procurement and on best practices to maximize competition and savings in the use of reverse auctions.\n\nRequires the Administrator of General Services (GSA) to develop and use criteria to prioritize potential long-term ownership solutions to current high-value leases among other capital investments and to use this ranking to create long-term cross agency strategy that facilitates consideration of targeted investments in ownership\n\nRequires the Federal CIO to develop, implement, and report annually on agency progress in carrying out a Federal Data Center Optimization Initiative. Requires each agency included in the Initiative to: (1) use specified methods to achieve maximum server utilization and maximum energy efficiency for federal data centers, (2) use the most cost-effective measures to implement the Initiative, and (3) report to the Federal CIO annually on resulting costs and savings. Requires agency savings to be used to enhance information technology capabilities and services.\n\nRequires OMB to issue, and executive agencies to implement, recommendations for reducing or consolidating the number of federal data centers by at least 40% by the end of FY2018 and by at least 80% by the end of FY2023.\n\nTitle II: Other Matters - Amends the Social Security Act to direct the Secretary of Health and Human Services (HHS) to report on: (1) efforts to finalize plans and schedules for fully implementing and expanding the use of the Integrated Data Repository and actions taken to define expected financial benefits; and (2) actions taken to plan, schedule, and conduct training on the One Program Integrity System used to analyze and extract data from such Repository and actions taken to define expected financial benefits.\n\nAmends the Internal Revenue Code to authorize the Secretary of the Treasury, upon receiving certification by the Commissioner of Internal Revenue (IRS) that any individual has a seriously delinquent tax debt in excess of $50,000, with specified exceptions, to transmit such certification and disclose certain tax return information to the Secretary of State for action with respect to denial, revocation, or limitation of a passport for such individual pursuant to the Passport Act of 1926. Prohibits the Secretary of State, upon receiving such certification, from issuing a passport to such individual, except in emergency circumstances or for humanitarian reasons. Requires the Secretary to revoke a passport previously issued to such individual, but authorizes limiting such a passport to return travel to the United States.\n\nProhibits the Secretary of the Treasury from minting or issuing any circulating coin, or engraving or printing any U.S. currency, that costs more to produce than its denomination.\n\nDirects the Public Printer to make any House or Senate document available only in an electronic format that is accessible through the Internet, with specified exceptions.\n\nDirects the Board of Governors of the Federal Reserve System to: (1) sequester all $1 coins bearing the design common to those $1 coins minted and issued from 1979 through 1981 and in 1999; (2) undertake and report on efforts to improve the circulation of the $1 coin, other than those sequestered; (3) continuously conduct education programs to help businesses using or accepting cash to choose the best mix of $1 coins and bank notes to facilitate and reduce transaction costs; and (4) work with the Departments of State and Treasury to ensure that countries that have adopted the dollar as a base unit of exchange and that place orders for supplies of $1 monetary units are fully briefed on the durability and longevity of $1 coins in high-circulation economies.\n\nDeclares it to be U.S. policy that after $1 coins achieve sufficient market penetration, $1 coins should replace $1 Federal Reserve notes. Allows Federal Reserve banks to continue to place $1 Federal Reserve notes into circulation until the number of $1 coins placed into circulation exceeds 600 million annually, or until four years after enactment of this Act, whichever is earlier.\n\nDirects the IRS Commissioner to develop a long-term strategy to improve web services provided to taxpayers.\n\nDirects the Departments of Housing and Urban Development (HUD), Agriculture (USDA), and Veterans Affairs (VA) to: (1) analyze, annually, the effectiveness and long-term costs and benefits of their programs, actions, and strategies for avoidance or mitigation of foreclosure losses regarding loans for and mortgages on one- to four-family homes made, insured, or guaranteed by such Department; and (2) provide additional guidance on loss mitigation efforts to servicers of such loans and mortgages."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Unified Savings and Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "USA Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reduce waste and implement cost savings and revenue enhancement for the Federal Government.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:52-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5196:@@@L&summ2=m&"
}