{
  "actions": [
    {
      "acted_at": "2014-05-22", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2409-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2014-06-04", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-22", 
  "number": "2409", 
  "official_title": "A bill to authorize the exploration, leasing, development, production, and economically feasible and prudent transportation of oil and gas in and from the Coastal Plain in Alaska.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2408-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "American Energy Independence and Security Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-22", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Archaeology and anthropology", 
    "Arctic Ocean", 
    "Arctic and polar regions", 
    "Department of the Interior", 
    "Energy", 
    "Energy revenues and royalties", 
    "Environmental assessment, monitoring, research", 
    "Historical and cultural resources", 
    "Indian lands and resources rights", 
    "Labor-management relations", 
    "Land transfers", 
    "Land use and conservation", 
    "Marine and coastal resources, fisheries", 
    "Oil and gas", 
    "Pipelines", 
    "State and local finance", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-22", 
    "text": "American Energy Independence and Security Act of 2014 - Authorizes the exploration, leasing, development, production, and economically feasible and prudent transportation of oil and gas in and from the Coastal Plain of Alaska.\n\nDirects the Secretary of the Interior to establish a competitive oil and gas leasing program for oil and gas exploration, development, and production on the Coastal Plain.\n\nAmends the Alaska National Interest Lands Conservation Act to repeal the prohibition against production of oil and gas from the Arctic National Wildlife Refuge.\n\nStates that, in connection with specified environmental protection laws, the Secretary shall neither: (1) identify nonleasing alternative courses of action, nor (2) analyze the environmental effects of those actions.\n\nProhibits the Secretary from closing land within the Coastal Plain to oil and gas leasing, exploration, development, or production except in accordance with this Act.\n\nDirects the Secretary, within one year after the first lease sale is conducted under this Act, to conduct a second lease sale (and additional sales if sufficient interest in exploration or development exists).\n\nPrescribes procedures for lease sales and lease grants on the Coastal Plain that include the requirement that the standard for land reclamation be either: (1) a condition capable of supporting the uses that the land was capable of supporting before any exploration, development, or production activities; or (2) a higher or better standard, as approved by the Secretary, upon the lessee's application.\n\nPrescribes Coastal Plain environmental protection standards that require the Secretary to administer this Act: (1) using a no significant adverse effect standard to govern authorized Coastal Plain activities; (2) implementing site-specific assessment and mitigation measures; (3) promulgating regulations to protect coastal plain fish and wildlife resources, subsistence users, and the environment; (4) requiring compliance with federal and state environmental laws; and (5) ensuring that local residents have reasonable access to public land for traditional uses.\n\nPrescribes a revenue allocation scheme derived from bonus, rental, and royalty revenues from federal oil and gas leasing and operations authorized under this Act, including monthly payments to the state of Alaska.\n\nDeems any rights-of-way or easements across the Coastal Plain for the exploration, development, production, or transportation of oil and gas to be established incident to the management of the Coastal Plain.\n\nRequires the Secretary to convey to: (1) the Kaktovik Inupiat Corporation the surface estate of certain land, and (2) the Arctic Slope Regional Corporation the remaining subsurface estate to which that Corporation is entitled under a specified agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Energy Independence and Security Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the exploration, leasing, development, production, and economically feasible and prudent transportation of oil and gas in and from the Coastal Plain in Alaska.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:20-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2409:@@@L&summ2=m&"
}