{
  "actions": [
    {
      "acted_at": "2013-11-21", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1754-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2013-11-21", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2014-01-06", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Landrieu, Mary L.", 
      "sponsored_at": "2013-11-21", 
      "state": "LA", 
      "thomas_id": "01546", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-21", 
  "number": "1754", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to improve the financial aid process for homeless children and youths and foster children and youth.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Higher Education Access and Success for Homeless and Foster Youth Act", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-21", 
  "subjects": [
    "Adoption and foster care", 
    "Census and government statistics", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Education", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Government studies and investigations", 
    "Higher education", 
    "Homelessness and emergency shelter", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-21", 
    "text": "Higher Education Access and Success for Homeless and Foster Youth Act - Amends the Higher Education Act of 1965 (HEA) to include local educational agency homeless liaisons, their designees, and the directors of other programs serving homeless youth among those who may identify individuals who are homeless or at risk of homelessness as unaccompanied youth and thereby independent for financial aid purposes.\n\nFrees financial aid administrators from being required to verify those determinations absent conflicting information. Requires the presumption, on the basis of those determinations and absent conflicting information, that students are independent in the years following their initial application for aid.\n\nDefines \"foster care children and youth\" for purposes of the HEA.\n\nRequires the Student Loan Ombudsman to receive, review, and resolve expeditiously, in consultation with knowledgeable parties, complaints regarding a student's independence as an orphan, foster child, ward of the court, or unaccompanied youth.\n\nRequires postsecondary schools participating in programs under title IV (Student Assistance) of the HEA to:\n\n designate a staff person as a single point of contact to assist homeless and foster care youth in accessing and completing postsecondary education; post public notice about the assistance available to those youth, including their eligibility as independent students; have a plan for how those youth can access housing resources during and between academic terms; and include questions in their admissions application regarding the applicant's status as a homeless or foster care youth. Requires grant recipients under the Federal TRIO programs to identify, recruit, and provide outreach and program services to homeless and foster care youth. (TRIO programs are designed to assist individuals from disadvantaged backgrounds in progressing through the academic pipeline from middle school to postbaccalaureate programs.)\n\nRequires the TRIO Talent Search, Upward Bound, Student Support Services, and Educational Opportunity Centers programs to review and revise their policies and practices to remove barriers to the participation and retention of homeless and foster care youth, including by allowing those youth to participate in the programs immediately even if they are unaccompanied by a parent or guardian or are unable to produce the records normally required for enrollment.\n\nRequires grant recipients under the Gaining Early Awareness and Readiness for Undergraduate programs (GEAR UP) to identify homeless and foster care youth and facilitate their participation in the programs. (GEAR UP programs are designed to facilitate the transition of low-income high school students into postsecondary education, including through the provision of scholarships.)\n\nProhibits a state from charging homeless and foster care youth tuition for attending a public institution of higher education in the state at a rate that is greater than the rate charged for state residents.\n\nRequires institutions of higher education receiving grants for work-study programs to prioritize employment for students who are currently or formerly homeless or foster care youth.\n\nExcludes from a student's income, for purposes of determining his or her eligibility for student assistance under title IV of the HEA, the value of education and training vouchers and any payments made directly to foster care youth under part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act.\n\nDirects the Comptroller General to report to Congress within one year on the educational attainment of homeless and foster care youth."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Higher Education Access and Success for Homeless and Foster Youth Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Higher Education Act of 1965 to improve the financial aid process for homeless children and youths and foster children and youth.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1754:@@@L&summ2=m&"
}