{
  "actions": [
    {
      "acted_at": "2013-07-30", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSFR"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Foreign Relations. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-12-09", 
      "committee": "Foreign Relations", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "text": "Committee on Foreign Relations. Reported by Senator Menendez with amendments. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-12-09", 
      "calendar": "Senate Legislative", 
      "number": "257", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 257.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1386-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Corker, Bob", 
      "sponsored_at": "2013-07-30", 
      "state": "TN", 
      "thomas_id": "01825", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2013-07-31", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-12-09", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-30", 
  "number": "1386", 
  "official_title": "A bill to provide for enhanced embassy security, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s980-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Chris Stevens, Sean Smith, Tyrone Woods, and Glen Doherty Embassy Security, Threat Mitigation, and Personnel Protection Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Administrative remedies", 
    "Africa", 
    "Appropriations", 
    "Building construction", 
    "Congressional oversight", 
    "Department of State", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Executive agency funding and structure", 
    "Federal officials", 
    "Fires", 
    "Foreign language and bilingual programs", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government studies and investigations", 
    "International affairs", 
    "International law and treaties", 
    "Libya", 
    "Middle East", 
    "Military facilities and property", 
    "Military personnel and dependents", 
    "Protection of officials", 
    "Public contracts and procurement", 
    "Terrorism"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-12-09", 
    "text": "Chris Stevens, Sean Smith, Tyrone Woods, and Glen Doherty Embassy Security, Threat Mitigation, and Personnel Protection Act of 2013 - Title I: Funding Authorization and Transfer Authority - (Sec. 101) Authorizes FY2014 appropriations for the capital security cost sharing program.\n\nExpresses the sense of Congress that: (1) the capital security cost sharing program should prioritize the construction of new facilities and the maintenance of existing facilities in high threat, high risk areas in addition to addressing immediate threat mitigation; and (2) all U.S. government agencies are required to pay into the program a percentage of total costs determined by interagency agreements in order to address immediate threat mitigation needs and increase FY2014 program funds.\n\nAmends the Secure Embassy Construction and Counterterrorism Act of 1999 to prohibit a project to construct a U.S. diplomatic facility from including office space or other accommodations for any federal employee whose department or agency has not provided the Department of State (Department) with the full amount of required funding, except that a project may include office space or other accommodations for members of the U.S. Marine Corps.\n\n(Sec. 102) Allocates amounts from such authorization for immediate threat mitigation projects.\n\nAuthorizes the Secretary of State to transfer and merge such funds to any Department appropriation account for the purpose of carrying out threat mitigation projects.\n\n(Sec. 103) Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to urge that language training be provided for diplomatic security personnel assigned to permanent or long-term temporary duty at high threat, high risk posts. Authorizes FY2014-FY2015 appropriations.\n\n(Sec. 104) Expresses the sense of Congress that: (1) Department employees and their families deserve improved programs and facilities for high threat training and training on risk management decision processes; (2) improved high threat, high risk training is consistent with the Benghazi Accountability Review Board Recommendation 17; (3) improved security training should take advantage of existing training synergies such as military and security assets; and (4) the Secretary should undertake temporary measures to meet critical security training requirements.\n\nAuthorizes FY2014-FY2015 appropriations for: (1) security training; and (2) acquisition, construction, and operation of a new Foreign Affairs Security Training Center or expansion of existing training facilities.\n\n(Sec. 105) Amends the Foreign Service Buildings Act of 1926 to authorize the Secretary to transfer to, and merge with, any appropriation for embassy security, construction, and maintenance such amounts appropriated for any other purpose related to the administration of foreign affairs on or after October 1, 2013.\n\nTitle II: Contracting and Other Matters - (Sec. 201) Revises requirements for local guard contracts abroad.\n\n(Sec. 202) Amends the Diplomatic Security Act to declare that unsatisfactory leadership by a senior official regarding a security incident involving loss of life, serious injury, or significant destruction of property at or related to a U.S. government mission abroad may be grounds for disciplinary action.\n\n(Sec. 203) Declares that nothing in this Act or any other provision of law shall be construed to prevent the Secretary from taking personnel action against any Department employee or official who has breached his or her duty or has engaged in misconduct or unsatisfactorily performed such duties in a manner that has significantly contributed to the serious injury, loss of life, or significant destruction of property, or a serious breach of security.\n\n(Sec. 204) Amends the State Department Basic Authorities Act of 1956 to authorize the Secretary to provide physical security enhancements at overseas educational facilities established for the children of U.S. government employees.\n\n(Sec. 205) Amends the Foreign Service Act of 1980 to extend through October 1, 2019, the Secretary's authority to waive the annuity termination of a temporarily reemployed annuitant to facilitate the assignment or replacement of persons to high threat, high risk posts.\n\nTitle III: Expansion of the Marine Corps Security Guard Detachment Program - (Sec. 301) Directs the Secretary to: (1) implement a plan to incorporate the additional Marine Corps Security Guard personnel at U.S. diplomatic facilities, and (2) conduct an annual review of the Marine Corps Security Guard Program.\n\nTitle IV: Reporting on the Implementation of the Accountability Review Board Recommendations - (Sec. 401) Directs the Secretary to report to Congress regarding the facts and circumstances surrounding the September 11-12, 2012, killings of four U.S. government personnel in Benghazi, Libya.\n\n (Sec. 402) Directs the Secretary to report to Congress annually regarding high risk, high threat overseas posts.\n\n(Sec. 403) Directs the Secretary toassess for Congress the counterintelligence threat to U.S. diplomatic facilities in Priority 1 Counterintelligence Threat Nations (countries designated as such by the October 2012 National Intelligence Priorities Framework).\n\n(Sec. 404) Directs the Comptroller General (GAO) to report to Congress on the Department's progress in implementing the recommendations of the Benghazi Accountability Review Board.\n\n(Sec. 405) Directs the Bureau of Diplomatic Security to provide classified briefings and updates to Congress regarding the Security Environment Threat List.\n\nTitle V: Accountability Review Boards - (Sec. 501) Expresses the sense of Congress that the Accountability Review Board mechanism: (1) is an effective tool to collect information about and evaluate adverse incidents affecting U.S. diplomatic personnel; and (2) should assist the Secretary, the President, and Congress in determining what contributed to an adverse incident as well as what new measures are necessary to prevent the recurrence of such incidents.\n\n(Sec. 502) Requires the Secretary to give Congress copies of any Board reports.\n\n(Sec. 503) Amends the Omnibus Diplomatic Security and Antiterrorism Act to revise Board membership and staff requirements.\n\nTitle VI: Other Matters - (Sec. 601) Amends the Omnibus Diplomatic Security and Antiterrorism Act of 1986 to require that the Deputy Assistant Secretary of State for High Threat, High Risk Posts have one or more of the following qualifications: (1) service during the last six years at one or more high threat, high risk posts; (2) previous service as the office director or deputy director at the Department's Office of Mobile Security Deployments, Office of Special Programs and Coordination, Office of Overseas Protective Operations, Office of Physical Security Programs, or Office of Intelligence and Threat Analysis; (3) previous service as the Regional Security Officer at two or more overseas posts; or (4) other similar government or private sector experience."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Chris Stevens, Sean Smith, Tyrone Woods, and Glen Doherty Embassy Security, Threat Mitigation, and Personnel Protection Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Chris Stevens, Sean Smith, Tyrone Woods, and Glen Doherty Embassy Security, Threat Mitigation, and Personnel Protection Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for enhanced embassy security, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:56-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1386:@@@L&summ2=m&"
}