{
  "actions": [
    {
      "acted_at": "2014-03-10", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2099-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2014-03-12", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-10", 
  "number": "2099", 
  "official_title": "A bill to amend title 5, United States Code, to establish uniform requirements for thorough economic analysis of regulations by Federal agencies based on sound principles, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3863-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Sound Regulation Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Coats, Daniel", 
    "state": "IN", 
    "thomas_id": "00209", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-10", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Economic performance and conditions", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Property rights"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-10", 
    "text": "Sound Regulation Act of 2014 - Establishes additional requirements for rulemaking under the Administrative Procedure Act (APA), including:\n\n identification by a federal agency, in the context of a coherent conceptual framework and supported with objective data, of the nature and significance of the market failure, regulatory failure, or other problem that necessitates regulatory action and why other alternatives, such as market forces or state or local regulations, could not address the problem better than federal regulation;  establishment by an agency of an achievable objective for its regulatory action; development of at not less than three regulatory options, in addition to not regulating, that the agency estimates will provide the greatest benefits for the least cost in meeting the regulatory objective; an estimate by each agency of the costs and benefits of each regulatory option developed, at least to the extent the agency is able to exclude options whose costs exceed their benefits, and rank such options by cost from lowest to highest; publication for public comment of all analyses, documentation, and data relating to the requirements of this Act for a public comment period of not less than 30 days; establishment, by rule, of the specific cost-benefit analysis methodology appropriate to the functions and responsibilities of the agency and establishment of an appropriate period for review of new rules to assess their cost-effectiveness; justification of why the agency does not select the least-cost regulatory option as its proposed rule, and agency review, every four years, of all rules of the agency that are in effect and a determination, based on objective data, of whether the rules are working as intended, furthering their objectives, imposing unanticipated costs, or generating a net benefit. Requires the Comptroller General (GAO), for purposes of congressional review, to: (1)  examine each agency cost-benefit analysis for compliance with the requirements of this Act, including the agency methodology for such analysis; (2) examine risk analysis pertaining to the cost-benefit analysis; and (3) examine and report on agency quadrennial regulatory reviews for consistency with the requirements of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sound Regulation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 5, United States Code, to establish uniform requirements for thorough economic analysis of regulations by Federal agencies based on sound principles, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:13-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2099:@@@L&summ2=m&"
}