{
  "actions": [
    {
      "acted_at": "2014-03-25", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Intelligence (Permanent Select), and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-25", 
      "references": [
        {
          "reference": "Permanent Select", 
          "type": null
        }
      ], 
      "text": "Referred to House Intelligence", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-25", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-16", 
      "committees": [
        "HSHM"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4291-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Bachmann, Michele", 
      "sponsored_at": "2014-03-25", 
      "state": "MN", 
      "thomas_id": "01858", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "11", 
      "name": "Conaway, K. Michael", 
      "sponsored_at": "2014-03-25", 
      "state": "TX", 
      "thomas_id": "01805", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Cotton, Tom", 
      "sponsored_at": "2014-04-30", 
      "state": "AR", 
      "thomas_id": "02098", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "King, Peter T.", 
      "sponsored_at": "2014-03-25", 
      "state": "NY", 
      "thomas_id": "00635", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Langevin, James R.", 
      "sponsored_at": "2014-03-25", 
      "state": "RI", 
      "thomas_id": "01668", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "LoBiondo, Frank A.", 
      "sponsored_at": "2014-03-25", 
      "state": "NJ", 
      "thomas_id": "00699", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Miller, Jeff", 
      "sponsored_at": "2014-03-25", 
      "state": "FL", 
      "thomas_id": "01685", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Nunes, Devin", 
      "sponsored_at": "2014-03-25", 
      "state": "CA", 
      "thomas_id": "01710", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Pompeo, Mike", 
      "sponsored_at": "2014-03-25", 
      "state": "KS", 
      "thomas_id": "02022", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Ruppersberger, C. A. Dutch", 
      "sponsored_at": "2014-03-25", 
      "state": "MD", 
      "thomas_id": "01728", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Sewell, Terri A.", 
      "sponsored_at": "2014-03-25", 
      "state": "AL", 
      "thomas_id": "01988", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Thompson, Mike", 
      "sponsored_at": "2014-03-25", 
      "state": "CA", 
      "thomas_id": "01593", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Westmoreland, Lynn A.", 
      "sponsored_at": "2014-03-25", 
      "state": "GA", 
      "thomas_id": "01779", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-25", 
  "number": "4291", 
  "official_title": "To amend the Foreign Intelligence Surveillance Act of 1978 to prohibit the bulk collection of call detail records, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3103-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3361-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1631-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "FISA Transparency and Modernization Act", 
  "sponsor": {
    "district": "8", 
    "name": "Rogers, Mike J.", 
    "state": "MI", 
    "thomas_id": "01651", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-25", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Armed forces and national security", 
    "Business records", 
    "Congressional oversight", 
    "Department of Justice", 
    "Director of National Intelligence", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Intelligence activities, surveillance, classified information", 
    "Internet and video services", 
    "Judicial procedure and administration", 
    "Judicial review and appeals", 
    "Jurisdiction and venue", 
    "Public contracts and procurement", 
    "Right of privacy", 
    "Specialized courts", 
    "Supreme Court", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-25", 
    "text": "FISA Transparency and Modernization Act - Amends the Foreign Intelligence Surveillance Act of 1978 (FISA) to exclude call detail records from the categories of items that the Federal Bureau of Investigation (FBI) may seek in an application to a FISA court for an order requiring the production of tangible things (commonly referred to as business records) for an investigation to obtain foreign intelligence information not concerning a U.S. person or to protect against international terrorism or clandestine intelligence activities. Defines \"call detail records\" as communications routing information.\n\nProhibits the federal government from acquiring under FISA: (1) records of any electronic communication without the use of specific identifiers or selection terms; or (2) library circulation records, library patron lists, book sales records, book customer lists, firearm sales records, tax return records, educational records, or medical records containing information that would identify a person without the use of specific identifiers or selection terms.\n\nAuthorizes the FISA court or the FISA court of review to appoint amicus curiae to assist in the consideration of certain FISA applications.\n\n Expands the categories of FISA court decisions, orders, or opinions that the Attorney General (DOJ) is required to submit to Congress within 45 days after issuance of the decision, to include: (1) a denial or modification of a request for an order under FISA; and (2) a change of the application, or a new application, of any FISA provision. Directs the Attorney General to include with such court documents a brief statement of the relevant background factual information, questions of law, legal analysis, and decision rendered.\n\nRequires the Director of National Intelligence (DNI) to: (1) conduct a declassification review of each decision, order, or opinion issued by the FISA court and the FISA court of review that includes a significant construction or interpretation of FISA; and (2) make such documents publicly available to the greatest extent practicable, subject to permissible redactions.\n\nAuthorizes the DNI to waive such review and public availability requirements if: (1) a waiver is necessary to protect the national security or properly classified intelligence sources or methods, and (2) an unclassified summary is made publicly available.\n\nRequires the Attorney General to make available to the public an annual report describing the number of instances in which the contents of a U.S. person's communication were acquired under FISA authorities that could not reasonably have been anticipated to capture such contents.\n\n Amends the National Security Act of 1947 to require the DNI to report annually to Congress regarding violations of laws or executive orders by personnel of an element of the intelligence community, including violations of Executive Order 12333 relating to U.S. intelligence activities.\n\nDirects each head of an element of the intelligence community to review, at least every five years, the Attorney General-approved procedures required by the intelligence collection provisions of such Executive Order. Requires the heads of such elements, in coordination with the Attorney General and DNI, to propose any appropriate modifications to existing procedures and to provide any modified procedures to Congress.\n\nEstablishes procedures under which the Attorney General and the DNI may authorize jointly, for up to one year, the acquisition from an electronic communication service provider (ECSP) of certain communications records pertaining to a foreign power if: (1) the FISA court issues an order approving a certification, submitted to the court by the Attorney General and the DNI, that attests to the use of appropriate selection procedures and privacy protections; or (2) the Attorney General and the DNI, before obtaining FISA court approval, make a determination that time does not permit the issuance of a FISA court order because exigent circumstances exist that may result in the loss or untimely acquisition of intelligence important to national security.\n\nAuthorizes the Attorney General and the DNI, upon obtaining a FISA court order or making such an exigent circumstances determination, to acquire from an ECSP records created as a result of communications of an individual or facility that, based on reasonable and articulable suspicion, is: (1) a foreign power or the agent of a foreign power; (2) associated with a foreign power or the agent of a foreign power; or (3) in contact with, or known to, a suspected agent of a foreign power.\n\nRequires any such acquisition to be reasonably designed not to acquire: (1) the contents associated with any communication; (2) records of wire or electronic communications without the use of specific identifiers or selection terms; or (3) the name, address, social security number, employer or taxpayer identification number, date of birth, or credit card number of any U.S. person.\n\nDirects the Attorney General and the DNI, in the case of an acquisition under exigent circumstances before obtaining the FISA court's approval, to submit a certification to the FISA court for authorization within seven days after such determination.\n\nAllows the Attorney General and the DNI, with respect to an acquisition approved by the FISA court or authorized under exigent circumstances, to issue a directive requiring an ECSP to provide to the government records that exist or are created in the future. Requires the government to compensate ECSPs for providing such records.\n\nDirects the Attorney General to provide the FISA court a copy of each acquisition directive submitted to an ECSP. Permits the FISA court, if it determines that the selection procedures in a directive are improper, to order that the production of records be terminated or modified, that the information produced be destroyed, or another appropriate remedy.\n\nAllows ECSPs to file a petition with the FISA court to modify or set aside a directive.\n\nPermits the government or an ECSP to file a petition seeking Supreme Court review of a decision of the FISA court of review.\n\nProhibits procedures for issuing such directives from being construed to prevent a directive from requiring an ECSP to produce additional records, whether existing or created in the future, based on records produced by a previous directive.\n\nDirects the DNI to: (1) ensure that employees, officers, and contractors of each element of the intelligence community who have been determined eligible for access to classified information are monitored on a continual basis to determine whether they continue to meet eligibility requirements; (2) require information sharing between elements of the community concerning potentially derogatory security information that may impact such an individual's security clearance eligibility.\n\nRequires the DNI to ensure that contracts awarded by elements of the intelligence community require the contractor to operate under a security plan that complies with DNI standards for intelligence community networks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FISA Transparency and Modernization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Foreign Intelligence Surveillance Act of 1978 to prohibit the bulk collection of call detail records, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:30-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4291:@@@L&summ2=m&"
}