{
  "actions": [
    {
      "acted_at": "2014-03-18", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4277-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "4", 
      "name": "Cole, Tom", 
      "sponsored_at": "2014-03-18", 
      "state": "OK", 
      "thomas_id": "01742", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Gabbard, Tulsi", 
      "sponsored_at": "2014-03-25", 
      "state": "HI", 
      "thomas_id": "02122", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Hanabusa, Colleen W.", 
      "sponsored_at": "2014-03-18", 
      "state": "HI", 
      "thomas_id": "02010", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Heck, Denny", 
      "sponsored_at": "2014-03-18", 
      "state": "WA", 
      "thomas_id": "02170", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Huffman, Jared", 
      "sponsored_at": "2014-04-04", 
      "state": "CA", 
      "thomas_id": "02101", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "5", 
      "name": "Kildee, Daniel T", 
      "sponsored_at": "2014-03-18", 
      "state": "MI", 
      "thomas_id": "02134", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "4", 
      "name": "Moore, Gwen", 
      "sponsored_at": "2014-03-18", 
      "state": "WI", 
      "thomas_id": "01811", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-18", 
  "number": "4277", 
  "official_title": "To reauthorize the Native American Housing Assistance and Self-Determination Act of 1996, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Native American Housing Assistance and Self-Determination Reauthorization Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Young, Don", 
    "state": "AK", 
    "thomas_id": "01256", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-18", 
  "subjects": [
    "Advisory bodies", 
    "Alaska Natives and Hawaiians", 
    "Congressional oversight", 
    "Department of Housing and Urban Development", 
    "Drug trafficking and controlled substances", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Homelessness and emergency shelter", 
    "Housing and community development funding", 
    "Housing finance and home ownership", 
    "Housing supply and affordability", 
    "Indian lands and resources rights", 
    "Indian social and development programs", 
    "Labor standards", 
    "Low- and moderate-income housing", 
    "Native Americans", 
    "Public housing", 
    "Residential rehabilitation and home repair", 
    "Veterans' loans, housing, homeless programs", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-18", 
    "text": "Native American Housing Assistance and Self-Determination Reauthorization Act of 2014 - Amends the Native American Housing Assistance and Self-Determination Act of 1996 (the Act) to give the Secretary of Housing and Urban Development (HUD) 60 days to act before the request of an Indian tribe for a waiver of certain local cooperation, housing plan, environmental review, or development cost requirements is deemed approved under the program providing tribes with block grants for affordable and self-determined housing activities.\n\nMakes tribal prevailing wage laws applicable to the administration of all federal funding for projects funded in whole or part under the Act.\n\nDeems an Indian tribe that is receiving a block grant for an affordable housing project under the Act and one or more other sources of federal funding for such project to have satisfied any environmental review requirements that accompany that funding if the tribe has assumed environmental review responsibilities under the Act and is in compliance with those review requirements.\n\nRequires the Secretary to waive environmental review requirements if inadvertent error prevents satisfaction of such requirements and certain other conditions are met.\n\nMakes low-income training and employment requirements under the Housing and Urban Development Act of 1968 inapplicable to tribal housing activities under the Act.\n\nAllows the use of Indian reserve accounts for affordable housing activities, not just the administration and planning of those activities.\n\nMakes maximum rent and home buyer payment provisions for housing assisted under the Act inapplicable if the grant recipient has a written policy that does not include maximum rent and home buyer payment provisions.\n\nTreats rental housing that is made available to a current tenant for purchase as a home buyer or lease-purchase unit as affordable housing if the unit is made available for occupancy by a low-income family at the time of initial occupancy.\n\nMakes the requirement that housing assisted under the Act remain affordable throughout the remaining life of the property inapplicable to improvements of a privately owned home if the cost of those improvements does not exceed 10% of the maximum total development cost for such home.\n\nRequires the owner or manager of rental housing assisted under the Act and one or more other federal funding sources to use only leases that require a lease termination notice period.\n\nAllows recipients of funding under the Act to use funding from the Indian Health Service (IHS) of HUD for the construction of sanitation facilities for housing construction and renovation projects funded under the Act.\n\nReauthorizes appropriations for the block grant program through FY2019.\n\nAmends the United States Housing Act of 1937 to authorize the Secretary to implement a supportive housing and rental assistance program, in conjunction with the Secretary of Veterans Affairs (VA), for the benefit of Native American veterans who are homeless or at risk of homelessness.\n\nAmends the Public and Assisted Housing Drug Elimination Act of 1990 to allow grants under that Act to be used in public housing or other federally assisted low-income housing projects to remediate structures and related infrastructure damaged and rendered unfit for human habitation or other use due to the conduct of methamphetamine-related activities in such structures.\n\nAmends the Act to prohibit provisions authorizing Indian owners to lease any trust or restricted Indian lands for housing development and residential purposes for a term of up to 50 years from being construed to affect any authority to lease those lands that is conferred pursuant to any law whether enacted before, on, or after the enactment of such Act.\n\nAuthorizes the Secretary to use such sums as may be necessary from the block grant program's appropriations to assist a national organization to provide training and technical assistance to Indian housing authorities and tribally designated housing entities.\n\nAmends the Housing and Community Development Act of 1992 to authorize the Secretary to guarantee Indian and Native Hawaiian housing loans through FY2019. Authorizes appropriations for such guarantees. Sets the maximum aggregate outstanding principal amount for such loans.\n\nReauthorizes the Native Hawaiian Homeownership Act through FY2019.\n\nDirects the Secretary to develop and implement a policy that promotes increased hiring and appointment of Indians and Native Hawaiians to vacancies within HUD's Office of Native American Programs.\n\nAmends the American Homeownership and Economic Opportunity Act of 2000 to require the Lands Title Report Commission to be appointed no later than 90 days after this Act's enactment, without the current condition that sums be appropriated for that purpose in advance.\n\nAmends the Native American Housing Assistance and Self-Determination Reauthorization Act of 2008 to prohibit the use of funds under that Act for the benefit of the Cherokee Nation unless the order issued on September 21, 2011, by the Federal District Court for the District of Columbia remains in effect or there is a settlement agreement that ends litigation among the adverse parties."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Native American Housing Assistance and Self-Determination Reauthorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize the Native American Housing Assistance and Self-Determination Act of 1996, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:30-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4277:@@@L&summ2=m&"
}