{
  "actions": [
    {
      "acted_at": "2013-04-17", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-04-24", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-05-08", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-05-22", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-11", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-12", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-19", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-07-17", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSAP"
      ], 
      "references": [], 
      "text": "Committee on Appropriations. Original measure reported to Senate by Senator Durbin. With written report No. 113-85.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-08-01", 
      "calendar": "Senate Legislative", 
      "number": "163", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 163.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2013-11-13", 
      "committee": "Committee on Appropriations Senate Subcommittee on Department of Defense", 
      "committees": [
        "SSAP"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Appropriations Senate Subcommittee on Department of Defense. Hearings held prior to introduction and/or referral. Hearings printed: S.Hrg. 113-260.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1429-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Appropriations", 
      "committee_id": "SSAP", 
      "subcommittee": "Subcommittee on Defense", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-04-17", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1429", 
  "official_title": "An original bill making appropriations for the Department of Defense for the fiscal year ending September 30, 2014, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr933-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2397-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3547-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s444-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Department of Defense Appropriations Act, 2014", 
  "sponsor": {
    "district": null, 
    "name": "Durbin, Richard", 
    "state": "IL", 
    "thomas_id": "00326", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Afghanistan", 
    "Alaska", 
    "Appropriations", 
    "Armed forces and national security", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Assault and harassment offenses", 
    "Buy American requirements", 
    "Caribbean area", 
    "Cemeteries and funerals", 
    "Central Intelligence Agency (CIA)", 
    "Charitable contributions", 
    "Chemical and biological weapons", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against women", 
    "Cuba", 
    "Defense spending", 
    "Department of Defense", 
    "Detention of persons", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Disaster relief and insurance", 
    "Drug trafficking and controlled substances", 
    "Education programs funding", 
    "Educational facilities and institutions", 
    "Elementary and secondary education", 
    "Environmental assessment, monitoring, research", 
    "Europe", 
    "Executive agency funding and structure", 
    "Federal appellate courts", 
    "Foreign aid and international relief", 
    "Germany", 
    "Government employee pay, benefits, personnel management", 
    "Government lending and loan guarantees", 
    "Government liability", 
    "Government studies and investigations", 
    "Hazardous wastes and toxic substances", 
    "Health facilities and institutions", 
    "Higher education", 
    "Human rights", 
    "Idaho", 
    "Illinois", 
    "Infrastructure development", 
    "Intelligence activities, surveillance, classified information", 
    "Iraq", 
    "Israel", 
    "Kuwait", 
    "Latin America", 
    "Lighting and heating", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military civil functions", 
    "Military command and structure", 
    "Military education and training", 
    "Military facilities and property", 
    "Military medicine", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "Military procurement, research, weapons development", 
    "Minnesota", 
    "Montana", 
    "National Guard and reserves", 
    "Nevada", 
    "North Dakota", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Oregon", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Russia", 
    "Sex offenses", 
    "South Dakota", 
    "Syria", 
    "Terrorism", 
    "Veterans' medical care", 
    "Virginia", 
    "Washington State"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-08-01", 
    "text": "Department of Defense Appropriations Act, 2014 - Title I: Military Personnel - Appropriates funds for FY2014 for active-duty and reserve personnel in the Army, Navy, Marine Corps, and Air Force (the military departments) and for National Guard personnel in the Army and Air Force.\n\nTitle II: Operation and Maintenance - Appropriates funds for FY2014 for operation and maintenance (O&M) for the military departments, other agencies of the Department of Defense (DOD), the reserve components, and the Army and Air National Guard. Appropriates funds for: (1) the United States Court of Appeals for the Armed Forces; (2) environmental restoration for the Army, Navy, Air Force, and DOD and at formerly used defense sites; (3) overseas humanitarian, disaster, and civic aid programs; (4) assistance to the republics of the former Soviet Union and to countries outside of the former Soviet Union for facilitating the elimination and the safe and secure transportation and storage of nuclear, chemical, and other weapons; and (5) the Department of Defense Acquisition Workforce Development Fund.\n\nTitle III: Procurement - Appropriates funds for FY2014 for procurement by the military departments, including for the procurement of aircraft, missiles, weapons, tracked combat vehicles, and ammunition and for shipbuilding and conversion by the Navy. Appropriates funds for: (1) defense-wide procurement, (2) certain procurements under the Defense Production Act of 1950, and (3) National Guard and reserve equipment.\n\nTitle IV: Research, Development, Test and Evaluation - Appropriates funds for FY2014 for research, development, test and evaluation (RDT&E) by the military departments and other DOD agencies. Appropriates funds for the independent activities of the Director of Operational Test and Evaluation.\n\nTitle V: Revolving and Management Funds - Appropriates funds for: (1) the Defense Working Capital Funds, and (2) National Defense Sealift Fund programs, projects, and activities, and for expenses of the National Defense Reserve Fleet.\n\nTitle VI: Other Department of Defense Programs - Appropriates funds for: (1) DOD medical and health care programs; (2) the destruction of the U.S. stockpile of lethal chemical agents and munitions and of other chemical warfare materials that are not in such stockpile; (3) drug interdiction and counter-drug activities of DOD; and (4) the Office of the Inspector General.\n\nTitle VII: Related Agencies - Appropriates funds for: (1) the Central Intelligence Agency Retirement and Disability System Fund, and (2) the Intelligence Community Management Account.\n\nTitle VIII: General Provisions - Sets forth authorized, restricted, and prohibited uses of authorized funds.\n\n(Sec. 8007) Requires DOD to submit a report to the congressional defense committees to establish the baseline for application of FY2014 reprogramming and transfer authorities.\n\n(Sec. 8010) Allows for the use of procurement funds for multiyear contracts for: (1) the E-2D Advanced Hawkeye; (2) an SSN 774 Virginia class submarine; (3) KC-130J, C-130J, HC-130J, MC-130J, and AC-130J aircraft; and (4) government furnished equipment.\n\n(Sec. 8012) Prohibits the management of DOD civilian personnel on the basis of any end-strength during FY2014.\n\n(Sec. 8021) Authorizes DOD to incur obligations of up to $350 million for DOD military compensation, construction projects, and supplies and services in anticipation of receipts of contributions from the government of Kuwait.\n\n(Sec. 8023) Prohibits the use of funds to establish a new federally funded research and development center (FFRDC). Limits the federal compensation to be paid to FFRDC members or consultants. Prohibits the use of FY2013 funds for new building construction, cost-sharing payments for projects funded by government grants, absorption of contract overruns, or certain charitable contributions. Limits the staff years of technical effort that may be funded for FFRDCs from FY2013 funds.\n\n(Sec. 8024) Provides Buy American requirements with respect to the DOD procurement of carbon, alloy, or armor steel plating.\n\n(Sec. 8027) Requires the Secretary of Defense to report to Congress on the amount of DOD purchases from foreign entities in FY2014.\n\n(Sec. 8029) Authorizes the Secretary of the Air Force to convey to Indian tribes located in Nevada, Idaho, North Dakota, South Dakota, Montana, Oregon, Minnesota, and Washington relocatable military housing units currently located at Grand Forks, Malmstrom, Mountain Home, Elllsworth, and Minot Air Force Bases that are excess to the needs of the Air Force. Requires the Operation Walking Shield Program to resolve any housing unit conflicts arising after such conveyance.\n\n(Sec. 8035) Prohibits the use of funds: (1) by a DOD entity without compliance with the Buy American Act; (2) to establish additional field operating agencies of DOD elements, except for those funded within the National Foreign Intelligence Program and Army agencies established to eliminate, mitigate, or counter the effects of improvised explosive devices or to improve the effectiveness and efficiencies of biometric activities; (3) for new designs or fielding of combat and camouflage utility uniforms unless such uniforms will be adopted by all other military services (with certain other exceptions); (4) to convert to contractor performance a function currently performed by DOD civilian employees, unless specific conditions are met; (5) for assistance to the Democratic People's Republic of North Korea, unless specifically appropriated for such purpose; and (6) to reduce the civilian medical and medical support personnel assigned to military treatment facilities below the September 30, 2003, level.\n\n(Sec. 8040) Rescinds specified funds from various accounts under prior defense appropriations Acts.\n\n(Sec. 8045) Prohibits the transfer to any other department or agency, except as specifically provided in an appropriations law, of funds available to DOD or the Central Intelligence Agency (CIA) for drug interdiction or counter-drug activities.\n\n(Sec. 8049) Prohibits current fiscal year DOD funds from being obligated or expended to transfer to another nation or international organization defense articles or services for use in any United Nations (UN) peacekeeping or peace enforcement operation or for any other international peacekeeping, peace enforcement, or humanitarian assistance operation, unless Congress is given 15 days' advance notice.\n\n(Sec. 8056) Authorizes the DOD Secretary, on a case-by-case basis, to waive limitations on the procurement of defense items from a foreign country if: (1) the Secretary determines that such limitations would invalidate cooperative or reciprocal trade agreements for the procurement of defense items, and (2) such country does not discriminate against the same or similar defense items procured in the United States for that country. Provides exceptions.\n\n(Sec. 8057) Prohibits the use of appropriated funds to support any training, equipment, or assistance for a unit of a foreign security force if the Secretary has received credible information that such unit has committed a gross violation of human rights. Requires the monitoring of such information. Authorizes the Secretary to waive such prohibition under extraordinary circumstances and requires a report to the defense committees within 15 days after any such waiver.\n\n(Sec. 8062) Authorizes members of the National Guard serving on full-time duty to support ground-based elements of the National Ballistic Missile Defense System.\n\n(Sec. 8063) Prohibits appropriated funds from being used to transfer specified armor-piercing ammunition to any nongovernmental entity, except an entity performing demilitarization services for DOD.\n\n(Sec. 8064) Authorizes the Chief of the National Guard Bureau to waive payment for the lease of non-excess DOD personal property to certain, youth, social, or fraternal nonprofit organizations.\n\n(Sec. 8068) Authorizes the transfer of specified DOD O&M funds to the Global Security Contingency Fund, after congressional notification.\n\n(Sec. 8069) Reduces by $8 million the funding for general and flag officers within the military personnel and O&M appropriations.\n\n(Sec. 8070) Earmarks specified procurement and RDT&E funds for the Israeli Cooperative Programs (missile defense).\n\n(Sec. 8075) Requires the FY2014 budget to include separate budget justification documents for costs of U.S. Armed Forces' participation in contingency operations for the military personnel, O&M, procurement, and RDT&E accounts.\n\n(Sec. 8076) Prohibits funds from being used for RDT&E, procurement, or deployment of nuclear armed interceptors of a missile defense system.\n\n(Sec. 8077) Appropriates funds to DOD for grants to the United Service Organizations.\n\n(Sec. 8079) Prohibits funds from being available for integration of foreign intelligence information unless such information has been lawfully collected and processed during the conduct of authorized foreign intelligence activities.\n\n(Sec. 8080) Requires reserve members called or ordered to active duty in a national emergency to be notified in writing of their expected mobilization period. Allows the Secretary to waive such requirement in order to respond to a national security emergency or to meet dire operational requirements.\n\n(Sec. 8084) Earmarks specified Navy O&M funds for the Asia Pacific Regional Initiative Program for enabling the Pacific Command to execute theater security cooperation activities such as humanitarian assistance and for the payment of incremental and personnel costs of training and exercising with foreign security forces.\n\n(Sec. 8087) Requires the Office of the Director of National Intelligence (DNI) to report to the intelligence committees to establish the baseline for application of reprogramming and transfer authorities for FY2014. Prohibits funds provided for the National Intelligence Program (NIP) from being available for reprogramming or transfer until the report is submitted, unless the DNI certifies to such committees that the reprogramming or transfer is necessary as an emergency requirement.\n\n(Sec. 8088) Makes specified Intelligence Community Management Account funds available for transfer by the DNI to other departments and agencies for government-wide information sharing activities.\n\n(Sec. 8090) Directs the DNI to submit annually to Congress a future-years intelligence program reflecting estimated expenditures and proposed appropriations included in the President's budget.\n\n(Sec. 8092) Requires DOD to continue to report incremental contingency operations costs for Operations New Dawn and Enduring Freedom on a monthly basis.\n\n(Sec. 8094) Makes O&M funds available for remittances to the Defense Acquisition Workforce Development Fund.\n\n(Sec. 8095) Requires any agency receiving funds appropriated under this Act to post on its public website any report required to be submitted to Congress in this or any other Act, upon the determination by such agency head that it shall serve the national interest. Provides exceptions when posting the report would compromise national security or for reports containing proprietary information.\n\n(Sec. 8096) Provides specific requirements on the use of this Act's funds for any federal contract in excess of $1 million with respect to contractor resolution of claims under title VII of the Civil Rights Act of 1964. Allows the Secretary to waive such requirements to avoid harm to national security.\n\n(Sec. 8097) Prohibits funds from being used to transition elements of the 18th Aggressor Squadron out of Eielson Air Force Base (Alaska).\n\n(Sec. 8098) Earmarks specified O&M funds for operations of the integrated Captain James A. Lovell Federal Health Care Center in Chicago, Illinois.\n\n(Sec. 8099) Directs the Secretary to report annually to the DOD Inspector General regarding costs and contracting procedures related to each conference held by DOD during FY2014 for which the cost to the government was more than $100,000. Requires the Secretary, within 15 days of a DOD conference funded by this Act for which the cost was more than $20,000, to notify such Inspector General of the date and location of, and number of employees attending, the conference. Prohibits any funds from being used for travel and conference activities not in compliance with Office of Management and Budget (OMB) Memorandum M-12-12 dated May 11, 2012.\n\n(Sec. 8101) Allows DOD funds to be used for the purchase of heavy and light armored vehicles for the physical security of personnel or for force protection purposes, up to a limit of $250,000 per vehicle.\n\n(Sec. 8102) Earmarks specified funds from the Ship Modernization, Operations and Sustainment Fund for operating, equipping, and modernizing certain guided missile cruisers and dock landing ships.\n\n(Sec. 8103) Provides certain limitations on the use of voluntary military education program assistance funds.\n\n(Sec. 8105) Establishes the Commission on the Superintendents of the Military Service Academies to conduct an evaluation of the role of a modern service academy superintendent.\n\n(Sec. 8106) Reduces by $242 million the total amount appropriated in this Act, to reflect savings due to favorable foreign exchange rates.\n\n(Sec. 8107) Prohibits DOD funds from being used to transfer or release to or within the United States or its territories or possessions Khalid Sheikh Mohammed or any other detainee who is not a citizen or member of the Armed Forces and who is or was held by DOD on or after June 24, 2009, at U.S. Naval Station, Guantanamo Bay, Cuba (Guantanamo). Continues this section, as well as the next two sections, through the date of enactment of an Act authorizing appropriations for FY2014 for DOD military activities.\n\n(Sec. 8108) Prohibits DOD funds from being used to transfer any individual detained at Guantanamo to the custody or control of that individual's country of origin or any other foreign country or entity until 30 days after the Secretary certifies to Congress that such country is not a designated state sponsor of terrorism and has agreed to ensure that such individual cannot take action to threaten the United States or its citizens or allies in the future. Prohibits the Secretary from making a transfer to a country or entity if there is a confirmed case of an individual who was detained at Guantanamo any time after September 11, 2001, and transferred to such country or entity subsequently engaging in terrorist activity. Provides an exception to the latter prohibition for specified purposes, requiring 30 days' prior congressional notification.\n\n(Sec. 8109) Prohibits DOD funds from being used to construct, acquire, or modify any facility in the United States or its territories or possessions to house any individual who, as of June 24, 2009, is located at Guantanamo, and who: (1) is not a U.S. citizen or a member of the Armed Forces; and (2) is either in DOD custody or control or otherwise under detention at Guantanamo.\n\n(Sec. 8110) Prohibits the use of funds to enter into a contract with, make a grant to, or provide a loan or loan guarantee to any corporation: (1) against which an unpaid federal tax liability has been assessed, or (2) that was convicted of a felony criminal violation within the preceding 24 months.\n\n(Sec. 8113) Prohibits DOD funds from being used to contract with, or make a grant, loan, or loan guarantee to, Rosoboronexport. Allows a waiver on a case-by-case basis if the Secretary certifies to the appropriations committees that it is in the national security interest to do so.\n\n(Sec. 8114) Prohibits DOD funds from being used for the direct personal benefit of the President of Afghanistan.\n\n(Sec. 8115) Appropriates funds to DOD to implement the Sexual Assault Special Victims Program.\n\n(Sec. 8116) Requires DOD funds available for assistance for the government of Afghanistan to be reduced by $5 for every $1 that the government of Afghanistan imposes in taxes or other fees on the transport of property of the U.S. government entering or leaving Afghanistan.\n\n(Sec. 8117) Makes funds available for ex gratia payments by U.S. local military commanders for damage, personal injury, or death incident to combat operations of the U.S. Armed Forces in a foreign country. Outlines payment conditions and requires a written record of any payments made. Requires an annual report from the Secretary to the defense and appropriations committees on the payment program.\n\n(Sec. 8118) Prohibits the use of funds: (1) to conduct any environmental impact analysis related to Minuteman III silos that contain a missile as of the date of enactment of this Act, or (2) in contravention of the War Powers Resolution.\n\nTitle IX: Overseas Contingency Operations - Appropriates funds for FY2014 for overseas contingency operations and the global war on terrorism, including for: (1) military, reserve, and National Guard personnel, (2) O&M, (3) the Afghanistan Infrastructure Fund, (4) the Afghanistan Security Forces Fund, (5) procurement, (6) RDT&E, (7) Defense Working Capital Funds, (8) the Defense Health Program, (9) drug interdiction and counter-drug activities, (10) the Joint Improvised Explosive Device Defeat Fund, and (11) the Office of the Inspector General.\n\n(Sec. 9002) Authorizes the Secretary, in the national interest, to transfer up to $4 billion of the amounts made available to DOD in this title between any such appropriations for that fiscal year. Requires prompt congressional notification of each transfer.\n\n(Sec. 9004) Authorizes the Secretary to use funds appropriated in this title to purchase motor vehicles for use by military and civilian DOD employees in Iraq and Afghanistan, with a limit of $75,000 per passenger vehicle and $250,000 per each heavy or light armored vehicle.\n\n(Sec. 9005) Authorizes the use of up to $50 million to fund the Commander's Emergency Response Program (urgent humanitarian relief and reconstruction assistance in Afghanistan).\n\n(Sec. 9006) Allows DOD O&M funds to be used to provide supplies, services, transportation, and other logistical support to coalition forces supporting military and stability operations in Afghanistan. Requires quarterly reports from the Secretary to the defense committees regarding such support.\n\n(Sec. 9007) Prohibits any funds from being obligated or expended to: (1) establish any military installation or base for providing for the permanent stationing of U.S. Armed Forces in Iraq or Afghanistan, or (2) exercise U.S. control over any oil resource of Iraq.\n\n(Sec. 9008) Prohibits funds from being used in contravention of specified laws enacted or regulations promulgated to implement the United Nations Convention Against Torture and Other Cruel, Inhuman, or Degrading Treatment or Punishment.\n\n(Sec. 9009) Prohibits funds provided for the Afghanistan Security Forces Funds from being obligated prior to the approval of a financial and activity plan by the Afghanistan Resources Oversight Council of DOD.\n\n(Sec. 9011) Earmarks specified Army O&M funds to allow the Task Force for Business and Stability Operations in Afghanistan to carry out strategic business and economic assistance activities in Afghanistan in support of Operation Enduring Freedom. Requires the Secretary, at least 15 days in advance of making funds available for any such project costing $5 million or more, to submit to the defense committees a detailed justification and timeline for the project.\n\n(Sec. 9012) Allows the use of specified O&M funds to support U.S. government transition activities in Iraq by funding operations and activities of the Office of Security Cooperation in Iraq and security assistance teams. Requires 15 days' prior notification from the Secretary to the defense committees with respect to each proposed site.\n\n(Sec. 9013) Rescinds a specified amount from the General Provision: Retroactive Stoploss, 2009 account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Department of Defense Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Department of Defense Appropriations Act, 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill making appropriations for the Department of Defense for the fiscal year ending September 30, 2014, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:56-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1429:@@@L&summ2=m&"
}