{
  "actions": [
    {
      "acted_at": "2014-03-14", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Veterans' Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Health Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Oversight and Investigations.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-25", 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Subcommittee Hearings Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-28T17:55:00-04:00", 
      "references": [], 
      "text": "Mr. Miller (FL) moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-28T17:56:00-04:00", 
      "references": [
        {
          "reference": "CR H4863-4866", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-28T17:56:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4261.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-28T18:08:00-04:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H4863-4865", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-06-02", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4261-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral", 
        "hearings"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Oversight and Investigations", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Clark, Katherine M.", 
      "sponsored_at": "2014-05-08", 
      "state": "MA", 
      "thomas_id": "02196", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Kirkpatrick, Ann", 
      "sponsored_at": "2014-03-14", 
      "state": "AZ", 
      "thomas_id": "01907", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Michaud, Michael H.", 
      "sponsored_at": "2014-03-14", 
      "state": "ME", 
      "thomas_id": "01730", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "O'Rourke, Beto", 
      "sponsored_at": "2014-03-27", 
      "state": "TX", 
      "thomas_id": "02162", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Perlmutter, Ed", 
      "sponsored_at": "2014-04-02", 
      "state": "CO", 
      "thomas_id": "01835", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Stivers, Steve", 
      "sponsored_at": "2014-03-27", 
      "state": "OH", 
      "thomas_id": "02047", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Walorski, Jackie", 
      "sponsored_at": "2014-04-07", 
      "state": "IN", 
      "thomas_id": "02128", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Yoder, Kevin", 
      "sponsored_at": "2014-04-28", 
      "state": "KS", 
      "thomas_id": "02021", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-03-24", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-05-28T18:08:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-14", 
  "number": "4261", 
  "official_title": "To improve the research of Gulf War Illness, the Research Advisory Committee on Gulf War Veterans' Illnesses, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Gulf War Health Research Reform Act of 2014", 
  "sponsor": {
    "district": "6", 
    "name": "Coffman, Mike", 
    "state": "CO", 
    "thomas_id": "01912", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-05-28T18:08:00-04:00", 
  "subjects": [
    "Advisory bodies", 
    "Armed forces and national security", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Hazardous wastes and toxic substances", 
    "Iraq", 
    "Kuwait", 
    "Medical research", 
    "Middle East", 
    "Neurological disorders", 
    "Research administration and funding", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2014-05-28", 
    "text": "Gulf War Health Research Reform Act of 2014 - (Sec. 2) Amends the Veterans Health Care Act of 1992 to revise the duties, operations, and makeup of the Research Advisory Committee on Gulf War Veterans' Illnesses (Committee).\n\nDirects the Committee, which is to be independent of the Secretary of Veterans Affairs (VA), to provide advice regarding proposed research relating to the health consequences of military service in Southwest Asia during the Gulf War to Congress, the Secretary, and the heads of other federal agencies that conduct such research.\n\nProhibits the Committee from conducting scientific research or reviewing research proposals submitted to the Secretary prior to funding.\n\nRequires the Committee to judge the choice and success of federal Gulf War health-related research efforts with the premise that the fundamental goal of those efforts is to ultimately improve the health of ill Gulf War veterans.\n\nDirects the Committee to submit an annual report to the congressional veterans committees and the Secretary summarizing its activities.\n\nProhibits Committee reports, recommendations, publications, and other documents from being subject to the Secretary's review or approval.\n\nRequires each report submitted by the Committee to be approved by the Committee meeting in public session prior to such submission.\n\nRequires the Committee to be composed of 12 members appointed by the Secretary and specified members of the Committees on Veterans Affairs. Requires, of the Committee members appointed after this Act's enactment: (1) at least three to be veterans; (2) at least eight to be scientists or physicians who have experience in biomedicine, epidemiology, immunology, environmental health, neurology, toxicology, or other appropriate disciplines; and (3) the chairman to be a veteran, a scientist or physician, or both.\n\nSets the term of Committee members appointed after this Act's enactment at three years.\n\nRequires the Committee to meet at least twice annually and its meetings to be open to the public.\n\nRequires the Secretary and the heads the VA's Office of Research and Development and Office of Public Health to attend each Committee meeting.\n\nTerminates the Committee two years after it submits to the Committees on Veterans Affairs, the Secretary, and the Secretary of Defense (DOD) a report (signed by at least nine concurring members) stating that each Secretary is carrying out an effective research program relating to the health consequences of military service in Southwest Asia during the Gulf War.\n\n(Sec. 3) Directs the Secretary to ensure that any research conducted or funded by the Secretary on the chronic multisymptom illness that afflicts approximately 25% of Gulf War veterans refers to the illness as \"Gulf War Illness\" and uses the research case definition of such illness that is recommended by the Committee. Requires the Committee to provide advice to the DOD regarding the development of such a research case definition for its Gulf War Illness Research Program.\n\n(Sec. 4) Requires the Secretary to ensure that Gulf War illness studies conducted or funded by the VA consider animal studies to the same extent as human studies.\n\nDirects the Institute of Medicine of the National Academies (Institute), in conducting or funding veterans' health studies, to ensure that each study defines \"sufficient evidence of association\" as the observation of a positive association between exposure to a specific agent and a health outcome in which chance, bias, and confounding could be ruled out with reasonable confidence.\n\nExpresses the sense of Congress that the VA should:\n\n conduct an additional follow-up study of a national cohort of Gulf War and Gulf-War-Era veterans that includes specified questions published by the Committee; submit to the Committees on Veterans Affairs specified reports on any increased risk of developing neurological disorders as a result of service in the Persian Gulf War or in the Post 9/11 global operations theaters; enter into agreements with the Institute to carry out specified reviews under provisions of the Veterans' Benefits Act of 2010 and the Persian Gulf War Veterans Act of 1998, regardless of the conduct of any previous reviews under those provisions; not disseminate or use the results of an Institute report entitled \"Gulf War and Health Report: Volume 9. Treatment for Chronic Multisymptom Illness\"; obtain the Committee's advice on the scope of work and the charge to be given before entering into an agreement with the Institute regarding research on Gulf War veterans' health; ensure that any contract requiring the Institute to convene a committee to study Gulf War veterans' health requires such committee to include at least three Committee members; and promptly notify the Committees on Veterans Affairs of any federal employee or contractor the VA believes influenced, or attempted to influence, the outcome of a report or study on Gulf War veterans' health conducted by the VA or to notify the Institute if such influence was not related to a scientifically objective outcome."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Gulf War Health Research Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Gulf War Health Research Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To improve the research of Gulf War Illness, the Research Advisory Committee on Gulf War Veterans' Illnesses, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:29-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4261:@@@L&summ2=m&"
}