{
  "actions": [
    {
      "acted_at": "2014-03-13", 
      "references": [
        {
          "reference": "CR S1658", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-13", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2145-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2014-03-13", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2014-03-13", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Reid, Harry", 
      "sponsored_at": "2014-03-13", 
      "state": "NV", 
      "thomas_id": "00952", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-13", 
  "number": "2145", 
  "official_title": "A bill to require the Secretary of Veterans Affairs to permit facilities of the Department of Veterans Affairs to be designated as voter registration agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Veteran Voting Support Act", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-13", 
  "subjects": [
    "Armed forces and national security", 
    "Elections, voting, political campaign regulation", 
    "Health facilities and institutions", 
    "Long-term, rehabilitative, and terminal care", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-13", 
    "text": "Veteran Voting Support Act - Directs the Secretary of Veterans Affairs to provide mail voter registration application forms to each veteran who: (1) seeks to enroll in the Department of Veterans Affairs (VA) health care system at the time of such enrollment, and (2) is already enrolled in such system when there is a change in the veteran's enrollment status or when there is a change in the veteran's address.\n\nRequires the Secretary to accept completed application forms for transmittal to appropriate state election officials. Instructs that forms accepted at VA medical centers, community living centers, community-based outpatient centers, and domiciliaries be transmitted within ten days of acceptance, unless a completed form is accepted within five days before the last day for registration to vote in an election, in which case the application shall be transmitted to the appropriate state election official within five days of acceptance.\n\nProhibits any information relating to registering to vote, or to a declination to register to vote, under this Act from being used for any purpose other than voter registration.\n\nRequires each Director of a VA community living center, domiciliary, or medical center to provide assistance in voting by absentee ballot to resident veterans. Requires such assistance to include: (1) providing information relating to the opportunity to request an absentee ballot; (2) making available absentee ballot applications upon request, as well as assisting in completing such applications and ballots; and (3) working with local election administration officials to ensure the proper transmission of the applications and ballots.\n\nDirects the Secretary to permit nonpartisan organizations to provide voter registration information and assistance at facilities of the VA health care system.\n\nProhibits the Secretary from banning any election administration official, whether state or local, party-affiliated or non-party affiliated, or elected or appointed, from providing voting information to veterans at any VA facility.\n\nDirects the Secretary to provide reasonable access to facilities of the VA health care system to state and local election officials for the purpose of providing nonpartisan voter registration services to individuals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Veteran Voting Support Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require the Secretary of Veterans Affairs to permit facilities of the Department of Veterans Affairs to be designated as voter registration agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:14-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2145:@@@L&summ2=m&"
}