{
  "actions": [
    {
      "acted_at": "2014-09-11", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Railroads, Pipelines, and Hazardous Materials Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-17", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-01T14:14:00-05:00", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Transportation and Infrastructure. H. Rept. 113-629.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-01T14:14:00-05:00", 
      "calendar": "Union", 
      "number": "469", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 469.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5449-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Brown, Corrine", 
      "sponsored_at": "2014-09-11", 
      "state": "FL", 
      "thomas_id": "00132", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Coble, Howard", 
      "sponsored_at": "2014-09-17", 
      "state": "NC", 
      "thomas_id": "00211", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Denham, Jeff", 
      "sponsored_at": "2014-09-11", 
      "state": "CA", 
      "thomas_id": "01995", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Gibbs, Bob", 
      "sponsored_at": "2014-09-16", 
      "state": "OH", 
      "thomas_id": "02049", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "22", 
      "name": "Hanna, Richard L.", 
      "sponsored_at": "2014-09-16", 
      "state": "NY", 
      "thomas_id": "02044", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "Miller, Candice S.", 
      "sponsored_at": "2014-09-17", 
      "state": "MI", 
      "thomas_id": "01731", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "2014-09-11", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "Williams, Roger", 
      "sponsored_at": "2014-09-17", 
      "state": "TX", 
      "thomas_id": "02165", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-09-17", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-11", 
  "number": "5449", 
  "official_title": "To reauthorize Federal support for passenger rail programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1710-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1710-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Passenger Rail Reform and Investment Act of 2014", 
  "sponsor": {
    "district": "9", 
    "name": "Shuster, Bill", 
    "state": "PA", 
    "thomas_id": "01681", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-09-17", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Alabama", 
    "Alternative dispute resolution, mediation, arbitration", 
    "Animal protection and human-animal relationships", 
    "Appropriations", 
    "Commuting", 
    "Congressional oversight", 
    "Connecticut", 
    "Department of Transportation", 
    "District of Columbia", 
    "Executive agency funding and structure", 
    "Florida", 
    "Food industry and services", 
    "Government corporations and government-sponsored enterprises", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Historic sites and heritage areas", 
    "Infrastructure development", 
    "Intergovernmental relations", 
    "Licensing and registrations", 
    "Louisiana", 
    "Maryland", 
    "Massachusetts", 
    "Minority and disadvantaged businesses", 
    "Mississippi", 
    "National Railroad Passenger Corporation (Amtrak)", 
    "New York City", 
    "New York State", 
    "Pennsylvania", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Railroads", 
    "Small business", 
    "State and local government operations", 
    "Transportation and public works", 
    "Transportation programs funding"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-09-11", 
    "text": "Passenger Rail Reform and Investment Act of 2014 - Authorizes appropriations for FY2015-FY2018 to the Secretary of Transportation (DOT) for the National Railroad Passenger Corporation (Amtrak) for:\n\n the Northeast Corridor Improvement Fund account, the National Network account, the Office of the Inspector General, and national infrastructure investment capital grants. Directs Amtrak to establish internal controls to ensure its costs and revenues are allocated to either the Northeast Corridor or the National Network.\n\nDirects the Secretary to establish substantive and procedural requirements for Northeast Corridor and National Network investment capital grant requests.\n\nDirects Amtrak to establish:\n\n a Northeast Corridor Improvement Fund account for Northeast Corridor capital improvement projects, and a National Network account for capital expenses and operating costs of the National Network. Requires the Northeast Corridor Infrastructure and Operations Advisory Commission to:\n\n develop an annual capital investment plan for the Northeast Corridor main line between Boston, Massachusetts, and the District of Columbia, and the Northeast Corridor branch lines connecting to Harrisburg, Pennsylvania, Springfield, Massachusetts, and Spuyten Duyvil, New York; and update, once every 10 years, a Northeast Corridor service development plan. Requires Amtrak, and states and public entities that own infrastructure supporting or providing intercity rail passenger transportation on the Northeast Corridor, to develop and update asset management plans for the Northeast Corridor main line and the Northeast Corridor branch lines.\n\nRequires the Amtrak Board of Directors to prepare a five-year capital and operating plan for the Northeast Corridor and National Network.\n\nDirects the Secretary to establish a State-Supported Route Advisory Committee.\n\nAmends the Passenger Rail Investment and Improvement Act of 2008 to revise requirements with respect to methodologies for Amtrak route and service planning decisions. Requires Amtrak, as a condition of receiving a grant, to obtain the services of an independent entity to develop and recommend objective methodologies for Amtrak to use in the planning of intercity rail passenger transportation routes and services.\n\nRevises alternate passenger rail service pilot program requirements.\n\nRequires the Surface Transportation Board, within 120 days after submission of a dispute between Amtrak and a rail carrier (or carriers) awarded the right to provide rail service over a route in which Amtrak is to grant access to its reservation system, stations, and facilities, to issue an order requiring Amtrak to provide such facilities and services to those carriers if certain criteria are met.\n\nDirects Amtrak to develop a plan to eliminate the operating loss for food and beverage service on board its trains.\n\nDirects Amtrak to request proposals from private sector persons or entities to utilize Amtrak-owned rights-of-way for telecommunications systems, energy distribution systems, and other appropriate activities. Authorizes Amtrak to enter into an agreement to implement any such proposal or proposals. Requires Amtrak to report to Congress on options to enhance development around Amtrak stations. Amends the Passenger Rail Investment and Improvement Act of 2008 to extend indefinitely specified authority to restructure long-term Amtrak debt and capital leases. Directs Amtrak to develop a pilot program to allow passengers to transport domesticated cats or dogs on certain Amtrak trains.\n\nDirects the Amtrak Inspector General to evaluate Amtrak's boarding procedures at the 10 stations through which the most people pass.\n\nDirects the Secretary to develop a program to issue competitive grants for capital improvement projects included in the Northeast Corridor Priority Project List.\n\nAmends the Railroad Revitalization and Regulatory Reform Act of 1976 to revise Railroad Rehabilitation and Improvement Financing program requirements. Modifies application procedures for direct loans and loan guarantees for railroad improvement projects.\n\nRequires the Secretary, in granting applications for such loans and guarantees, to give priority to projects for the installation of a positive train control.\n\nDirects the Secretary to make direct loans and loan guarantees or capital improvement projects in the Northeast Corridor (NEC Fast Forward Program).\n\nPrescribes requirements for the award of grants in excess of $1 billion.\n\nDirects the Secretary to study the availability and use of small businesses owned and controlled by socially and economically disadvantaged individuals in Federal Railroad Administration (FRA)-funded intercity rail passenger transportation projects.\n\nDirects the FRA to convene a working group to evaluate the restoration of intercity rail passenger service in the Gulf Coast region between New Orleans, Louisiana, and Orlando, Florida.\n\nDirects the Secretary to begin a rulemaking to govern the federal review, permitting, and approval or disapproval of freight railroad and intercity and commuter rail passenger transportation infrastructure projects.\n\nDirects the Secretary to: (1) pursue program alternatives to promote a consistent approach in the treatment of railroad and rail-related properties for historic preservation review, and (2) develop mechanisms for streamlining compliance with specified requirements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Passenger Rail Reform and Investment Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Passenger Rail Reform and Investment Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize Federal support for passenger rail programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5449:@@@L&summ2=m&"
}