{
  "actions": [
    {
      "acted_at": "2014-05-12", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-15", 
      "committees": [
        "SSEV"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Environment and Public Works. Ordered to be reported with amendments favorably.", 
      "type": "calendar"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2322-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2014-05-12", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Carper, Thomas R.", 
      "sponsored_at": "2014-05-12", 
      "state": "DE", 
      "thomas_id": "00179", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2014-05-12", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-12", 
  "number": "2322", 
  "official_title": "A bill to reauthorize Federal-aid highway and highway safety construction programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "MAP-21 Reauthorization Act", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-05-15", 
  "subjects": [
    "Advisory bodies", 
    "Air quality", 
    "Energy storage, supplies, demand", 
    "Environmental assessment, monitoring, research", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government trust funds", 
    "Historic sites and heritage areas", 
    "Infrastructure development", 
    "Marine and inland water transportation", 
    "Motor carriers", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Railroads", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Sales and excise taxes", 
    "State and local finance", 
    "Tax administration and collection, taxpayers", 
    "Transportation and public works", 
    "Transportation programs funding", 
    "Transportation safety and security"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-12", 
    "text": "MAP-21 Reauthorization Act - Authorizes appropriations out of the Highway Trust Fund (HTF) (other than the Mass Transit Account) for FY2015-FY2020 for: (1) certain core federal-aid highway programs, and (2) Federal Highway Administration (FHWA) administrative expenses.\n\nPrescribes obligation ceilings for certain federal-aid highway and highway safety construction programs.\n\nMakes eligible for the national highway performance program any projects for replacement or rehabilitation of bridges on federal-aid highways.\n\nExtends through FY2020 funding for highway use tax evasion projects.\n\nPrescribes requirements to allow a state to bundle two or more similar projects for the replacement or repair of structurally deficient bridge projects.\n\nRequires each contractor and subcontractor who contracts for a bridge construction, replacement, or repair project to be certified as meeting certain eligibility requirements.\n\nRevises formulae for certain allocations of funds to states for construction of ferry boats and ferry terminal facilities.\n\nMakes certain funds available for the National Ferry Database.\n\nRevises congestion mitigation and air quality improvement (CMAQ) program requirements. Requires states and metropolitan planning organizations (MPOs) to use PM2.5 priority funding on the most cost-effective CMAQ projects and programs proven to reduce directly emitted fine particulate matter.\n\nRevises national freight program requirements.\n\nRequires a state to obligate its apportionment of national freight program funds for projects to improve the movement of freight on the national highway freight network. Requires states that have not met or made significant progress toward meeting certain state performance targets for freight movement on the network to submit to the Secretary of Transportation (DOT), biennially, a freight performance improvement plan.\n\nAmends MAP-21 to revise requirements for state freight plans. Requires a state to develop a comprehensive 10-year freight plan, updated every 5 years.\n\nDirects the Secretary to establish a grant program for projects of national and regional significance.\n\nRevises and makes permanent the reservation of transportation enhancements program funds apportioned to a state for surface transportation alternatives, recreational trails program, and safe routes to school program projects.\n\nDirects the Secretary to: (1) carry out a research and innovation program to explore alternative transportation revenue mechanisms that preserve a user fee structure to maintain the long-term solvency of the HTF, and (2) establish a Surface Transportation Revenue Alternatives Advisory Council.\n\nExtends through FY2020 the availability of a specified amount of FHWA administrative funds for: (1) certain safety-related activities, and (2) operation of certain safety-related clearinghouses.\n\nDirects the Secretary to issue guidance on working with state departments of transportation that request assistance from Federal Highway Administration division offices to: (1) review principal arterials within a state that were added to the National Highway System as of October 1, 2012, and (2) identify any functional classification changes needed to rural and urban principal arterials.\n\nDirects the Secretary to establish a competitive grant program for best practices that promote progress, innovation, and efficiency for surface transportation programs within state transportation departments and MPOs.\n\nDirects the Secretary to compile, update regularly, and make available on the DOT website data on amounts made available under this Act for each fiscal for federal-aid projects.\n\nDirects the Comptroller General (GAO) to report to Congress on Federal Highway Administration administrative expenses funded from the HTF during the three most recently completed fiscal years.\n\nPrescribes procedures for accelerating the project delivery decisionmaking process with respect to environmental review of projects.\n\nRevises requirements for application of categorical exclusions for multimodal projects.\n\n(A \"categorical exclusion\" under the National Environmental Policy Act of 1969 is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an Environmental Assessment nor an Environmental Impact Statement is required.)\n\nRevises and reauthorizes the state infrastructure bank program for FY2015-FY2020.\n\nAmends the Transportation Infrastructure Finance and Innovation Act (TIFIA) to authorize the Secretary to set-aside up to 10% of TIFIA program funds to provide credit assistance (loans) for the capitalization of state infrastructure banks."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "MAP-21 Reauthorization Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize Federal-aid highway and highway safety construction programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2322:@@@L&summ2=m&"
}