{
  "actions": [
    {
      "acted_at": "2013-11-14", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1701-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2013-11-14", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2013-11-14", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-14", 
  "number": "1701", 
  "official_title": "A bill to amend the Foreign Intelligence Surveillance Act of 1978 to strengthen Fourth and Fifth Amendment Protections and freedoms of citizens of the United States and ensure greater transparency and oversight of the ability of the Federal Government to collect information and conduct surveillance on the private lives of citizens of the United States.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Freedoms and Privacy Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Baldwin, Tammy", 
    "state": "WI", 
    "thomas_id": "01558", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-14", 
  "subjects": [
    "Business records", 
    "Congressional oversight", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal justice information and records", 
    "Criminal procedure and sentencing", 
    "Intelligence activities, surveillance, classified information", 
    "Law enforcement administration and funding"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-14", 
    "text": "Freedoms and Privacy Act of 2013 - Amends the Foreign Intelligence Surveillance Act of 1978 (FISA), with respect to provisions governing the use and disclosure of information obtained under such Act, to require:\n\n the application of rules for the use in court proceedings of classified information under\tthe Classified Information Procedures Act to information acquired from electronic surveillance, physical searches, and pen registers and trap and trace devices under FISA; notification to an aggrieved person under FISA of all information that has been collected and used in an investigation relevant to a FISA criminal proceeding, including information not intended to be entered into evidence; a FISA court to provide a defendant with information that was used to obtain an order (and a copy of such order) authorizing: (1) surveillance of such defendant or another aggrieved person, (2) physical searches, or (3) the use of pen registers and trap and trace devices; the Attorney General, or a designee of the Attorney General who was appointed by and with the advice and consent of the Senate, to certify in writing the basis for authorizing disclosure of FISA-related information, including information from targets outside the United States, for law enforcement purposes (other than for international terrorism or clandestine intelligence investigations); the collection of foreign intelligence information to be the primary purpose (currently, a significant purpose) of a FISA court warrant application; the Attorney General to make available to all Members of Congress every six months a report on FISA information shared between the intelligence community and law enforcement and summaries of investigations and criminal proceedings using such shared information; and the Attorney General to make available to all Members of Congress: (1) standard minimization procedures (i.e., specific procedures to minimize the retention, and prohibit the dissemination, of information concerning unconsenting U.S. persons consistent with the need to obtain, produce, and disseminate foreign intelligence information) applied to the acquisition, retention, use, and dissemination of information; and (2) annual reports setting forth a review and justification of all standard minimization procedures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Freedoms and Privacy Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Foreign Intelligence Surveillance Act of 1978 to strengthen Fourth and Fifth Amendment Protections and freedoms of citizens of the United States and ensure greater transparency and oversight of the ability of the Federal Government to collect information and conduct surveillance on the private lives of citizens of the United States.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1701:@@@L&summ2=m&"
}