{
  "actions": [
    {
      "acted_at": "2014-04-08", 
      "committees": [
        "SSAS"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2222-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-08", 
  "number": "2222", 
  "official_title": "A bill to require a Comptroller General of the United States report on the sexual assault prevention activities of the Department of Defense and the Armed Forces.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": null, 
    "name": "Walsh, John E.", 
    "state": "MT", 
    "thomas_id": "02198", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-08", 
  "subjects": [
    "Armed forces and national security", 
    "Assault and harassment offenses", 
    "Congressional oversight", 
    "Crime prevention", 
    "Crimes against women", 
    "Government studies and investigations", 
    "Military personnel and dependents", 
    "Sex offenses"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-08", 
    "text": "Directs the Comptroller General (GAO) to submit to the congressional defense committees by September 30, 2015, a report on the sexual assault prevention activities of the Department of Defense (DOD) and the Armed Forces.\n\nRequires such report to include:\n\n an assessment of DOD's sexual assault prevention strategy; an assessment of the actions taken by each of the Army, Navy, Air Force, and Marine Corps to implement its sexual assault prevention strategy; a comprehensive description of the current sexual assault prevention activities of the Army, Navy, Air Force, and Marine Corps and those planned for the next 12 months; a comprehensive description of the current and planned sexual assault prevention activities at joint installations and the collaborative efforts of the military departments involved; a comparative assessment of the sexual assault prevention activities of the Army, Navy, Air Force, and Marine Corps, including the extent to which any differences arise from unique qualities of a particular Armed Force or the efforts of an Armed Force to pursue an innovative approach; an assessment of the procedures and mechanisms used by each Armed Force to ensure that its sexual assault prevention strategy and training are effective in achieving intended objectives; and an assessment of the report required to be submitted by the Secretary of Defense and the Chairman of the Joint Chiefs of Staff to the President by December 1, 2014, on efforts of DOD and the Armed Forces to improve the prevention of and response to sexual assault in the Armed Forces."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require a Comptroller General of the United States report on the sexual assault prevention activities of the Department of Defense and the Armed Forces.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2222:@@@L&summ2=m&"
}