{
  "actions": [
    {
      "acted_at": "2014-09-18", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5581-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-18", 
  "number": "5581", 
  "official_title": "To amend the Defense Production Act of 1950 to provide for a net benefit review of certain covered transactions, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Foreign Investment and Economic Security Act of 2014", 
  "sponsor": {
    "district": "3", 
    "name": "DeLauro, Rosa L.", 
    "state": "CT", 
    "thomas_id": "00281", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-09-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Armed forces and national security", 
    "Building construction", 
    "Business ethics", 
    "Competition and antitrust", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Corporate finance and management", 
    "Economic performance and conditions", 
    "Executive Office of the President", 
    "Foreign and international corporations", 
    "Government corporations and government-sponsored enterprises", 
    "Government studies and investigations", 
    "Industrial facilities", 
    "Industrial policy and productivity", 
    "Military procurement, research, weapons development", 
    "Technology transfer and commercialization", 
    "U.S. and foreign investments"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-09-18", 
    "text": "Foreign Investment and Economic Security Act of 2014 - Amends the Defense Production Act of 1950 to provide for: (1) national security reviews of transactions involving the construction of a new facility in the United States by any foreign person (currently, national security reviews are conducted only for certain mergers, acquisitions, or takeovers by or with a foreign person); and (2) net benefit reviews of new construction, mergers, acquisitions, or takeovers by or with a foreign person to determine whether the transaction is of net benefit to the United States.\n\nMakes net benefit reviews mandatory for transactions that meet specified requirements under the Clayton Act.\n\nDirects the Committee on Foreign Investment in the United States, for purposes of carrying out net benefit determinations, to consider the effect of the proposed or pending transaction on: (1) employment, resource processing, the utilization of parts and services produced in or imported into the United States, and U.S. exports; (2) industrial efficiency, technological development, technology transfers, and product innovation in the United States; (3) competition within any U.S. industry or between the United States and other countries; (4) compatibility with national industrial, economic, and cultural policies; and (5) public health, safety, and well-being of U.S. consumers.\n\nRequires the Committee, in the case of a net benefit determination concerning a foreign government-influenced transaction, to consider additional factors including:\n\n the governance and commercial orientation of the foreign person engaging in such transaction; the extent to which the foreign person is owned, controlled, or influenced by the foreign government; and adherence to U.S. law and corporate governance standards, engagement of the foreign country with the Securities and Exchange Commission (SEC) and the Public Company Accounting Oversight Board, and the likelihood of operation on a commercial basis. Requires final determinations of the Committee to be certified to Congress.\n\nRequires the Committee to refer to the President any of the Committee's final determinations that a transaction will not be of net benefit to the United States. Requires the President to announce the determination regarding such transactions.\n\nProhibits transactions that the President determines are not of net benefit to the United States. Requires the President to direct the Attorney General (DOJ) to seek appropriate relief in U.S. district courts to implement and enforce this Act. Bars judicial review of such determinations.\n\nRevises, for purposes of carrying out net benefit determinations, the composition of the Committee."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Foreign Investment and Economic Security Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Defense Production Act of 1950 to provide for a net benefit review of certain covered transactions, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5581:@@@L&summ2=m&"
}