{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, and Education and the Workforce, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Commerce, Manufacturing, and Trade.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health, Employment, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2910-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Commerce, Manufacturing, and Trade", 
      "subcommittee_id": "17"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health, Employment, Labor, and Pensions", 
      "subcommittee_id": "02"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "24", 
      "name": "Capps, Lois", 
      "sponsored_at": "2013-08-01", 
      "state": "CA", 
      "thomas_id": "01471", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "7", 
      "name": "Davis, Danny K.", 
      "sponsored_at": "2013-08-01", 
      "state": "IL", 
      "thomas_id": "01477", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Matsui, Doris O.", 
      "sponsored_at": "2013-08-01", 
      "state": "CA", 
      "thomas_id": "01814", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "32", 
      "name": "Napolitano, Grace F.", 
      "sponsored_at": "2013-08-01", 
      "state": "CA", 
      "thomas_id": "01602", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Pallone, Frank, Jr.", 
      "sponsored_at": "2013-08-01", 
      "state": "NJ", 
      "thomas_id": "00887", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Schakowsky, Janice D.", 
      "sponsored_at": "2013-08-01", 
      "state": "IL", 
      "thomas_id": "01588", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "2910", 
  "official_title": "To protect American children and their families from the epidemic of gun violence by banning access to certain weapons, strengthening the Nation's mental health infrastructure, and improving the understanding of gun violence.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr628-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Gun Violence Prevention and Reduction Act of 2013", 
  "sponsor": {
    "district": "33", 
    "name": "Waxman, Henry A.", 
    "state": "CA", 
    "thomas_id": "01209", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Aging", 
    "Child health", 
    "Crime and law enforcement", 
    "Disability and health-based discrimination", 
    "Drug, alcohol, tobacco use", 
    "Education programs funding", 
    "Emergency medical services and trauma care", 
    "Employee benefits and pensions", 
    "Firearms and explosives", 
    "Government studies and investigations", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Higher education", 
    "Marketing and advertising", 
    "Medical education", 
    "Medical research", 
    "Mental health", 
    "Research administration and funding", 
    "Right of privacy", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Violent crime"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-01", 
    "text": "Gun Violence Prevention and Reduction Act of 2013 - Considers as a banned hazardous product under the Consumer Product Safety Act any firearm receiver casting or firearm receiver blank (do-it-yourself assault weapon) that: (1) at the point of sale does not meet the definition of a firearm under the federal criminal code; and (2) after purchase can be completed by the consumer to the point at which such casting or blank functions as a firearm frame or receiver for a semiautomatic assault weapon or machine gun.\n\nMakes it unlawful to sell, offer for sale, manufacture for sale, or import into the United States for sale, to a consumer an assault weapon parts kit or machine gun parts kit.\n\nMakes it unlawful to market or advertise any of these weapons for sale on any medium of electronic communications, including over the Internet.\n\nAmends the Public Health Service Act to require the Director of the National Institute of Mental Health to conduct or support research on the causes, prevention, and treatment of serious mental illness.\n\nAuthorizes additional appropriations for National Health Service Corps scholarship and loan repayments in order to ensure an adequate supply of behavioral and mental health professionals.\n\nReauthorizes the mental and behavioral health education and training program of the Health Resources and Services Administration (HRSA) of the Department of Health and Human Services (HHS).\n\nRenames mental illness awareness training grants as mental health awareness grants.\n\nAuthorizes the Secretary of HHS to award grants under the Substance Abuse and Mental Health Services Administration (SAMHSA) to eligible entities for the development of curricula for continuing education and training to health care professionals on identifying, referring, and treating individuals with serious mental illness.\n\nRevises the program to assist local communities in developing ways to assist children in dealing with violence. Requires the Secretary to assist local communities and schools in implementing a comprehensive mental health program to assist children in dealing with trauma and violence.\n\nReplaces the mandate for youth interagency research, training, and technical assistance centers to one for a single suicide prevention technical assistance center addressing the prevention of suicide among all ages, particularly among groups at high risk for suicide.\n\nReauthorizes and revises the programs for: (1) youth suicide early intervention and prevention strategies, and (2) mental health and substance abuse disorder services.\n\nDirects the Secretary, acting through the SAMHSA and HRSA Administrators, to award grants, contracts, and cooperative agreements to eligible entities for the provision of coordinated and integrated mental health services and primary health care.\n\nRequires programs receiving grants to address the problems of persons who experience violence related stress to provide for continued operation of the National Child Traumatic Stress Initiative (NCTSI), including an NCTSI coordinating center.\n\nDirects the Secretary to provide information to priority mental health need grantees regarding evidence-based practices for the prevention and treatment of geriatric mental health disorders and co-occurring mental health and substance use disorders.\n\nDirects the Comptroller General (GAO) to study: (1) the availability of inpatient beds for treatment of mental health disorders; (2) its impact on access to, and the quality of, mental health services; and (3) the impact on individuals with serious mental illness and on states of the exclusion from medical assistance under title XIX (Medicaid) of the Social Security Act of payment for care or services for certain patients in an institution for mental diseases.\n\nIncreases requirements for certain annual reports and audits by states of recipients of block grants for: (1) Community Mental Health Services, and(2) prevention and treatment of substance use disorders.\n\n Declares that the Paul Wellstone and Pete Domenici Mental Health Parity and Addiction Equity Act of 2008 shall be construed, in the case of a group health plan or health insurance coverage that provides both medical and surgical benefits and mental health and substance use disorder benefits, to ensure full parity of such benefits, including: (1) at all levels of medically appropriate treatment, and (2) with respect to applicable medical management techniques.\n\nAuthorizes the Secretary to award grants, contracts, and cooperative agreements to eligible entities for planning, establishing, coordinating, and evaluating a nationwide public education campaign designed to: (1) promote public awareness and understanding of mental health disorders, including serious mental illness; and (2) reduce the stigma associated with mental health disorders.\n\nRequires the Centers for Disease Control and Prevention (CDC) to research the causes, mechanisms, prevention, diagnosis, and treatment of injuries from gun violence. Prohibits construction of this mandate, however, as authorizing advocacy or promotion of gun control.\n\nRequires the Secretary, acting through the CDC Director, to improve the National Violent Death Reporting System, particularly through the voluntary participation of additional states.\n\nDeclares that none of the authorities provided to the Secretary under the Patient Protection and Affordable Care Act shall be construed to prohibit a physician or other health care provider from: (1) asking a patient about the ownership, possession, use, or storage of a firearm or ammunition in the patient's home; (2) speaking to a patient about gun safety; or (3) reporting to the authorities a patient's threat of violence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Gun Violence Prevention and Reduction Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To protect American children and their families from the epidemic of gun violence by banning access to certain weapons, strengthening the Nation's mental health infrastructure, and improving the understanding of gun violence.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:19:55-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR2910:@@@L&summ2=m&"
}