{
  "actions": [
    {
      "acted_at": "2014-07-14", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Veterans' Affairs, and in addition to the Committee on Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-14", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Referred to House Veterans' Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-14", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-18", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Economic Opportunity.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-10", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-10", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported in the Nature of a Substitute (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-12T16:21:00-05:00", 
      "committees": [
        "HSVR"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Veterans' Affairs. H. Rept. 113-672, Part I.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-12T16:22:00-05:00", 
      "references": [], 
      "text": "Committee on Oversight and Government discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-12T16:22:00-05:00", 
      "calendar": "Union", 
      "number": "504", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 504.", 
      "type": "calendar", 
      "under": null
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5094-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Veterans' Affairs", 
      "committee_id": "HSVR", 
      "subcommittee": "Subcommittee on Economic Opportunity", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "7", 
      "name": "Blackburn, Marsha", 
      "sponsored_at": "2014-07-23", 
      "state": "TN", 
      "thomas_id": "01748", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Roe, David P.", 
      "sponsored_at": "2014-07-25", 
      "state": "TN", 
      "thomas_id": "01954", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-09-10", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-14", 
  "number": "5094", 
  "official_title": "To amend title 38, United States Code, to authorize the Secretary of Veterans Affairs to recoup certain bonuses or awards paid to employees of the Department of Veterans Affairs.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3831-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4281-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5172-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": null, 
  "sponsor": {
    "district": "1", 
    "name": "Miller, Jeff", 
    "state": "FL", 
    "thomas_id": "01685", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-09-10", 
  "subjects": [
    "Administrative remedies", 
    "Armed forces and national security", 
    "Department of Veterans Affairs", 
    "Government employee pay, benefits, personnel management"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to House amended, Part I", 
    "date": "2014-12-12", 
    "text": "(Sec. 1) Authorizes the Secretary of Veterans Affairs (VA) to issue an order directing a VA employee to repay the amount, or a portion of the amount, of an award or bonus paid to the employee if: (1) the Secretary determines that such repayment is appropriate, and (2) the employee is afforded notice and an opportunity for a hearing. Makes the Secretary's repayment decisions final and unreviewable by any other agency or any court.\n\n(Sec. 2) Extends subcontracting limitations that apply to certain small businesses awarded contracts under various Small Business Administration (SBA) programs to small business concerns owned and controlled by veterans with or without service-connected disabilities who are awarded VA contracts.\n\nRequires, for purposes of applying such subcontracting limitations to veterans with small businesses awarded such VA contracts, that: (1) small businesses owned and controlled by veterans be treated in the same manner as small businesses owned and controlled by veterans with service-connected disabilities, and (2) \"similarly situated entities\" include subcontractors for small businesses owned and controlled by a veteran with or without a service-connected disability (contract amounts expended by small businesses on subcontractors that are similarly situated entities are not considered toward subcontracting limits).\n\nDirects the Secretary, before awarding such a contract, to obtain a certification from the offeror: (1) specifying and promising to comply with the subcontracting performance requirements applicable to such offeror, and (2) acknowledging that the certification is subject to criminal laws concerning false or fraudulent statements or representations. Subjects small businesses to fines, imprisonment, or both for not acting in good faith.\n\nRequires the VA's Director of the Office of Small and Disadvantaged Business Utilization and the VA's Chief Acquisition Officer to: (1) establish a process to monitor the subcontracting requirement compliance of veterans' small businesses that are awarded VA contracts, and (2) refer violations to the VA's Inspector General. Directs the Inspector General to submit annual reports to Congress regarding such violations. (Sec. 3) Requires: (1) the Secretary to review the prisoner of war (POW) lists of the VA and the Department of Defense to identify any discrepancies; and (2) the VA's Inspector General to review the process by which the Secretary determines that a veteran is a former prisoner of war. Requires the Secretary to report to Congress on the VA's POW list, including information on: (1) such discrepancies, and (2) the results of the Inspector General's review.\n\n(Sec. 4) Prohibits the Secretary from expanding the dialysis pilot program (established by the Secretary in 2009 to provide dialysis care to patients at certain VA outpatient facilities) or creating any new VA dialysis capability in any facility other than an initial facility (one of four outpatient facilities the Secretary identified to participate in the program) until after:\n\n the Secretary has implemented the pilot program at each initial facility for at least two years, an independent analysis of the program has been conducted at each initial facility, and the Secretary has submitted a report on such analysis to Congress. Requires the Secretary, in order to increase veterans' access to dialysis care and decrease the travel time required to receive such care, to fully use existing VA dialysis resources, including any community dialysis provider with which the Secretary has entered into a contract or agreement to provide such care."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 38, United States Code, to authorize the Secretary of Veterans Affairs to recoup certain bonuses or awards paid to employees of the Department of Veterans Affairs.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:51-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5094:@@@L&summ2=m&"
}