{
  "actions": [
    {
      "acted_at": "2014-06-18", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2489-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-18", 
  "number": "2489", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to ensure that sufficient funding is made available for the Highway Trust Fund, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4679-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4985-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2360-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "American Jobs for American Infrastructure Act", 
  "sponsor": {
    "district": null, 
    "name": "Walsh, John E.", 
    "state": "MT", 
    "thomas_id": "02198", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Congressional oversight", 
    "Corporate finance and management", 
    "Department of Energy", 
    "Department of the Interior", 
    "Department of the Treasury", 
    "Economics and public finance", 
    "Electric power generation and transmission", 
    "Environmental technology", 
    "Executive agency funding and structure", 
    "Foreign and international corporations", 
    "Government trust funds", 
    "Income tax rates", 
    "Indian lands and resources rights", 
    "Inflation and prices", 
    "Infrastructure development", 
    "Public transit", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Taxation of foreign income", 
    "Transportation programs funding", 
    "Water resources funding", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-18", 
    "text": "American Jobs for American Infrastructure Act - Amends the Internal Revenue Code to appropriate to the Highway Account and Mass Transit Account of the Highway Trust Fund for FY2014-FY2018 amounts necessary to ensure that the balance of each Account for any quarter is not less than specified levels.\n\nDeclares the sense of Congress that Congress should provide annual inflation increases for the Federal Lands Access Program, the Federal Lands Transportation Program, and the Tribal Transportation Program in the next Surface Transportation reauthorization.\n\nEstablishes in the Treasury a Reclamation Water Infrastructure Fund, to be administered by the Secretary of the Interior and used for: (1) rural water projects; (2) deferred maintenance of certain Indian irrigation projects; and (3) construction, planning, and design of projects to settle Indian reserved water rights.\n\nEstablishes in the Treasury an Energy Upgrade and Retrofit Infrastructure Fund, to be administered by the Secretary of Energy (DOE) and used to: (1) support novel and innovative technologies to capture or prevent carbon dioxide emissions, as well as enable the beneficial use and long-term storage of carbon dioxide; and (2) fund certain commercial-scale, coal-fired electric generation units.\n\nAmends the Internal Revenue Code of 1986 to make a special rule to prohibit income deductions allocated to deferred foreign income from offsetting U.S. source income.\n\nRequires foreign-related deductions to be allocated to currently-taxed foreign income in the same proportion which currently-taxed foreign income bears to the sum of currently-taxed foreign income and deferred foreign income.\n\nRevises rules related to inverted domestic corporations (which used to be incorporated in the United States, or used to be a partnership in the United States, but now are incorporated in a foreign country, or are subsidiaries whose parent corporations are incorporated in a foreign country).\n\nTreats as an inverted domestic corporation, for income tax purposes, any foreign corporation (entity) which after May 8, 2014, completes the direct or indirect acquisition of substantially all of the properties or assets of a domestic corporation, and after the acquisition either: (1) more than 50% (currently, in different specified circumstances, 60% or 80%) of the entity's stock is held by former shareholders of the domestic corporation by reason of holding stock in that domestic corporation; or (2) the management and control of the expanded affiliated group which includes the entity occurs, directly or indirectly, primarily within the United States, and the expanded affiliated group has significant domestic business activities. Applies similar rules to an entity's acquisition of a domestic partnership.\n\nDedicates to deficit reduction $1 billion of any increase in revenue to the Treasury by reason of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "American Jobs for American Infrastructure Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Internal Revenue Code of 1986 to ensure that sufficient funding is made available for the Highway Trust Fund, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2489:@@@L&summ2=m&"
}