{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSFI"
      ], 
      "references": [
        {
          "reference": "CR S5222-5224", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2736-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2014-07-31", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2736", 
  "official_title": "A bill to amend the Internal Revenue Code of 1986 to prevent identity theft related tax refund fraud, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4910-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Tax Refund Theft Prevention Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Crime victims", 
    "Employee hiring", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Tax administration and collection, taxpayers", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Tax Refund Theft Prevention Act of 2014 - Amends the Internal Revenue Code to: (1) establish a safe harbor rule for errors on tax information and payee statements to treat such statements as correctly filed if there are one or more errors on such statements and no single erroneous amount differs from the correct amount by more than $25; (2) require any tax return that is prepared electronically, but is printed and filed on paper, to bear a code which can, when scanned, convert such return to an electronic format; (3) impose a fine and/or prison term on any person who willfully misappropriates another person's taxpayer identity; (4) require a tax statement reporting wages and other tax information to show an identifying number for the employee (currently, requires the employee's social security number); (5) increase civil and criminal penalties for tax return preparers who improperly disclose or use tax return information; (6) enhance requirements relating to electronic filing of tax returns and the filing of W-2 and 1099 forms; and (7) impose a due diligence requirement on tax return preparers to verify the identity of a taxpayer for whom they file a return or refund claim.\n\nDirects the Secretary of the Treasury to: (1)  make available on a website resources and guidance that will allow taxpayers to prepare and file (in batches of not more than 50) forms 1099, prepare forms 1099 for distribution to recipients other than the Internal Revenue Service (IRS), and create and maintain necessary taxpayer records; (2) establish a single point of contact with an IRS employee for taxpayers whose tax returns have been delayed or affected due to misappropriation of the taxpayer's identity; (3) implement a password system for the prevention of identity theft tax fraud; (4) issue regulations that restrict the delivery or deposit of multiple individual income tax refunds from the same tax year to the same individual account or mailing address; and (5) report on the extent and nature of fraud involving the use of misappropriated taxpayer identity.\n\nGrants the Secretary access to information in the National Directory of New Hires for the sole purpose of identifying and preventing fraudulent tax return filings and claims for tax refunds.\n\nAmends the federal criminal code to include within the definition of aggravated identity theft the misappropriation of taxpayer identity in connection with tax fraud."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Tax Refund Theft Prevention Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Internal Revenue Code of 1986 to prevent identity theft related tax refund fraud, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2736:@@@L&summ2=m&"
}