{
  "actions": [
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2281-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2014-05-01", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kaine, Tim", 
      "sponsored_at": "2014-06-11", 
      "state": "VA", 
      "thomas_id": "02176", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-01", 
  "number": "2281", 
  "official_title": "A bill to amend the Higher Education Act of 1965 to make technical improvements to the Net Price Calculator system so that prospective students may have a more accurate understanding of the true cost of college.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3694-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Net Price Calculator Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Franken, Al", 
    "state": "MN", 
    "thomas_id": "01969", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-01", 
  "subjects": [
    "Congressional oversight", 
    "Consumer affairs", 
    "Education", 
    "Government information and archives", 
    "Higher education", 
    "Internet and video services", 
    "Student aid and college costs", 
    "Veterans' education, employment, rehabilitation"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-01", 
    "text": "Net Price Calculator Improvement Act - Amends the Higher Education Act of 1965 to establish the minimum requirements for the net price calculator that each institution of higher education (IHE) receiving federal funds under title IV (Student Assistance) of the Act must include on its website. (An IHE's \"net price\" is the average yearly price actually charged to first-time, full-time undergraduate students receiving student aid at the school after deducting such aid.)\n\nRequires the link for the calculator to be clearly labeled and conspicuously posted on an IHE's website.\n\nRequires each calculator's results page to include:\n\n the individual net price of attending the IHE (the individual net price is calculated like the net price but takes into account the cost of attendance for, and aid available to, the individual student to the extent practicable); the cost of attending the IHE; the estimated total need- and merit-based grant aid from federal, state, and institutional sources that may be available to the individual student; the percentage of such students enrolled at the school who receive any of that grant aid; and a notice that an estimate of an individual's net price is non-binding and subject to change. Requires calculators that estimate a user's eligibility for veterans' education benefits or educational benefits for active duty service members to clearly distinguish those benefits from other grant-aid. Requires calculators that do not make such estimates to provide users with notice of, and a link to information concerning, those benefits.\n\nDirects IHEs to populate their calculators with data from not earlier than two academic years prior to the most recent academic year.\n\nRequires the calculators to: (1) clearly indicate which questions need to be completed for a net price estimate, (2) clearly mark requests for contact information as optional, (3) prohibit personally identifiable information from being sold or made available to third parties, and (4) clearly state that any information a user provides is confidential and that the calculator does not store responses or require personal identifying information.\n\nAuthorizes the Secretary of Education to develop a universal net price calculator that enables users to answer one set of questions and receive net prices for any IHE that is required to have a net price calculator."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Net Price Calculator Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Higher Education Act of 1965 to make technical improvements to the Net Price Calculator system so that prospective students may have a more accurate understanding of the true cost of college.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:17-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2281:@@@L&summ2=m&"
}