{
  "actions": [
    {
      "acted_at": "2014-12-01", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Transportation and Infrastructure.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Coast Guard and Maritime Transportation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-03T12:43:00-05:00", 
      "references": [], 
      "text": "Mr. Hunter moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-03T12:43:00-05:00", 
      "references": [
        {
          "reference": "CR H8289-8305", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-03T12:43:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 5769.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-03T13:13:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-03T15:11:00-05:00", 
      "references": [
        {
          "reference": "CR H8310-8311", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-03T15:18:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H8289-8301", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "541", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by the Yeas and Nays: (2/3 required): 413 - 3 (Roll no. 541).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-12-03T15:18:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-04", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5769-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Coast Guard and Maritime Transportation", 
      "subcommittee_id": "07"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "3", 
      "name": "Garamendi, John", 
      "sponsored_at": "2014-12-01", 
      "state": "CA", 
      "thomas_id": "01973", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rahall, Nick J., II", 
      "sponsored_at": "2014-12-01", 
      "state": "WV", 
      "thomas_id": "00940", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "9", 
      "name": "Shuster, Bill", 
      "sponsored_at": "2014-12-01", 
      "state": "PA", 
      "thomas_id": "01681", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-12-03T12:43:00-05:00", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-12-03T15:18:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-01", 
  "number": "5769", 
  "official_title": "To authorize appropriations for the Coast Guard for fiscal year 2015, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2444-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Howard Coble Coast Guard and Maritime Transportation Act of 2014", 
  "sponsor": {
    "district": "50", 
    "name": "Hunter, Duncan D.", 
    "state": "CA", 
    "thomas_id": "01909", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-12-03T15:18:00-05:00", 
  "subjects": [
    "Accidents", 
    "Actions and defenses", 
    "Administrative law and regulatory procedures", 
    "Advanced technology and technological innovations", 
    "Advisory bodies", 
    "Arctic and polar regions", 
    "Aviation and airports", 
    "Border security and unlawful immigration", 
    "Canada", 
    "Caribbean area", 
    "Child care and development", 
    "Coast guard", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Denmark", 
    "Department of Defense", 
    "Department of Homeland Security", 
    "District of Columbia", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Emergency communications systems", 
    "Emergency planning and evacuation", 
    "Europe", 
    "Executive agency funding and structure", 
    "Federal Maritime Commission", 
    "Federal-Indian relations", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Great Lakes", 
    "Higher education", 
    "Historical and cultural resources", 
    "Homeland security", 
    "Iceland", 
    "International organizations and cooperation", 
    "Lakes and rivers", 
    "Land transfers", 
    "Legal fees and court costs", 
    "Licensing and registrations", 
    "Marine and coastal resources, fisheries", 
    "Marine and inland water transportation", 
    "Marine pollution", 
    "Military education and training", 
    "Military personnel and dependents", 
    "National Guard and reserves", 
    "Navigation, waterways, harbors", 
    "New York State", 
    "Norway", 
    "Oil and gas", 
    "Public contracts and procurement", 
    "Research administration and funding", 
    "Research and development", 
    "Roads and highways", 
    "Russia", 
    "Student aid and college costs", 
    "Transportation and public works", 
    "Transportation costs", 
    "Transportation programs funding", 
    "Transportation safety and security", 
    "U.S. territories and protectorates", 
    "Virgin Islands", 
    "Washington State"
  ], 
  "subjects_top_term": "Transportation and public works", 
  "summary": {
    "as": "Passed House without amendment", 
    "date": "2014-12-03", 
    "text": "Howard Coble Coast Guard and Maritime Transportation Act of 2014 - Title I: Authorization - (Sec. 101) Authorizes FY2015 appropriations for the Coast Guard for:\n\n operation and maintenance; the acquisition, construction, rebuilding, and improvement of aids to navigation, shore and offshore facilities, vessels, and aircraft; the Coast Guard Reserve program; environmental compliance and restoration of Coast Guard vessels, aircraft, and facilities; research, development, test, and evaluation of technologies, materials, and human factors related to search and rescue, aids to navigation, marine safety, marine environmental protection, enforcement of laws and treaties, ice operations, oceanographic research, and defense readiness; and alteration or removal of bridges over navigable waters of the United States constituting obstructions to navigation, and for personnel and administrative costs associated with the Alteration of Bridges Program. (Sec. 102) Authorizes for FY2015 end-of-year strength for active duty personnel of 43,000 and military training student loads.\n\nTitle II: Coast Guard - (Sec. 201) Reduces from 7,200 to 6,000 the number of commissioned officers on the active duty promotion list, subject to current exceptions.\n\n (Sec. 202) Designates the date on which the term for the Commandant of the Coast Guard begins and ends.\n\n (Sec. 203) Identifies the skills and qualifications necessary for a career as a waterways operations manager or a facility safety and security specialist.\n\n (Sec. 204) Authorizes the Coast Guard’s centers of expertise for prevention and response to conduct experiments and investigate plans, devices, and inventions relating to the performance of Coast Guard functions.\n\n (Sec. 205) Increases the amount of certain fines and penalties for tampering with aids to navigation and making false distress calls.\n\n (Sec. 206) Authorizes the Coast Guard to enter into cooperative agreements with public and private entities and foreign nations for conducting experiments and investigating plans, devices, and inventions relating to the performance of Coast Guard functions. Authorizes the Coast Guard to impose and collect a fee from those entities for expenses incurred in carrying out the agreements.\n\n (Sec. 208) Permits proceeds received from the lease of lighthouse properties under the Coast Guard’s administrative control to be deposited in the Coast Guard Housing Fund for the construction and renovation of servicemember housing. (Currently, the proceeds are deposited in the Treasury.)\n\n (Sec. 209) Authorizes the Coast Guard to lease submerged lands and tidelands under its control for periods longer than five years.\n\n (Sec. 210) Requires the Coast Guard to provide notification to the public, governors of affected states, and Congress 90 days in advance of a determination that a waterway is subject to Coast Guard jurisdiction.\n\n (Sec. 211) Modifies the membership and duties of the Board of Visitors to the Coast Guard Academy. Establishes the terms for Academy members. Directs the Board to report to the Department of Homeland Security (DHS) and Congress after each annual Academy visit.\n\n (Sec. 212) Authorizes DHS to retire Coast Guard flag officers without the review of the Department of Defense (DOD) unless the Coast Guard is operating as a service in the Navy.\n\n (Sec. 213) Repeals a limitation on issuing more than one medal of honor to any one person.\n\n (Sec. 214) Authorizes the Coast Guard to:\n\n establish an office for developing, promulgating, and coordinating policies, programs, and activities related to Coast Guard members’ families; provide tuition assistance to eligible spouses of servicemembers; and establish within any Coast Guard unit an initiative to help servicemembers’ children integrate into new surroundings. Requires the Coast Guard to direct each of its child development centers to meet standards that ensure the health, safety, and welfare of the centers’ children and employees and employee training requirements. Directs the Coast Guard to require that each center has a board of parents of children attending the center. Authorizes the Coast Guard to establish a parent participation initiative at each center.\n\n Expresses the sense of Congress that the amount of funds appropriated for operating expenses related to Coast Guard child development services should not be less than the amount of the child development center fee receipts estimated to be collected by the Coast Guard.\n\n (Sec. 215) Requires the Coast Guard to submit to Congress an integrated major acquisition mission need statement on the date the President submits a budget for FY2016, FY2019 and every four years thereafter. Requires the statement to: (1) identify current and projected gaps in Coast Guard mission capabilities, (2) explain how each major acquisition program (an ongoing acquisition with a cost estimate of at least $300 million) addresses the gaps if funded at the levels provided for the program in the Coast Guard’s most recently submitted capital investment plan, and (3) describe the missions the Coast Guard will not be able to achieve for each gap.\n\n (Sec. 216) Requires DHS to submit each fiscal year a Coast Guard authorization request that recommends end strengths for personnel and authorizations of appropriations.\n\n (Sec. 217) Requires the Coast Guard to: (1) establish, maintain, and update an inventory of property under its control, including submerged lands; (2) assess the condition of each property; and (3) make recommendations on divesting and consolidating any of those properties to Congress every five years.\n\n (Sec. 219) Modifies the limitation on the number of days within a specified period that an organized training unit or member of the Coast Guard Ready Reserve may be ordered to serve in active duty for an emergency augmentation of regular forces.\n\n (Sec. 220) Extends through FY2017 the Coast Guards authority to hire acquisition workforce on an expedited basis.\n\n (Sec. 221) Revises, repeals, and consolidates various reporting requirements.\n\n (Sec. 223) Authorizes DHS to enter into multiyear contracts for the procurement of Offshore Patrol Cutters (vessels that are 65 feet or greater) and associated equipment.\n\n (Sec. 224) Directs DHS to submit to Congress a schedule and plan for enhancing the maintenance or extending the service life of medium endurance cutter mission capability.\n\n (Sec. 225) Authorizes DHS to request and accept a miltary-to-military transfer and conversion of H-60 helicopters for year round use in the Coast Guard’s Ninth District (the Great Lakes region).\n\n (Sec. 226) Requires the Coast Guard to report on any gaps that exist in writing on the history of the Coast Guard.\n\n (Sec. 227) Requires the Coast Guard to assess the Coast Guard’s officer evaluation reporting system.\n\n (Sec. 228) Requires DHS to establish a process that allows an operator of a nonfederal vessel traffic information service to use the automatic identification system to transmit weather, ice, and important navigation safety information to vessels.\n\n (Sec. 229) Prohibits DHS from dismantling or disposing of infrastructure that supported the former LORAN system (long range radio aid to navigation system) until the later of: (1) one year after this Act’s enactment; or (2) the date on which DHS notifies Congress that the infrastructure is not required to provide a positioning, navigation, and timing system as a redundant capability in the event Global Positioning System signals are disrupted. Provides an exception for activities necessary for the safety of human life.\n\n Permits DHS to enter agreements with entities to develop another system to provide such redundant capability, including an enhanced LORAN system.\n\n (Sec. 230) Requires the Coast Guard to analyze and report on any deficiencies that exist in Coast Guard resources with respect to maritime border security in the Great Lakes, the coastal areas in the Southeast and Southwest, and the Western Hemisphere Drug Transit Zone.\n\n (Sec. 231) Requires DHS to report on efforts to modernize the National Distress and Response System in the Rescue 21 project in Alaska and in Coast Guard sectors of the Upper Mississippi River, Lower Mississippi River, and Ohio River Valley.\n\n (Sec. 232) Requires the Coast Guard to outline and report on a course of action to reconcile general maintenance priorities for cutters with operations priorities on the Missouri River.\n\n (Sec. 233) Requires the Coast Guard to assess and report on the Maritime Search and Rescue Assistance policy as it related to state and local responders.\n\nTitle III: Shipping and Navigation - (Sec. 301) Repeals a requirement that the Department of Commerce promote the development and use of mobile trade fairs to show and sell products of U.S. business and agriculture at foreign ports and commercial centers.\n\n (Sec. 302) Authorizes Department of Transportation (DOT) to donate government property administered by the Maritime Administration (MARAD) for historical purposes, except real estate or vessels, to nonprofit organizations, states, or political subdivisions.\n\n (Sec. 303) Reauthorizes through FY2017 appropriations to MARAD for a program that provides assistance for small shipyards and maritime communities.\n\n (Sec. 304) Directs federal agencies that operate vessels to report drug test violations by employment applicants to the Coast Guard.\n\n (Sec. 305) Requires DHS to provide veterans with documentation of their sea service. Directs the Coast Guard to promote awareness among its personnel of post-service use of Coast Guard training, education, and practical experience in satisfaction of requirements for merchant mariner credentials.\n\n (Sec. 306) Redefines “high-risk waters,” for purposes of determining when owners or operators of U.S. vessels carrying government-impelled cargo are to be reimbursed for the cost of providing armed on-board safety personnel, as waters: (1) so designated by the Coast Guard in the appropriate maritime security directive, and (2) in which DOT determines an act of piracy is likely to occur based on documented acts of piracy that occurred in such waters during the 12-month period preceding the applicable voyage.\n\n(Sec. 308) Directs the Government Accountability Office (GAO) to report on the number of jobs that would be created in the U.S. maritime industry in each of years 2015-2025 if liquefied natural gas exported from the United States were required to be carried: (1) before December 31, 2018, on vessels documented under the laws of the United States; and (2) after such date, on vessels documented under U.S. laws and constructed in the United States.\n\n (Sec. 309) Reauthorizes the Fishing Safety Grant Program through FY2017.\n\n (Sec. 310) Directs DHS to establish a Merchant Marine Personnel Advisory Committee to advise DHS on matters relation to personnel in the U.S. merchant marine and comment on proposed Coast Guard regulations relating to those personnel. Authorizes the Committee to conduct studies and make its recommendations available to Congress.\n\n Terminates the Committee on September 30, 2020.\n\n (Sec. 311) Authorizes DHS to accept in-kind reimbursement for transportation, travel, and subsistence when inspecting certain vessels.\n\n (Sec. 312) Requires DHS to provide notice of major marine casualties to state and tribal governments within 24 hours of it being reported to DHS.\n\n(Sec. 313) Amends provisions of the Federal Water Pollution Control Act (commonly known as the Clean Water Act) related to area contingency plans for the discharge of oil and hazardous substances, by authorizing Indian tribes to participate in area committees established to plan for responses to spills and requiring the plans to include a framework for advance planning and decision making with respect to the closing and reopening of fishing areas following a discharge.\n\n(Sec. 314) Prohibits the Coast Guard from disseminating data it collected in an ice patrol about iceberg locations and dangerous ice conditions in the North Atlantic Ocean to vessels of nations that failed to reimburse the Coast Guard for this service as required.\n\n(Sec. 315) Establishes a process for DHS to delegate to classification societies (non-governmental organizations that act on the Coast Guard's behalf in caring out certification and inspection activities) the authority to inspect offshore supply vessels.\n\nRequires DHS to report to Congress within specified periods regarding: (1) the number of vessels for which a delegation was made, (2) any savings in personnel and operational costs incurred by the Coast Guard that resulted from the delegation, and (3) any impacts of the delegations on the operational safety of vessels and vessel crews.\n\n(Sec. 317) Directs DHS to require that each vessel response plan prepared for a mobile offshore drilling unit include information from the facility response plan prepared for the unit regarding the planned response to a worst case discharge and to a threat of those discharges.\n\n(Sec. 318) Revises the amount owners or operators of terminal facilities, offshore facilities, or crude oil tankers are required to provide to Cook Inlet Regional Citizens Advisory Council in Alaska each year.\n\n(Sec. 319) Increases the number of passengers (from 6 to 12) that a U.S. owned, uninspected, passenger vessels that is less than 24 meters in length and is operating in the U.S. Virgin Islands may carry if certain safety requirements are met.\n\n(Sec. 320) Establishes an Abandoned Seafarers Fund to provide support for foreign seafarers who are required to remain in the United States because they are either paroled or and are involved in an investigation, reporting, documentation, or adjudication of any matter relating to the administration or enforcement of laws by the Coast Guard.\n\n (Sec. 321) Revises DOT’s enforcement authority with respect to whether programs administered by federal agencies comply with the requirement that at least 50% of the gross tonnage of certain cargos procured or financed by the U.S. government are transported on privately-owned commercial vessels of the United States.\n\n Directs DOT to determine on an annual basis whether agency programs are subject to the requirement and submit a report that identifies those programs and actions taken by DOT in response to violations.\n\n (Sec. 322) Prohibits DHS from finalizing a regulation relating to safety and environmental management system requirements for vessels on the United States Outer Continental Shelf that was proposed on September 10, 2013, until six months after it has submitted an analysis of the proposed regulation and the impact of the rule.\n\n (Sec. 323) Moves the responsibility of maintaining a website concerning crimes on cruise vessels from DHS to DOT.\n\nTitle IV: Federal Maritime Commission - (Sec. 401) Authorizes appropriations for the Federal Maritime Commission (FMC) for FY2015.\n\n (Sec. 402) Authorizes reasonable attorney fees to be awarded to prevailing parties in actions filed with FMC concerning a violation of ocean shipping law.\n\n (Sec. 403) Revises terms of office requirements for FMC Commissioners. Prohibits Commissioners from serving more than one year after their five year term expires and from serving more than two terms.\n\n Establishes conflict of interest requirements applicable to FMC Commissioners.\n\nTitle V: Artic Maritime Transportation - (Sec. 501) Encourages DHS to enter into negotiations through the International Maritime Organization to conclude and execute agreements to promote coordinated action among the United States, Russia, Canada, Iceland, Norway, and Denmark and other seafaring and Arctic nations to ensure, in the Arctic:\n\n placement and maintenance of aids to navigation; appropriate marine safety, tug, and salvage capabilities; oil spill prevention and response capability; maritime domain awareness, including long-range vessel tracking; and search and rescue. Directs the Committee on the Maritime Transportation System to coordinate the establishment of domestic transportation policies in the Arctic necessary to ensure safe and secure maritime shipping. Authorizes DHS to enter into agreements with, or make grants to, individuals and governments to ensure safe and secure maritime shipping in the Arctic.\n\n Requires DHS to promote safe maritime navigation by means of icebreaking where necessary, feasible, and effective.\n\n (Sec. 502) Requires the Coast Guard to improve maritime domain awareness in the Arctic and submit a five-year strategic plan every five years to guide interagency and international intergovernmental cooperation and coordination for improving this awareness.\n\n (Sec. 503) Requires DHS to report on the status of the negotiations at the International Maritime Organization regarding the establishment of a draft international code of safety for ships operating in polar waters, popularly known as the Polar Code. Directs the report to address the impacts of the Code for coastal communities located in the Arctic on the costs of delivering fuel and freight and maritime transportation safety.\n\n (Sec. 504) Authorizes DHS to construct facilities in the Arctic to:\n\n support aircraft maintenance; provide shelter for both current helicopter assets and those projected to be located at Air Station Kodiak, Alaska, for at least 20 years; and include accommodations for personnel. (Sec. 505) Amends the Coast Guard and Maritime Transportation Act of 2012 to authorize the Coast Guard to decommission the icebreaker cutter named the Polar Sea if DHS does not make a determination regarding whether it is cost-effective to reactivate the icebreaker. Requires the Coast Guard to submit to Congress:\n\n a strategy to meet the Coast Guard's Arctic ice operations needs through September 30, 2050; and a bridging strategy for maintaining the Coast Guard's polar icebreaking services until at least September 30, 2024, unless DHS determines that it is cost-effective to reactivate the Polar Sea. Authorizes the Coast Guard to conduct a service life extension of seven to ten years for the Polar Sea cutter upon the submission of a service life extension plan.\n\n (Sec. 506) Requires the President to facilitate planning for the design, procurement, maintenance, deployment, and operation of icebreakers as needed to support the statutory missions of the Coast Guard in the polar regions by allocating all funds to support icebreaking operations in those regions, except for recurring incremental costs associated with specific projects, to the Coast Guard.\n\nTitle VI: Miscellaneous - (Sec. 601) Revises manning requirements relating to certain U.S. purse seine fishing vessels (commonly referred to as the distant water tuna fleet) engaging foreign citizens. (Manning requirements include regulations that govern the nationality of the crew, the required number of crew, and crew qualifications on ships.)\n\n (Sec. 602) Amends the Federal Water Pollution Control Act (commonly known as the Clean Water Act) to extend for a year a provision which prohibits the Environmental Protection Agency (EPA) from requiring a National Pollutant Discharge Elimination System permit for a vessel that is less than 79 feet in length or a fishing vessel for any discharge: (1) of effluent from properly functioning marine engines; (2) of laundry, shower, and galley sink wastes; or (3) that is incidental to the normal operation of those vessels. (This prohibition does not apply with respect to garbage discharged overboard, other discharges when the vessel is operating in a capacity other than as a means of transportation, discharges of ballast water held in ships to increase stability, or any discharge that contributes to a violation of a water quality standard or poses an unacceptable risk to human health or the environment.)\n\n (Sec. 603) Directs DOT to submit to Congress a national maritime strategy that:\n\n identifies federal regulations that reduce the competitiveness of U.S. flag vessels in international markets; identifies the impact of reduced cargo flow due to reductions in the number of Armed Forces members stationed or deployed outside the United States; and includes recommendations to make U.S. flag vessels more competitive in shipping routes, and to enhance U.S. shipbuilding capability. Requires DOT to recommend strategies to increase the use of U.S. flag vessels to carry imports and exports, third-party inspection and certification authorities, and short sea transportation routes.\n\n (Sec. 604) Exempts the vessel \"John Craig\" (United States official number D1110613) from a requirement that passenger vessel operators be licensed by DHS, provided that Kentucky has implemented a similar licensing requirement and the vessel is operating on a specified portion of the River.\n\n Authorizes DHS to issue a coastwise endorsement to the “F/V Western Challenger” (IMO number 5388108). (A coastwise endorsement entitles a vessel to employment in unrestricted coastwise trade, dredging, towing, and any other employment for which a registry or fishery endorsement is not required.)\n\n (Sec. 605) Directs the Coast Guard to arrange for an assessment by the National Academy of Sciences of authorities concerning vessels and seamen that have been delegated to the Coast Guard and impact the ability of vessels documented under U.S. laws to effectively compete in international transportation markets. Requires the Coast Guard to report on the assessment.\n\n (Sec. 606) Requires DHS to report on the status of the final rule that relates to the Coast Guard’s Notice of Arrival and Departure (NOAD) and Automatic Identification System (AIS) requirements.\n\n (Sec. 607) Authorizes the Coast Guard to convey 0.2 acres of property at 527 River Street in Rochester, New York to Rochester, New York.\n\n (Sec. 608) Authorizes the Department of the Interior to convey 0.86 acres of fast lands in the narrows of Puget Sound, Washington to Gig Harbor, Washington upon the Coast Guard's relinquishment of the property.\n\n (Sec. 609) Deems the vessel assigned U.S. official number 1205366 (rebuilt after a fire) to be a new vessel on the date of delivery of the vessel after January 1, 2012, from a privately owned U.S. shipyard if no encumbrances are on record with the Coast Guard at the time of the issuance of the new certificate of documentation.\n\n (Sec. 610) Bars DHS and EPA from prohibiting a vessel operating within the Thunder Bay National Marine Sanctuary and Underwater Preserve from taking up or discharging ballast water to allow for safe and efficient vessel operation if the uptake or discharge meets all federal and state ballast water management requirements that would apply if the area were not a marine sanctuary.\n\n (Sec. 611) Requires the General Services Administration (GSA) to allocate and assign a specified number of parking spaces at DHS' St. Elizabeth Campus to Coast Guard personnel assigned to the Campus based on a schedule."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Howard Coble Coast Guard and Maritime Transportation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Howard Coble Coast Guard and Maritime Transportation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To authorize appropriations for the Coast Guard for fiscal year 2015, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:50:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5769:@@@L&summ2=m&"
}