{
  "actions": [
    {
      "acted_at": "2013-10-30", 
      "committees": [
        "SSHR"
      ], 
      "references": [
        {
          "reference": "CR S7681-7682", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-31", 
      "references": [
        {
          "reference": "CR S7690-7692", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-11-05", 
      "references": [
        {
          "reference": "CR S7803", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1626-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2013-10-30", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2013-10-31", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-30", 
  "number": "1626", 
  "official_title": "A bill to amend the Fair Labor Standards Act of 1938 to provide employees in the private sector with an opportunity for compensatory time off, similar to the opportunity offered to Federal employees, and a flexible credit hour program to help balance the demands of work and family, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1406-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1623-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Family Friendly and Workplace Flexibility Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "McConnell, Mitch", 
    "state": "KY", 
    "thomas_id": "01395", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-30", 
  "subjects": [
    "Administrative remedies", 
    "Bankruptcy", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Employee leave", 
    "Labor and employment", 
    "Labor standards", 
    "Labor-management relations", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-30", 
    "text": "Family Friendly and Workplace Flexibility Act of 2013 - Amends the Fair Labor Standards Act of 1938 to authorize private employers to provide compensatory time off to private employees at a rate of at least 1 1/2 hours per hour of employment for which overtime compensation is required. Authorizes an employer to provide compensatory time only in accordance with an applicable collective bargaining agreement or, in the absence of such an agreement, an agreement between the employer and employee.\n\nProhibits an employee from accruing more than 160 hours of compensatory time. Requires such an employee, however, to receive overtime compensation for any such time in excess of 160 hours.\n\nRequires an employee's employer to provide monetary compensation, after the end of a calendar year, for any unused compensatory time off accrued during the preceding year.\n\nRequires an employer to give employees 30-day notice before discontinuing a policy of compensatory time off.\n\nProhibits an employer from intimidating, threatening, or coercing an employee in order to interfere with the employee's right to: (1) use or refrain from using accrued compensatory time off in lieu of receiving monetary compensation, or (2) refrain from entering into an agreement to accrue such compensatory time.\n\nAuthorizes an employer to establish a flexible credit hour program for employees to accrue flexible credit hours and, in lieu of monetary compensation, reduce the number of hours the employee works in a subsequent day or week at a rate of one hour for each hour of employment for which overtime compensation is required to be paid. Authorizes an employer to carry out a flexible credit hour program only in accordance with an applicable collective bargaining agreement or, in the absence of such an agreement, an agreement between the employer and employee.\n\nRequires an employee's employer to provide monetary compensation, after the end of a calendar year, for any unused flexible credit hour accrued during the preceding year.\n\nRequires an employer to give employees 30-day notice before discontinuing a policy of flexible credit hour program.\n\nProhibits an employer from intimidating, threatening, or coercing an employee in order to interfere with the employee's right to: (1) elect or not to elect to participate in a flexible credit hour program or to work flexible credit hours, or (2) use or refrain from using accrued flexible credit hours.\n\nMakes an employer who violates such requirements liable to the affected employee in the amount of the compensation rate for each hour of unused compensatory time or each unused flexible credit hour accrued, plus an equal amount as liquidated damages.\n\nPrescribes certain employee protections for unused compensatory time off and unused flexible credit hours during a bankruptcy proceeding.\n\nDirects the Comptroller General (GAO) to report to Congress every three years on: (1) the extent to which employers provide compensatory time off and flexible credit hours and employees opt to receive them; (2) the number of complaints filed by an employee with the Secretary of Labor alleging a violation of the requirements as well as enforcement actions commenced by the Secretary on behalf of an aggrieved employee; (3) the disposition of such complaints and actions; and (4) any unpaid wages, damages, penalties, injunctive relief, or other remedies sought by the Secretary in connection with such actions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Family Friendly and Workplace Flexibility Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Fair Labor Standards Act of 1938 to provide employees in the private sector with an opportunity for compensatory time off, similar to the opportunity offered to Federal employees, and a flexible credit hour program to help balance the demands of work and family, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1626:@@@L&summ2=m&"
}