{
  "actions": [
    {
      "acted_at": "2014-06-19", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2509-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Corker, Bob", 
      "sponsored_at": "2014-06-19", 
      "state": "TN", 
      "thomas_id": "01825", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2014-06-19", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-19", 
  "number": "2509", 
  "official_title": "A bill to ensure compliance with the 1980 Hague Convention on the Civil Aspects of International Child Abduction, to establish procedures for the prompt return of children abducted to other countries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3212-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Sean and David Goldman International Child Abduction Prevention and Return Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-19", 
  "subjects": [
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crimes against children", 
    "Criminal investigation, prosecution, interrogation", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Family relationships", 
    "Foreign aid and international relief", 
    "International affairs", 
    "International law and treaties", 
    "Military assistance, sales, and agreements", 
    "Separation, divorce, custody, support"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-19", 
    "text": "Sean and David Goldman International Child Abduction Prevention and Return Act of 2014 - Expresses the sense of Congress that the United States should set a strong example for other Convention on the Civil Aspects of International Child Abduction (Convention) countries in the resolution of cases involving children abducted abroad and brought to the United States.\n\nDirects the Secretary of State to submit to Congress an Annual Report on International Child Abduction.\n\nDirects the Secretary to: (1) ensure that U.S. diplomatic and consular missions maintain a consistent reporting standard for abduction or access cases, designate at least one official in each mission to assist visiting U.S. parents resolve such cases, and monitor abduction cases; and (2) implement strategic plans for engagement with any Convention or non-Convention country in which there are five or more cases of international child abduction.\n\nDirects the Secretary to enter into bilateral procedures, including memoranda of understanding, with non-Convention countries that are unlikely to become Convention countries in the foreseeable future, or with Convention countries that have unresolved abduction cases that occurred before the Convention entered into force with respect to the United States or that country.\n\nDirects the Secretary to notify the Member of Congress and Senators representing the legal residence of a left-behind parent when that parent reports an abduction to the Central Authority of the United States unless the left-behind parent does not consent to such notification.\n\nDirects the President, upon a determination that the government of a foreign country has failed to resolve an abduction or access case or has engaged in a pattern of noncooperation, to take one or more specified actions to promote resolution or cooperation.\n\nAmends the the Homeland Security Act of 2002 to direct the Secretary of Homeland Security (DHS), through U.S. Customs and Border Protection (CBP), to establish a program that: (1) prevents a child from leaving U.S. territory if the child's parent or legal guardian presents a court order to a CBP officer in time to prevent such departure, and (2) leverages other existing authorities to address the wrongful removal and return of a child.\n\nDirects the Secretary to:\n\n convene and chair an interagency working group to prevent international parental child abduction, and provide training on the handling of parental abduction cases to the judicial and administrative authorities in countries that have a significant number of unresolved abduction cases or that have been designated as having a pattern of noncompliance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sean and David Goldman International Child Abduction Prevention and Return Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to ensure compliance with the 1980 Hague Convention on the Civil Aspects of International Child Abduction, to establish procedures for the prompt return of children abducted to other countries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2509:@@@L&summ2=m&"
}