{
  "actions": [
    {
      "acted_at": "2014-05-22", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2385-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2014-05-22", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2014-05-22", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-22", 
  "number": "2385", 
  "official_title": "A bill to amend the Higher Education Act of 1965 and the Truth in Lending Act to provide for disclosure and codes of conduct with respect to consumer financial products or services and institutions of higher education.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4714-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2954-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Protecting Aid for Students Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Harkin, Tom", 
    "state": "IA", 
    "thomas_id": "00501", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-22", 
  "subjects": [
    "Banking and financial institutions regulation", 
    "Business records", 
    "Congressional oversight", 
    "Consumer credit", 
    "Education", 
    "Education programs funding", 
    "Government information and archives", 
    "Higher education", 
    "Marketing and advertising", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-22", 
    "text": "Protecting Aid for Students Act of 2014 - Amends title IV (Student Assistance) of the Higher Education Act of 1965 (HEA) to require institutions of higher education (IHEs) that enroll students who receive title IV grants or loans to establish a system to disburse credit balances to students through electronic payments to a deposit account or a general-use prepaid card with the protections afforded under the Electronic Fund Transfer Act.\n\nProhibits an IHE from: (1) requiring or encouraging a student to select a particular financial institution to which those electronic payments will be made, or (2) denying or causing a delay in the disbursement of credit balances based on the selection by a student of a particular financial institution.\n\nDirects the Secretary of Education to conduct a pilot program giving students the option to receive credit balances through the Treasury Direct Express system or another low-cost alternative.\n\nProhibits an IHE that is affiliated with a consumer financial product or service from receiving financial assistance under the HEA unless it:\n\n develops a code of conduct with respect to affiliated consumer financial products or services with which associated individuals must comply that prohibits conflicts of interest and requires those individuals to act in the best interests of the IHE's students; \n publish that code prominently on the IHE's website; requires all of its associated individuals to be annually informed of the code's provisions. Defines an \"associated individual\" as: (1) an officer of an IHE, or (2) an employee or agent of the IHE who is involved in specified ways with the affiliated consumer financial product or service.\n\nProhibits an IHE that is affiliated with a consumer financial product or service from: (1) entering into a revenue-sharing arrangement with the financial institution providing that product or service, or (2) requesting or accepting any staffing assistance from that financial institution.\n\nProhibits an IHE's associated individuals from: (1) soliciting or receiving a gift from a financial institution that has a consumer financial product or service with which the IHE is affiliated; (2) accepting financial compensation from such financial institution pursuant to a service contract; or (3) receiving anything of value from such financial institution for serving on its advisory board, commission, or group. Allows specified exceptions to such prohibitions.\n\nAmends the Truth in Lending Act to require financial institutions to submit an annual report to the Consumer Financial Protection Bureau (CFPB) containing the terms and conditions of all business, marketing, and promotional agreements they have with any IHE, or any alumni organization or foundation that is an affiliate of or related to an IHE, relating to any consumer financial product or service offered to college students at IHEs.\n\nRequires each financial institution to: (1) establish and maintain a website on which it posts the written agreement with the IHE for each affiliated consumer financial product or service; and (2) provide the CFPB, in electronic format, the written agreements it publishes on its website. Requires the CFPB to establish and maintain on its publicly available website a central repository of all of those agreements received from financial institutions.\n\nProhibits a financial institution that offers a consumer financial product or service that is affiliated with an IHE from entering into a revenue-sharing arrangement with the IHE."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protecting Aid for Students Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Higher Education Act of 1965 and the Truth in Lending Act to provide for disclosure and codes of conduct with respect to consumer financial products or services and institutions of higher education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:19-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2385:@@@L&summ2=m&"
}