{
  "actions": [
    {
      "acted_at": "2014-01-09", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1903-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-09", 
  "number": "1903", 
  "official_title": "A bill to provide greater fee disclosures for consumers who have prepaid cards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1867-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Prepaid Card Disclosure Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Consumer Financial Protection Bureau", 
    "Consumer credit", 
    "Finance and financial sector", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-09", 
    "text": "Prepaid Card Disclosure Act of 2014 - Amends the Electronic Fund Transfer Act to extend its coverage to spending accounts (transaction accounts) established by a consumer (or on a consumer's behalf) at an insured depository institution or credit union: (1) to which recurring electronic fund transfers may be made, at the consumer's direction; or (2) from which payments may be made, at the consumer's direction, through the use of a card, code, or device (commonly referred to as prepaid cards). Treats as a spending account any similar transaction account operated or managed by a financial institution, or any other person, whose funds: (1) are pooled with the funds of a person other than the one who established the account, or (2) are held in a name other than that of the person who established the account.\n\nExcludes from the meaning of spending account: (1) any nonreloadable general-use prepaid card in an amount under $250; (2) any general-use prepaid card solely associated with a certain kind of health plan, a qualified transportation fringe, a health savings account or any other health care benefit account; (3) a gift certificate; (4) a store gift card; (5) an electronic promise, plastic card, or payment code, or device; (6) a nonreloadable card labeled as a gift card and marketed solely as such; (7) a nonreloadable loyalty, rebate, or promotional card; or (8) a debit card or general-use prepaid card that has been provided to a person pursuant to a federal, state or local government-administered payment program, in which the person may only use the card to transfer or debit funds, monetary value, or other assets that have been provided pursuant to that program.\n\nAuthorizes the Consumer Financial Protection Bureau (CFPB) to require the placement of a QR code, barcode, or other similar technology on any packaging, card, or other object associated with a spending account, provided that the technology is capable of providing an electronic link to certain required disclosures to the consumer."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Prepaid Card Disclosure Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide greater fee disclosures for consumers who have prepaid cards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:08-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1903:@@@L&summ2=m&"
}