{
  "actions": [
    {
      "acted_at": "2013-11-14", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1700-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-11-14", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2013-11-14", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2014-05-21", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Walsh, John E.", 
      "sponsored_at": "2014-05-20", 
      "state": "MT", 
      "thomas_id": "02198", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-14", 
  "number": "1700", 
  "official_title": "A bill to amend the Children's Online Privacy Protection Act of 1998 to extend, enhance, and revise the provisions relating to collection, use, and disclosure of personal information of children, to establish certain other protections for personal information of children and minors, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3481-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4711-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2378-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Do Not Track Kids Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-14", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business records", 
    "Child safety and welfare", 
    "Civil actions and liability", 
    "Commerce", 
    "Consumer affairs", 
    "Federal Trade Commission (FTC)", 
    "Internet and video services", 
    "Marketing and advertising", 
    "Right of privacy", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-14", 
    "text": "Do Not Track Kids Act of 2013 - Amends the Children's Online Privacy Protection Act of 1998 to apply the prohibitions against collecting personal information from children to online applications and mobile applications directed to children. Establishes additional privacy protections against the collection of personal or geolocation information from children and minors.\n\nRevises the definition of:\n\n \"operator\" to include online and mobile applications (currently, only Internet websites and online services) and to make such definition apply specifically to operators and providers of such websites, services, or applications who, for commercial purposes, in interstate or foreign commerce: (1) collect or maintain, directly or through a service provider, personal information from or about their users; (2) allow another person to collect such personal information; or (3) allow users of such websites, services, or applications to publicly disclose personal information; and \"disclosure\" as the release of personal information (currently, the release of personal information collected from a child in identifiable form). Requires verifiable parental consent, under specified circumstances, for the collection, use, or disclosure of personal information of a child, including certain online contact information collected in response to a specific request from a child when such information is used to contact a different child.\n\nProhibits, without verifiable parental consent in the case of a child or without consent of the minor in the case of a minor, an operator of a website, online service, online application, or mobile application directed to children or minors, or an operator having actual knowledge that personal information being collected is from children or minors, from: (1) using, disclosing to third parties, or compiling personal information collected from children or minors for targeted marketing purposes; and (2) collecting geolocation information in a manner that violates the regulations prescribed under this Act.\n\nDefines a \"minor\" as an individual over the age of 12 and under the age of 16.\n\nProhibits an operator from discontinuing service provided to a child or minor on the basis of a refusal, by the child's parent or the minor, to permit the further use or maintenance in retrievable form, or future collection, of certain personal or geolocation information from such individuals, to the extent that the operator is capable of providing such service without such information.\n\nRequires an operator of a website, online service, online application, or mobile application directed to children or minors to treat all users as children or minors for purposes of this Act, except as permitted by regulation. Prohibits an operator of a website, online service, or such applications directed to minors from collecting personal information from minors unless such operator has adopted, and complies with, a Digital Marketing Bill of Rights for Teens that is consistent with the Fair Information Practices Principles established by this Act. Requires the Federal Trade Commission (FTC) to promulgate regulations that require operators to implement mechanisms that permit a user to erase content submitted by such user that is publicly available through such websites, services, or applications and that contains or displays personal information of children or minors.\n\nSets forth enforcement provisions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Do Not Track Kids Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Children's Online Privacy Protection Act of 1998 to extend, enhance, and revise the provisions relating to collection, use, and disclosure of personal information of children, to establish certain other protections for personal information of children and minors, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1700:@@@L&summ2=m&"
}