{
  "actions": [
    {
      "acted_at": "2014-06-19", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-11-17", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Early Childhood, Elementary, and Secondary Education.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4913-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Early Childhood, Elementary, and Secondary Education", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "15", 
      "name": "Hinojosa, Ruben", 
      "sponsored_at": "2014-07-31", 
      "state": "TX", 
      "thomas_id": "01490", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-19", 
  "number": "4913", 
  "official_title": "To reauthorize the Enhancing Education Through Technology Act of 2001.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Achievement Through Technology and Innovation Reauthorization Act of 2014", 
  "sponsor": {
    "district": "40", 
    "name": "Roybal-Allard, Lucille", 
    "state": "CA", 
    "thomas_id": "00997", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-19", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Elementary and secondary education", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-19", 
    "text": "Achievement Through Technology and Innovation Reauthorization Act of 2014 - Amends title II of the Elementary and Secondary Education Act of 1965 to rename part D (Achievement through Technology and Innovation) as the Achievement Through Technology and Innovation Act of 2014 or the ATTAIN Act and to reauthorize it through FY2020.\n\nRequires states to use a portion of their allotted funds under subpart 1 (State and Local Grants) of part D to develop challenging academic content and achievement standards to ensure that students are technologically literate before the end of grade eight. Specifies that such standards are only for tracking technological literacy and not for assessing adequate yearly progress (AYP) under title I. Permits technological literacy testing to be embedded in other state tests or performance-based assessments portfolios, or made through other valid and reliable means.\n\nRequires states to use the bulk of their allotment for two new subgrant programs for local educational agencies (LEAs), devoting: (1) 60% for formula subgrants to improve teaching and learning through technology, and (2) 40% for competitive subgrants for systemic school redesign through technology integration.\n\nRequires LEAs to: (1) include a new or updated local long-range strategic educational technology plan in their applications, (2) use a specified percentage of each subgrant for teacher training, and (3) use each subgrant to acquire and apply technology to identify individual student learning needs and support personalized learning. Allows LEAs that receive funds for both programs to use all the funds for systemic school redesign through technology integration program activities.\n\nCreates a new subpart 2 (State Competitive Grants) program to which all funding is to be directed if part D appropriations fall below a specified amount, otherwise all funding is to be made available for subpart 1 programs.\n\n Directs the Secretary to award competitive grants under subpart 2 to states and consortia of states to support LEAs' enhanced use of technology, including online and blended learning for systemic education transformation, curricula redesign, and new instructional strategies to personalize learning."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Achievement Through Technology and Innovation Reauthorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Achievement Through Technology and Innovation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "ATTAIN Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To reauthorize the Enhancing Education Through Technology Act of 2001.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:46-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4913:@@@L&summ2=m&"
}