{
  "actions": [
    {
      "acted_at": "2013-07-16", 
      "references": [
        {
          "reference": "CR S5711-5712", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-07-16", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-07-30", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining. Hearings held. With printed Hearing: S.Hrg. 113-85.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-06-02", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Landrieu with an amendment in the nature of a substitute. With written report No. 113-180.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-06-02", 
      "calendar": "Senate Legislative", 
      "number": "407", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 407.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1301-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2013-07-16", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-07-30", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-07-16", 
  "number": "1301", 
  "official_title": "A bill to provide for the restoration of forest landscapes, protection of old growth forests, and management of national forests in the eastside forests of the State of Oregon.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Oregon Eastside Forests Restoration, Old Growth Protection, and Jobs Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Advisory bodies", 
    "Aquatic ecology", 
    "Ecology", 
    "Environmental assessment, monitoring, research", 
    "Fires", 
    "Forests, forestry, trees", 
    "Lakes and rivers", 
    "Oregon", 
    "Public lands and natural resources", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Water quality", 
    "Water storage", 
    "Watersheds", 
    "Wetlands", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-06-02", 
    "text": "Oregon Eastside Forests Restoration, Old Growth Protection, and Jobs Act of 2013 - Provides for the management of forest service land in Washington on the eastside of the Cascade Range (covered area).\n\n(Sec. 102) Directs the Forest Service to manage the forest in accordance with this Act for 15 years.\n\nDirects the Forest Service in the covered area to seek to: (1) conserve and restore forest and watershed health; (2) reduce the risk of, and increase the resistance and resiliency of the land to, uncharacteristic disturbances; (3) allow for characteristic natural disturbances; and (4) harvest wood to maintain the appropriate scale of industry infrastructure to accomplish these goals.\n\nInstructs the Forest Service to: (1) use landscape-scale planning based on watershed boundaries as a tool to implement vegetation management and ecological restoration projects; and (2) seek to achieve planning and implementation efficiencies by working with the relevant collaborative group, the Eastside Forest Scientific and Technical Advisory Panel established by this Act, and other partners.\n\nInstructs the Forest Service to identify and retain trees that are 150 years of age or older, with exceptions.\n\n Limits road construction in carrying out any vegetation management project.\n\nRequires the Forest Service to ensure that the projects include monitoring to inform an assessment of the effectiveness of treatments and adaptive management of future projects.\n\n (Sec. 103) Authorizes the Forest Service to establish performance objectives for the covered area. Requires each performance goal to be measured annually for a 15-year period.\n\n Requires the Forest Service to prioritize vegetative management project and hazardous fuels reduction activities in the covered area.\n\nRequires the Forest Service to prepare, offer, and promptly implement projects that are predominantly comprised of mechanical treatment in the covered area that emphasize sawtimber as a byproduct and meet specified criteria.\n\n Requires the Forest Service to prioritize for treatment any area that has opportunities for reduced planning and implementation costs because of opportunities to work with a collaborative group on a project, or opportunities to use non-federal resources to complete a project.\n\n(Sec. 104) Requires the primary focus of aquatic and riparian protection activities to be to protect, maintain, and restore natural ecological functions and processes beneficial to water quality and quantity, including temperature and turbidity, native fish and wildlife, and watershed resilience.\n\nStates that desired watershed conditions shall include maintaining or enhancing riparian processes and conditions to ensure that the watersheds operate consistently with local disturbance regimes and support native flora and fauna.\n\nDirects the Forest Service to develop an aquatic and riparian conservation strategy that incorporates riparian management areas, key watersheds, watershed analysis, watershed restoration and monitoring.\n\n (Sec. 105) Requires the Secretary to establish the Eastside Forest Scientific and Technical Advisory Panel to advise the Secretary, collaborative groups, and the public about the development and implementation of: (1) goals to improve forest and watershed health and related social and economic goals in the covered area; and (2) projects needed to accomplish goals.\n\n (Sec. 106) Directs the Forest Service to implement ecological restoration projects in the covered area to support land management goals.\n\nDirects the Forest Service to implement at least one ecological restoration project with a gross planning area of 50,000 acres for each national forest in the covered area that provides landscape-scale work within a watershed area within three years.\n\nRequires the Forest Service, in developing and implementing ecological restoration projects, to consider the best available science and data, the recommendations of the Advisory Panel, the views of collaborative groups, and dry and moist forest plant association groups.\n\nRequires the Forest Service to examine opportunities for, and achieve, a net reduction in the permanent road system to improve forest and watershed health.\n\nRequires the Forest Service to prioritize ecological restoration projects in the covered area, taking into consideration: (1) the criteria to be considered in developing and implementing such projects, and (2) the degree to which such projects would improve forest health and watershed health.\n\nInstructs the Forest Service, in selecting and planning ecological restoration projects, to prioritize projects that meet certain criteria.\n\n(Sec. 107) Directs the Forest Service to consult with, and consider the recommendations of, any collaborative group that meet certain criteria.\n\n(Sec. 108) Directs the Forest Service to carry out vegetation management projects and ecological restoration projects in accordance with the National Environmental Policy Act of 1969 (NEPA).\n\nInstructs the Forest Service to prepare a large scale environmental impact statement to support a record of decision for vegetation management projects in National Forests in the eastern part of Oregon for projects that share ecological conditions and resource issues, including projects: (1) that are located wholly in dry ponderosa pine and dry mixed conifer forests types, (2) that are endorsed by or the product of a collaborative group, and (3) no portion of which is located in an inventoried roadless area.\n\nRequires the environmental impact statement to be used as the basis for decisions on covered vegetation management projects and ecological restoration projects, except for limited projects: (1) that are developed after the completion of such statement; and (2) for which such statement does not adequately analyze the work to be performed.\n\nInstructs the Forest Service to complete the record of decision for the environmental impact statement within one year.\n\nSpecifies the legal timeline for a legal challenge to the environmental impact statement and record of decision.\n\n(Sec. 109) Makes this title inapplicable to a vegetation management project that is: (1) initiated more than 180 days before this Act's enactment; or (2) approved or under a contract before that date.\n\n Requires the Forest Service to prepare a report on the implementation of this title.\n\n Terminates the authority provided by this title 15 years after enactment of this Act.\n\n(Sec. 110) Permits any amounts appropriated to the Secretary to carry out this title to be used to support cost-sharing authorities provided by this title.\n\nProhibits the Forest Service from diverting funding from a national forest or grassland outside of Oregon to meet the performance requirements of this title.\n\nPermits the Forest Service to reprogram any funds: (1) made available to the Secretary through an appropriation for the National Forest System, and (2) allocated to be used on the national forests in the covered area.\n\nProhibits any funds appropriated for a recreation or grazing activity from being subject to reprogramming.\n\nTitle II: Cooperative Partnership Funding - (Sec. 201) Amends the Department of the Interior and Related Agencies Appropriations Act, 1996 to permit expenditures for the preparation of timber sales to include expenditures for forest planning activities necessary for timber sales for projects that are located on any landscape that receives funding under the Omnibus Public Land Management Act of 2009.\n\n(Sec. 202) Directs the Department of Agriculture (USDA) to carry out projects to address the restoration of forests in cooperation with the states."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Oregon Eastside Forests Restoration, Old Growth Protection, and Jobs Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Oregon Eastside Forests Restoration, Old Growth Protection, and Jobs Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the restoration of forest landscapes, protection of old growth forests, and management of national forests in the eastside forests of the State of Oregon.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:54-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1301:@@@L&summ2=m&"
}