{
  "actions": [
    {
      "acted_at": "2013-11-07", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1673-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-07", 
  "number": "1673", 
  "official_title": "A bill to help States develop and improve the qualifications and training of their early childhood educator workforce.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Early Childhood Care and Education Workforce Improvement Act", 
  "sponsor": {
    "district": null, 
    "name": "Franken, Al", 
    "state": "MN", 
    "thomas_id": "01969", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-07", 
  "subjects": [
    "Adult education and literacy", 
    "Child care and development", 
    "Child health", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Foreign language and bilingual programs", 
    "Higher education", 
    "Preschool education", 
    "Rural conditions and development", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-07", 
    "text": "Early Childhood Care and Education Workforce Improvement Act - Authorizes the Secretary of Education and the Secretary of Health and Human Services (HHS) (Secretaries) to award competitive matching grants to states to support services for early childhood educators and early childhood care and education programs across all early childhood age groups.\n\nRequires grant applicants to demonstrate that they have a comprehensive early childhood educator professional development system or a plan for developing one.\n\nRequires the grants to be used to:\n\n provide scholarships to current or prospective early childhood educators to earn a child development associate credential or an associate or baccalaureate degree in early childhood education or a closely related field; enhance or expand professional development to help early childhood care and education programs improve by at least one level on the state's quality rating and improvement system, if the state has one; provide ongoing professional development opportunities for early childhood educators; encourage cross-sector training opportunities for teachers and staff working in Head Start programs, Early Head Start programs, child care programs, early intervention programs, infant and early childhood mental health programs, home visiting programs, and state-funded prekindergarten and preschool programs; and expand the number of early childhood educators who are trained to work with infants and toddlers. Requires states to give priority to using the grant funds to provide such scholarships.\n\nProhibits this Act's grant funds from being used to supplant other federal, state, or local funds provided for early childhood workforce improvement programs.\n\nDirects the Secretaries to carry out their responsibilities under this Act in accordance with the terms they set forth in an interagency agreement."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Early Childhood Care and Education Workforce Improvement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to help States develop and improve the qualifications and training of their early childhood educator workforce.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1673:@@@L&summ2=m&"
}