{
  "actions": [
    {
      "acted_at": "2013-10-30", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-30", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-30", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3412-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Welch, Peter", 
      "sponsored_at": "2013-10-30", 
      "state": "VT", 
      "thomas_id": "01879", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-30", 
  "number": "3412", 
  "official_title": "To establish the Higher Education Regulatory Reform Task Force, to expand the experimental sites initiative under the Higher Education Act of 1965 to reduce college costs for students, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Flexibility to Innovate for College Affordability Act", 
  "sponsor": {
    "district": "4", 
    "name": "Gowdy, Trey", 
    "state": "SC", 
    "thomas_id": "02058", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-30", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Congressional oversight", 
    "Criminal justice information and records", 
    "Department of Education", 
    "Education", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Government information and archives", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Higher education", 
    "Legislative rules and procedure", 
    "Student aid and college costs"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-30", 
    "text": "Flexibility to Innovate for College Affordability Act - Directs the Secretary of Education to establish the Higher Education Regulatory Reform Task Force to prepare a report, that is to be submitted to Congress and made available on a publicly accessible website, on federal regulatory requirements for institutions of higher education (IHEs).\n\nRequires the report to contain: (1) a list of rules that are determined to be outmoded, duplicative, ineffective, or excessively burdensome; (2) an analysis of how the costs of such rules outweigh their benefits; (3) recommendations to consolidate, modify, simplify, or repeal such rules and a description of the justification for and impact of such recommendations; and (4) recommendations on establishing a permanent entity to review new regulatory requirements affecting IHEs.\n\nRequires the President to submit to Congress a legislative proposal for carrying out some or all of the recommendations contained in the report.\n\nEstablishes congressional procedures to expedite consideration of the President's proposal.\n\nAmends title IV (Student Assistance) of the Higher Education Act of 1965 to authorize the Secretary to waive certain statutory or regulatory requirements under title IV to allow IHEs participating in the experimental sites initiative to increase the maximum federal Pell Grant and loan award amounts for students in proportion to the amount that their workload exceeds the minimum full-time academic workload. (The experimental sites initiative was established to test the effectiveness of providing participating IHEs with statutory and regulatory flexibility in awarding and disbursing student aid under title IV.)\n\nAuthorizes the waiver of statutory and regulatory requirements under title IV that might bias the results of experiments carried out by IHEs under the initiative to provide title IV assistance to: (1) students enrolled in remedial courses or competency-based learning programs, which are not accredited but are approved by the IHE and provide competencies for success in certain programs of study at the IHE; (2) students to pay test fees if the students could be awarded academic credit for prior learning based on the test results; and (3) secondary school students enrolled in courses at the IHE.\n\nRequires the IHEs to demonstrate to the Secretary that these waivers would reduce the total cost of attendance for participating students."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Flexibility to Innovate for College Affordability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To establish the Higher Education Regulatory Reform Task Force, to expand the experimental sites initiative under the Higher Education Act of 1965 to reduce college costs for students, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:08-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3412:@@@L&summ2=m&"
}