{
  "actions": [
    {
      "acted_at": "2014-03-12", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2112-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2014-03-12", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2014-03-12", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-12", 
  "number": "2112", 
  "official_title": "A bill to authorize the approval of natural gas pipelines and establish deadlines and expedite permits for certain natural gas gathering lines on Federal land and Indian land.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4293-113", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2592-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Natural Gas Gathering Enhancement Act", 
  "sponsor": {
    "district": null, 
    "name": "Barrasso, John", 
    "state": "WY", 
    "thomas_id": "01881", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-12", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Energy", 
    "Environmental assessment, monitoring, research", 
    "Government studies and investigations", 
    "Indian lands and resources rights", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Oil and gas", 
    "Parks, recreation areas, trails", 
    "Pipelines"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-12", 
    "text": "Natural Gas Gathering Enhancement Act - Authorizes the Secretary of the Interior to permit the use of rights of way for natural gas pipelines through public lands, forest, and other reservations of the United States, and specified national parks in California.\n\nDefines \"gas gathering line and associated field compression unit\" as: (1) a pipeline installed to transport natural gas production associated with one or more wells drilled and completed to produce crude oil; and (2) if necessary, a compressor to raise the pressure of that transported natural gas to higher pressures suitable to enable the gas to flow into pipelines and other facilities.\n\nExcludes from such definition any pipeline or compression unit installed to transport natural gas from a processing plant to a common carrier pipeline or facility.\n\nExcludes from federal lands, for purposes of gas gathering line and associated field compression units, any unit of the National Park System, any unit of the National Wildlife Refuge System, or a component of the National Wilderness Preservation System.\n\nDeems the issuance of a sundry notice or right-of-way for a gas gathering line and associated field compression unit located on federal or Indian land and servicing an oil well to be an action categorically excluded for purposes of the National Environmental Policy Act of 1969 (NEPA), if the line and the compression unit: (1) are within a field or unit for which an approved land use plan or an environmental document prepared pursuant to NEPA analyzed transportation of natural gas produced from one or more oil wells in that field or unit as a reasonably foreseeable activity, and (2) are located adjacent to an existing disturbed area for the construction of a road or pad.\n\n(A \"categorical exclusion\" is a category of actions which do not individually or cumulatively have a significant effect on the human environment and which have been found to have no such effect in procedures adopted by a federal agency in implementing environmental regulations and for which, therefore, neither an environmental assessment nor an environmental impact statement is required.) Declares such categorical exclusion inapplicable if the governor of the state or the Indian tribe with jurisdiction requests in writing that it be waived.\n\nAmends the Energy Policy Act of 2005 to direct the Secretary to study permissible actions or proposed changes to federal law which would expedite permitting for gas gathering lines and associated field compression units on federal or Indian land to transport natural gas associated with crude oil production, on any land, to a processing plant or a common carrier pipeline for delivery to markets.\n\nAmends the Mineral Leasing Act and the Federal Land Policy and Management Act of 1976 to direct the appropriate agency head to issue a sundry notice or right-of-way for a gas gathering line and associated field compression unit located on federal or public lands: (1) within 30 days after receiving the request for a line and compression unit described in this Act, and (2) within 60 days after receiving a request for all other lines and compression units."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Natural Gas Gathering Enhancement Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize the approval of natural gas pipelines and establish deadlines and expedite permits for certain natural gas gathering lines on Federal land and Indian land.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:13-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2112:@@@L&summ2=m&"
}