{
  "actions": [
    {
      "acted_at": "2014-03-26", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2158-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-26", 
  "number": "2158", 
  "official_title": "A bill to amend the Federal Power Act to protect the bulk-power system and electric infrastructure critical to the defense of the United States against cybersecurity and physical and other threats and vulnerabilities.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2417-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4298-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "GRID Act", 
  "sponsor": {
    "district": null, 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Congressional oversight", 
    "Department of Energy", 
    "Electric power generation and transmission", 
    "Emergency planning and evacuation", 
    "Energy", 
    "Energy storage, supplies, demand", 
    "Federal Energy Regulatory Commission (FERC)", 
    "Intelligence activities, surveillance, classified information", 
    "Military facilities and property", 
    "Public utilities and utility rates"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-26", 
    "text": "Grid Reliability and Infrastructure Defense Act or the GRID Act - Amends the Federal Power Act to authorize the Federal Energy Regulatory Commission (FERC), with or without notice, hearing, or report, to issue orders for emergency measures to protect the reliability of either the bulk-power system or the defense critical electric infrastructure whenever the President issues a written directive or determination identifying an imminent grid security threat.\n\nRequires either the President or the Secretary of Energy (DOE) to notify specified congressional committees promptly whenever the President issues such a directive.\n\nInstructs FERC, to the extent practicable in light of the nature of the grid security threat and the urgency for emergency measures, to consult with certain governmental authorities, including in Canada and Mexico, regarding implementation of such emergency measures.\n\nPrescribes: (1) implementation procedures; and (2) related cost recovery measures affecting owners, operators, or users of either the bulk-power system or the defense critical electric infrastructure.\n\nDirects FERC to require any owner, user, or operator of the bulk-power system in the United States to implement measures necessary to protect the bulk-power system against specified vulnerabilities.\n\nDirects FERC to order the Electric Reliability Organization (ERO) to submit reliability standards requiring owners or operators of large transformers to ensure their adequate availability to restore promptly the reliable operation of the bulk-power system in the event that any such transformer is destroyed or disabled as a result of a reasonably foreseeable physical or other attack or a geomagnetic storm event.\n\nDirects the President to designate for FERC the domestic facilities that are: (1) critical to the national defense, and (2) vulnerable to an electric energy supply disruption.\n\nDirects FERC to require an owner or operator of defense critical electric infrastructure to implement measures to protect it against any vulnerability that has not been adequately addressed.\n\nDirects FERC, before promulgating a rule or issuing such order, to request and consider recommendations from the ERO.\n\nDirects the Secretary to establish a program to develop technical expertise in the protection of systems for the generation, transmission, and distribution of electric energy against either geomagnetic storms or malicious acts using electronic communications or electromagnetic pulse.\n\nExempts the Tennessee Valley Authority (TVA) and the Bonneville Power Administration for 11 years from any requirement under this Act pertaining to emergency response measures or measures to address grid security vulnerabilities (except for a requirement addressing a malicious act using electronic communication)."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "GRID Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Grid Reliability and Infrastructure Defense Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Federal Power Act to protect the bulk-power system and electric infrastructure critical to the defense of the United States against cybersecurity and physical and other threats and vulnerabilities.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:14-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2158:@@@L&summ2=m&"
}