{
  "actions": [
    {
      "acted_at": "2014-07-24", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-28", 
      "calendar": "Senate Legislative", 
      "number": "491", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 491.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2666-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-24", 
  "number": "2666", 
  "official_title": "A bill to prohibit future consideration of deferred action for childhood arrivals or work authorization for aliens who are not in lawful status, to facilitate the expedited processing of minors entering the United States across the southern border, and to require the Secretary of Defense to reimburse States for National Guard deployments in response to large-scale border crossings of unaccompanied alien children from noncontiguous countries.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5079-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5114-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5163-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5230-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2611-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Protect Children and Families Through the Rule of Law Act", 
  "sponsor": {
    "district": null, 
    "name": "Cruz, Ted", 
    "state": "TX", 
    "thomas_id": "02175", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-07-28", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Border security and unlawful immigration", 
    "Canada", 
    "Child safety and welfare", 
    "Crime victims", 
    "Criminal justice information and records", 
    "Department of Justice", 
    "Detention of persons", 
    "Drug trafficking and controlled substances", 
    "Due process and equal protection", 
    "El Salvador", 
    "Evidence and witnesses", 
    "Foreign labor", 
    "Guatemala", 
    "Honduras", 
    "Human trafficking", 
    "Immigration", 
    "Immigration status and procedures", 
    "Judges", 
    "Judicial review and appeals", 
    "Latin America", 
    "Law enforcement administration and funding", 
    "Mexico", 
    "National Guard and reserves", 
    "Refugees, asylum, displaced persons", 
    "Sex offenses", 
    "Smuggling and trafficking", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-24", 
    "text": "Protect Children and Families Through the Rule of Law Act - Prohibits a federal agency or instrumentality from using federal funding or resources to:\n\n consider or adjudicate any new or previously denied application of any alien requesting consideration of deferred action for childhood arrivals, as authorized by executive memorandum on August 15, 2012, or by any other succeeding executive memorandum authorizing a similar program; or authorize any alien to work in the United States who was not lawfully admitted into the United States and who is not in lawful U.S. status on the date of enactment of this Act. Amends the William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 to declare that any unaccompanied alien child (UAC) who has not been a victim of a severe form of trafficking in persons or does not have a credible fear of persecution on returning to his or her country of nationality or of last habitual residence shall be: (1) placed in removal proceedings, (2) eligible for voluntary departure at no cost to the child, and (3) provided with access to counsel. (Currently such expedited removal requirements apply only to unaccompanied children from countries that are contiguous to the United States.)\n\nDirects the Secretary of State to negotiate agreements regarding the repatriation of children with Canada, El Salvador, Guatemala, Honduras, Mexico, and any other appropriate foreign country. (Currently such agreements are to be negotiated between the United States and countries contiguous to the United States.)\n\nRequires a UAC to be placed within seven days of initial screening in a proceeding to expedite due process and screening.\n\nProhibits removal of a UAC from U.S. custody during preliminary proceedings until repatriation or unless placed in removal proceedings.\n\nAmends the Immigration and Nationality Act to establish a proceeding to expedite due process and screening for UACs. Requires an immigration judge to:\n\n conduct a proceeding to inspect and determine the status of a UAC who applies for U.S. admission not later than 7 days after initial screening, determine within 72 hours of the proceeding's conclusion whether a UAC is likely to be admissible (or eligible for relief from removal) or is lawfully present in the United States, and place a UAC in further proceedings if such conditions have been met or order a UAC removed from the United States without further hearing or review unless there is a claim of asylum or a fear of persecution. States that:\n\n if a UAC intends to make a claim of asylum or fear of persecution he or she shall be referred to an asylum officer who shall determine in an interview whether there is a credible fear of persecution; if there is no credible fear of persecution a UAC shall be ordered removed without further hearing or review; and a UAC shall be held in protective Department of Health and Human Services (HHS) custody pending a final determination of credible fear of persecution, or removal. Sets forth due process protections for UACs, including protective HHS custody.\n\nDirects the Attorney General (DOJ) to hire or reassign up to 40 immigration judges to conduct expedited inspection and screening of UACs.\n\nProhibits the Secretary of HHS from placing a UAC in the custody of an individual who has been convicted of a sex offense or a crime involving a severe form of trafficking in persons. Requires related biometric criminal background checks.\n\n Declares that, if the governor of a state deploys National Guard personnel in response to the apprehension of 6,000 or more UACs who are nationals of countries other than Canada or Mexico, the Secretary of Defense (DOD) shall reimburse the state for any expenses incurred as a result of such deployment.\n\nDirects the Federal Emergency Management Agency (FEMA) to enhance law enforcement preparedness, humanitarian responses, and operational readiness along the southern border through Operation Stonegarden.\n\n Authorizes National Guard personnel who are deployed to conduct homeland defense activities near an international border to detain any person, and transfer such person to the custody of U.S. Border Patrol or another federal law enforcement agency, if there is probable cause that such person has violated federal law regarding immigration, drug trafficking, human trafficking, or terrorism."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Protect Children and Families Through the Rule of Law Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to prohibit future consideration of deferred action for childhood arrivals or work authorization for aliens who are not in lawful status, to facilitate the expedited processing of minors entering the United States across the southern border, and to require the Secretary of Defense to reimburse States for National Guard deployments in response to large-scale border crossings of unaccompanied alien children from noncontiguous countries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:24-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2666:@@@L&summ2=m&"
}