{
  "actions": [
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Transportation and Infrastructure, Education and the Workforce, Small Business, Energy and Commerce, Financial Services, and Natural Resources, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "text": "Referred to House Small Business", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-01", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-02", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Public Lands and Environmental Regulation.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-06-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4550-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Small Business", 
      "committee_id": "HSSM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Public Lands and Environmental Regulation", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-01", 
  "number": "4550", 
  "official_title": "To extend the emergency unemployment compensation program, and to stimulate the economy and create opportunities for new job creation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr51-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr51-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2084-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2084-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2629-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2629-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2664-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2664-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2906-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2906-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3546-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3773-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3824-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3979-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4415-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4970-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1797-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1845-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1957-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1957-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2077-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2097-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2148-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2149-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2532-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Extension Act of 2014", 
  "sponsor": {
    "district": "8", 
    "name": "Fitzpatrick, Michael G.", 
    "state": "PA", 
    "thomas_id": "01797", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-01", 
  "subjects": [
    "Administrative remedies", 
    "Appropriations", 
    "Buy American requirements", 
    "Canada", 
    "Congressional oversight", 
    "Consumer affairs", 
    "Corporate finance and management", 
    "Department of Commerce", 
    "Emergency medical services and trauma care", 
    "Employee benefits and pensions", 
    "Executive agency funding and structure", 
    "First responders and emergency personnel", 
    "Fraud offenses and financial crimes", 
    "Government corporations and government-sponsored enterprises", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Health personnel", 
    "Income tax exclusion", 
    "Infrastructure development", 
    "Interest, dividends, interest rates", 
    "Labor and employment", 
    "Manufacturing", 
    "Marketing and advertising", 
    "Minority and disadvantaged businesses", 
    "Oil and gas", 
    "Pipelines", 
    "Public-private cooperation", 
    "Railroads", 
    "Securities", 
    "Small business", 
    "Social work, volunteer service, charitable organizations", 
    "Taxation of foreign income", 
    "Transportation employees", 
    "Unemployment", 
    "User charges and fees", 
    "Veterans' education, employment, rehabilitation"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-01", 
    "text": "Emergency Unemployment Compensation Extension Act of 2014 - Amends the Supplemental Appropriations Act, 2008 (SAA, 2008) to extend emergency unemployment compensation (EUC) payments for eligible individuals to weeks of employment ending on or before June 1, 2014.\n\n Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until May 31, 2014, requirements that federal payments to states cover 100% of EUC.\n\n Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and November 30, 2014, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 (FSEUCA of 1970) against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.)\n\n Amends the FSEUCA of 1970 to postpone similarly from December 31, 2013, to May 31, 2014, termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula.\n\n Amends the SAA, 2008 to appropriate funds out of the employment security administration account through the first five months of FY2015 to assist states in providing reemployment and eligibility assessment activities.\n\nRequires the provision of such activities to an individual, at a minimum, within a time period after he or she begins to receive Tier-1 EUC benefits, and if applicable, again within a time period after he or she begins to receive Tier-3 EUC benefits. Requires the Secretary of Labor to determine appropriate time periods.\n\nSpecifies the purposes of the activities, namely to:\n\n better link the unemployed with the overall workforce system by bringing individuals receiving unemployment insurance benefits in for personalized assessments and referrals to reemployment services; and provide them with early access to specific strategies that can help get them back into the workforce faster, including through: (1) the development of a reemployment plan, (2) provision of access to relevant labor market information, (3) provision of access to information about industry-recognized credentials that are regionally relevant or nationally portable, (4) provision of referrals to reemployment services and training, and (5) an assessment of the individual's on-going eligibility for unemployment insurance benefits. Amends the Railroad Unemployment Insurance Act to extend through May 31, 2014, the temporary increase in extended unemployment benefits.\n\nMakes a change in application of a certain requirement (nonreduction rule) to a state that has entered a federal-state EUC agreement, under which the federal government would reimburse the state's unemployment compensation agency making EUC payments to individuals who have exhausted all rights to regular unemployment compensation under state or federal law and meet specified other criteria.\n\n (Under the nonreduction rule such an agreement does not apply with respect to a state whose method for computing regular unemployment compensation under state law has been modified to make the average weekly unemployment compensation benefit paid on or after June 2, 2010, less than what would have been paid before June 2, 2010.)\n\n Declares that the nonreduction rule shall not apply to a state which has enacted a law before December 1, 2013, that, upon taking effect, would violate the nonreduction rule. Allows a state whose agreement was terminated, however, to enter into a subsequent federal-state EUC agreement on or after enactment of this Act if, taking into account this inapplicability of the nonreduction rule, it would otherwise meet the requirements for an EUC agreement. (Thus allows such a subsequent EUC agreement to permit payment of less than the average weekly unemployment compensation benefit paid on or after June 2, 2010.)\n\nProhibits the use of federal funds to: (1) make payments of unemployment compensation to any individual whose adjusted gross income in the preceding year was at least $1 million, or (2) determine whether or not this prohibition applies to an individual.\n\nRequires the Comptroller General (GAO) to: (1) study the use of work suitability requirements to strengthen them to ensure that unemployment insurance benefits are being provided to individuals who are actively looking for work and truly want to return to the labor force; and (2) brief Congress on the ongoing study, including preliminary recommendations for appropriate legislation and administrative action.\n\nAmends the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code (IRC) to revise the applicable percentages for determining minimum funding standards for single-employer defined benefit pension plans (funding stabilization). Exempts plans providing accelerated benefit distributions from the application of such standards.\n\nAmends ERISA, with respect to pension insurance premiums paid by a designated payor (i.e., the contributing sponsor or plan administrator for a single employer pension plan and the plan administrator for the multiemployer plan) to the Pension Benefit Guaranty Corporation (PBGC). Allows a designated payor to elect to prepay, during any plan year, the applicable PBGC flat dollar insurance premium due for up to five consecutive subsequent plan years specified in the election.\n\nAmends the Consolidated Omnibus Budget Reconciliation Act of 1985 to extend through FY2024 the authority of the Secretary of the Treasury to collect customs user fees for the processing of certain merchandise.\n\nAmends the IRC to provide that a bona fide volunteer providing firefighting and prevention services, emergency medical services, or ambulance services to a state or local government or tax-exempt organization shall not be counted in determining the number of full-time employees of an employer for purposes of the employer mandate to provide minimum essential health care coverage under the Patient Protection and Affordable Care Act.\n\nExcludes services rendered as a bona fide volunteer to any governmental entity and any tax-exempt organization (specified employer) from the determination of the number of full-time employees of an employer for purposes of such mandate. Defines \"bona fide volunteer\" as an employee whose only compensation from a specified employer is in the form of: (1) reimbursement for (or reasonable allowance for) reasonable expenses incurred in the performances of volunteer services; or (2) reasonable benefits and nominal fees, customarily paid in connection with the performance of volunteer services. Amends the IRC to allow states, for a 120-day period beginning on enactment of this Act, to implement an employment assistance voucher program, in lieu of paying unemployment compensation directly to employees, under which an eligible individual is issued an employment assistance voucher and is hired by a participating employer who receives a subsidy from the state for the wages paid to the employee. Defines an \"eligible employee\" as an individual who has been unemployed for at least six months, who is eligible for unemployment compensation, and who is likely to exhaust such compensation.\n\n Amends MAP-21 to revise the requirement that 10% of the award of contracts for federal-aid highway, federal public transportation, and highway safety research and development programs be set-aside for small business concerns owned and controlled by socially and economically disadvantaged individuals. Requires the set-aside to include veteran-owned small business concerns.\n\nDirects the Secretary of Commerce to establish: (1) a voluntary America Star Program under which manufacturers may have products certified as meeting the standards of labels that indicate to consumers the extent to which the products are manufactured in the United States; and (2) such America Star labels, including the content of the labels and the standards that a product shall meet in order to bear a particular label. Requires the labels to be consistent with public perceptions of the meaning of descriptions of the extent to which a product is manufactured in the United States.\n\n Requires the Secretary, after receiving an application, to certify a product as meeting a label's standards, notify the manufacturer, conduct monitoring and compliance review to ensure that a product continues to meet such standards, notify a manufacturer of any corrective action needed, and withdraw certification of a product if such action is not taken. Provides for an expedited appeals procedure for actions that adversely affect a person.\n\n Prohibits a person from placing an America Star label on a product, using such label in marketing such product, or in any other way representing that such product meets the standards of such label unless a certification by the Secretary is in effect. Bars the Secretary from certifying the product for a five-year period after determining that a manufacturer has violated the purposes of the Program.\n\nDirects the Securities and Exchange Commission (SEC) to redefine \"accelerated filer\" with respect to issuers of securities required to meet accelerated deadlines for filing their Form 10-Q quarterly reports. Requires the SEC to include among accelerated filers any issuers of securities that have: (1) annual revenues in excess of $100 million, and (2) an aggregated worldwide market value between $250 million and $700 million of the voting and non-voting common equity held by non-affiliates.\n\nEstablishes the American Infrastructure Fund (AIF) as a wholly-owned government corporation to provide bond guarantees and make loans to state and local governments and non-profit infrastructure providers for transportation, energy, water, communications, or educational facility infrastructure projects (Qualified Infrastructure Projects [QIPs]). Requires AIF also to make equity investments in QIPs such entities sponsor.\n\n Directs the Secretary of the Treasury, acting through the AIF, to issue American Infrastructure Bonds with an aggregate face value of $50 billion. Requires proceeds from the sale of the bonds to be deposited into the AIF.\n\n Amends the IRC to allow U.S. corporations to exclude from gross income qualified cash dividend amounts received during a taxable year from a foreign-controlled corporation equal to the face value of qualified infrastructure bonds the corporation has purchased.\n\n Prohibits allowance of a foreign tax credit to the excluded portion of any dividend received by a U.S. corporation. Prohibits also the allowance of a deduction for expenses related to that excludable portion.\n\nDeclares that a presidential permit shall not be required for construction, connection, operation, and maintenance of border crossing facilities for the Keystone XL oil pipeline."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Emergency Unemployment Compensation Extension Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To extend the emergency unemployment compensation program, and to stimulate the economy and create opportunities for new job creation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:36-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4550:@@@L&summ2=m&"
}