{
  "actions": [
    {
      "acted_at": "2014-09-19", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on Rules, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-19", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-19", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hjres128-113", 
  "bill_type": "hjres", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-19", 
  "number": "128", 
  "official_title": "To authorize the use of United State Armed Forces against the Islamic State of Iraq and the Levant.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Authorization for Use of Military Force Against ISIL Resolution", 
  "sponsor": {
    "district": "1", 
    "name": "Larson, John B.", 
    "state": "CT", 
    "thomas_id": "01583", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-09-19", 
  "subjects": [
    "Alliances", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "International affairs", 
    "Iraq", 
    "Legislative rules and procedure", 
    "Middle East", 
    "Military operations and strategy", 
    "Presidents and presidential powers", 
    "Religion", 
    "Terrorism", 
    "United Nations", 
    "War and emergency powers"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-09-19", 
    "text": "Authorization for Use of Military Force Against ISIL Resolution - Expresses the sense of Congress that:\n\n the President has rightly committed limited forces in Iraq to protect U.S. diplomatic and military personnel against the Islamic State of Iraq and the Levant (ISIL); the President should be commended for authorizing military operations to protect ethnic and religious minorities from ISIL and for providing assistance to prevent a humanitarian disaster; the President should be commended for working with North Atlantic Treaty Organization (NATO) allies to form a coordinated response to ISIL; the President should seek United Nations (U.N.) Security Council consensus prior to pursuing a multilateral military campaign against ISIL, and should endeavor to form a broad coalition of allies, including members of the Arab League; and a negotiated political solution among ethnic groups is the only sure solution to end sectarian violence and reach permanent peace. Authorizes the President to use the Armed Forces to:\n\n defend U.S. national security against ISIL, and enforce a Security Council resolution adopted on or after the date of the enactment of this joint resolution that provides for multilateral action against ISIL and authorizes a coalition military force under Security Council auspices to degrade ISIL's capacities to commit terrorist acts and destabilize peaceful governments. Authorizes the President, in the absence of a requested Security Council resolution, to use the Armed Forces to defend U.S. national security against ISIL, other than in direct ground combat operations, upon a certification to Congress and enactment of a joint resolution.\n\nRequires expedited congressional consideration of such a joint resolution.\n\nDirects the President to report to Congress at least every 60 days on matters relevant to this joint resolution.\n\nStates that:\n\n the authorization to use military force under this joint resolution is intended to constitute specific authorization within the meaning of section 5(b) of the War Powers Resolution, nothing in this joint resolution is intended to limit the President's authority to use military force in self-defense pursuant to the Constitution and the War Powers Resolution, and this joint resolution (with a specified exception) shall expire two years after its enactment."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Authorization for Use of Military Force Against ISIL Resolution", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To authorize the use of United State Armed Forces against the Islamic State of Iraq and the Levant.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:11-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HJ128:@@@L&summ2=m&"
}