{
  "actions": [
    {
      "acted_at": "2014-06-11", 
      "references": [
        {
          "reference": "CR S3605-3606", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-06-11", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2463-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Boozman, John", 
      "sponsored_at": "2014-06-25", 
      "state": "AR", 
      "thomas_id": "01687", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cruz, Ted", 
      "sponsored_at": "2014-06-11", 
      "state": "TX", 
      "thomas_id": "02175", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2014-06-11", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2014-06-11", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Vitter, David", 
      "sponsored_at": "2014-06-11", 
      "state": "LA", 
      "thomas_id": "01609", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-11", 
  "number": "2463", 
  "official_title": "A bill to amend the Immigration and Nationality Act to provide for extensions of detention of certain aliens ordered removed, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1901-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Keep Our Communities Safe Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Inhofe, James M.", 
    "state": "OK", 
    "thomas_id": "00583", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-11", 
  "subjects": [
    "Administrative remedies", 
    "Border security and unlawful immigration", 
    "Criminal procedure and sentencing", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Detention of persons", 
    "Due process and equal protection", 
    "Homeland security", 
    "Immigration", 
    "Immigration status and procedures", 
    "Infectious and parasitic diseases", 
    "Mental health", 
    "Violent crime"
  ], 
  "subjects_top_term": "Immigration", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-11", 
    "text": "Keep Our Communities Safe Act of 2014 - Amends the Immigration and Nationality Act (INA) to revise requirements for the detention and removal of aliens ordered removed.\n\nExpresses the sense of Congress that: (1) constitutional rights should be upheld and protected, (2) Congress intends to uphold the constitutional principle of due process, and (3) due process of the law is a right afforded to everyone in the United States.\n\nExpands the authority of the Secretary of Homeland Security (DHS) to take a criminal alien into custody pending a determination of removability. Provides that the alien, unless eligible for bond release, may be detained without limitation until subject to a final order of removal.\n\nLimits the Attorney General's (DOJ) review of DHS custody determinations to whether the alien may be detained, released with no bond, or released on bond of at least $1,500.\n\nLimits the Attorney General's review of DHS custody determinations for an alien in certain categories to whether the alien was properly included in such category.\n\nBegins the removal period on the latest of: (1) the date the removal order becomes administratively final; (2) the date the alien is taken into DHS custody if the alien is not in DHS custody on the date the removal order becomes administratively final; or (3) if the alien is detained or confined (except under an immigration process) on the date the removal order becomes administratively final, the date the alien is taken into DHS custody after the alien is released from detention or confinement.\n\nExtends the removal (and detention) period beyond 90 days if: (1) the alien fails or refuses to comply with the removal order or to fully cooperate with DHS efforts to establish the alien's identity and carry out the removal order; (2) a court, the Board of Immigration Appeals, or an immigration judge orders a stay of removal of an alien subject to a final removal order; (3) DHS transfers custody of the alien to another federal agency or to a state or local agency; or (4) a court or the Board of Immigration Appeals orders a remand to an immigration judge or the Board of Immigration Appeals while the case is pending a decision on remand.\n\nBegins a new removal period in the case of such an extended removal on the date: (1) the alien makes all reasonable efforts to comply with the removal order or to cooperate fully with DHS efforts to establish the alien's identity and carry out the removal order, (2) the stay of removal is no longer in effect, or (3) the alien is returned to DHS custody.\n\nRequires mandatory detention for an alien who is inadmissible or deportable under specified criminal or terrorist grounds.\n\nDirects the Secretary to establish a detention review process for cooperative aliens.\n\nAuthorizes DHS to detain indefinitely, subject to six-month review, an alien under a removal order who cannot be removed if: (1) the alien will be removed in the reasonably foreseeable future; (2) the alien would have been removed but for his or her refusal to cooperate with DHS identification and removal efforts; (3) the alien has a highly contagious disease that poses a public safety threat; (4) release would have serious adverse foreign policy consequences or would threaten national security; or (5) release would threaten the safety of the community or any person and the alien has been convicted of either one or more aggravated felonies or crimes of violence and, because of a mental or personality condition, is likely to engage in future acts of violence."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Keep Our Communities Safe Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Immigration and Nationality Act to provide for extensions of detention of certain aliens ordered removed, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2463:@@@L&summ2=m&"
}