{
  "actions": [
    {
      "acted_at": "2014-06-26", 
      "committees": [
        "HSSM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Small Business and Entrepreneurship.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2551-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Small Business and Entrepreneurship", 
      "committee_id": "SSSB"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "2014-06-26", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-26", 
  "number": "2551", 
  "official_title": "A bill to amend the Small Business Act to establish the Innovative Approaches to Technology Transfer Grant Program.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2981-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Technology and Research Accelerating National Security and Future Economic Resiliency Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Gillibrand, Kirsten E.", 
    "state": "NY", 
    "thomas_id": "01866", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-26", 
  "subjects": [
    "Advanced technology and technological innovations", 
    "Commerce", 
    "Education programs funding", 
    "Government information and archives", 
    "Higher education", 
    "Performance measurement", 
    "Research administration and funding", 
    "Research and development", 
    "Small business", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Commerce", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-26", 
    "text": "Technology and Research Accelerating National Security and Future Economic Resiliency Act of 2013 or the TRANSFER Act of 2013 - Amends the Small Business Act to revise the requirement that the Director of the National Institutes of Health (NIH) use funds for a Proof of Concept Partnership pilot program to accelerate the creation of small businesses and the commercialization of research innovations made by certain institutions.\n\nDirects the head of each covered federal agency required to establish a small business technology transfer (STTR) program to establish an Innovative Approaches to Technology Transfer Grant Program to make grants to institutions of higher education, technology transfer organizations that facilitate the commercialization of technologies developed by one or more of the institutions, federal laboratories, public or private nonprofit entities, or a consortium of any of these entities in order to improve or accelerate the commercialization of high quality and commercially viable federally funded research and technology by small businesses.\n\nOutlines activities eligible for funding, application requirements, and award procedures and amounts. Requires grant recipients to assemble an oversight board to establish award programs for individual projects and evaluate project applications. Prescribes the percentage of each covered agency's extramural budget for research, or research development required to be expended on such Program for FY2015-FY2017.\n\nDirects each covered agency to develop a Program evaluation plan to collect data to identify outcomes resulting from the transfer of technology under its Program.\n\nRequires the Administrator of the Small Business Administration (SBA) to include information on each covered agency's Program on the public database of small businesses participating in STTR or Small Business Innovation Research programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Technology and Research Accelerating National Security and Future Economic Resiliency Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "TRANSFER Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Small Business Act to establish the Innovative Approaches to Technology Transfer Grant Program.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2551:@@@L&summ2=m&"
}