{
  "actions": [
    {
      "acted_at": "2014-01-07", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committees on Transportation and Infrastructure, and Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-07", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-07", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-07", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-08", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Railroads, Pipelines, and Hazardous Materials.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on General Farm Commodities and Risk Management.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3813-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Railroads, Pipelines, and Hazardous Materials", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on General Farm Commodities and Risk Management", 
      "subcommittee_id": "16"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-07", 
  "number": "3813", 
  "official_title": "To provide a three-month extension for the emergency unemployment compensation program, retroactive to its expiration, and to offset the costs of such extension.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1932-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3546-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3773-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3824-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3936-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s281-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1747-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1797-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1845-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2077-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Continuation Act", 
  "sponsor": {
    "district": "1", 
    "name": "Cicilline, David N.", 
    "state": "RI", 
    "thomas_id": "02055", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-07", 
  "subjects": [
    "Agricultural insurance", 
    "Agricultural prices, subsidies, credit", 
    "Appropriations", 
    "Aviation and airports", 
    "Business investment and capital", 
    "Department of Labor", 
    "Employee hiring", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Income tax deductions", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Railroads", 
    "State and local finance", 
    "Transportation employees", 
    "Unemployment"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-07", 
    "text": "Emergency Unemployment Compensation Continuation Act - Amends the Supplemental Appropriations Act, 2008 to extend emergency unemployment compensation (EUC) payments for eligible individuals to weeks of employment ending on or before April 1, 2014.\n\n Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until March 31, 2014, requirements that federal payments to states cover 100% of EUC.\n\n Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and September 30, 2014, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 (FSEUCA of 1970) against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.)\n\n Amends the FSEUCA of 1970 to postpone similarly from December 31, 2013, to March 31, 2014, termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula.\n\n Amends the Supplemental Appropriations Act, 2008 to appropriate funds out of the employment security administration account through the first quarter of FY2015 to assist states in providing reemployment and eligibility assessment activities.\n\n Amends the Railroad Unemployment Insurance Act to extend through March 31, 2014, the temporary increase in extended unemployment benefits.\n\nMakes a change in application of a certain requirement (nonreduction rule) to a state that has: (1) entered a federal-state EUC agreement, under which the federal government would reimburse the state's unemployment compensation agency making EUC payments to individuals who have exhausted all rights to regular unemployment compensation under state or federal law and meet specified other criteria; and (2) enacted a law before December 1, 2013, that, upon taking effect, would violate the nonreduction rule.\n\n(Under the nonreduction rule such an agreement does not apply with respect to a state whose method for computing regular unemployment compensation under state law has been modified to make the average weekly unemployment compensation benefit paid on or after June 2, 2010, less than what would have been paid before June 2, 2010.)\n\nDeclares that the nonreduction rule shall not apply to a state which has enacted a law before December 1, 2013, that, upon taking effect, would violate the nonreduction rule. Allows such a state, however, to enter into a subsequent federal-state EUC agreement on or after enactment of this Act if, taking into account this inapplicability of the nonreduction rule, it would otherwise meet the requirements for an EUC agreement. (Thus allows such a subsequent EUC agreement to permit payment of less than the average weekly unemployment compensation benefit paid on or after June 2, 2010.)\n\nAmends the Internal Revenue Code to increase the recovery period for the depreciation of general aviation aircraft (defined as any airplane or helicopter not used in commercial or contract carrying of passengers or freight, but which primarily engages in the carrying of passengers).\n\nAmends the Federal Crop Insurance Act to prohibit the Federal Crop Insurance Corporation (FCIC) from paying a part of the crop insurance premium for additional coverage for any person or legal entity that has an average adjusted gross income in excess of $250,000.\n\nLimits to $40,000 the FCIC's payment to any person or legal entity for the premiums.\n\nAmends the Food Security Act of 1985 to establish a per farm cap of $50,000 on commodity program benefits and $75,000 on marketing loan program benefits ($125,000 total). Increases such limit to $250,000 for married couples.\n\nRevises the limitation of benefits eligibility to active producers to include farm managers.\n\nEstablishes criteria for determining whether a person acting as a farm manager is actively engaged in farming for such purposes. (Permits only one such eligibility per farm operation.)"
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Emergency Unemployment Compensation Continuation Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide a three-month extension for the emergency unemployment compensation program, retroactive to its expiration, and to offset the costs of such extension.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:17-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3813:@@@L&summ2=m&"
}