{
  "actions": [
    {
      "acted_at": "2014-04-02", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2202-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Barrasso, John", 
      "sponsored_at": "2014-07-23", 
      "state": "WY", 
      "thomas_id": "01881", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2014-04-02", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-02", 
  "number": "2202", 
  "official_title": "A bill to provide for revenue sharing of qualified revenues from leases in the South Atlantic planning area, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SEA Jobs Act", 
  "sponsor": {
    "district": null, 
    "name": "Scott, Tim", 
    "state": "SC", 
    "thomas_id": "02056", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Alternative and renewable resources", 
    "Atlantic Ocean", 
    "Budget deficits and national debt", 
    "Computers and information technology", 
    "Department of the Interior", 
    "Earth sciences", 
    "Education programs funding", 
    "Employment and training programs", 
    "Energy", 
    "Energy research", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental assessment, monitoring, research", 
    "Executive agency funding and structure", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Higher education", 
    "Marine and coastal resources, fisheries", 
    "Military readiness", 
    "Oil and gas", 
    "Research administration and funding", 
    "Science and engineering education", 
    "South Carolina", 
    "State and local finance", 
    "Teaching, teachers, curricula", 
    "Veterans' education, employment, rehabilitation", 
    "Virginia"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-02", 
    "text": "Southern Energy Access Jobs Act or the SEA Jobs Act - Directs the Secretary of the Interior (Secretary) to promulgate regulations that establish management of the surface occupancy of each portion of the South Atlantic planning area for the coastline of a state for any lease sale authorized under this Act.\n\nRequires the state under such regulations to have sole authority to restrict or allow surface facilities above the waterline for the purpose of producing oil or gas resources in any area within 12 nautical miles seaward from its coastline.\n\nAllows the installation of only sub-surface production facilities in areas located between points 12 and 20 nautical miles seaward from the state coastline, unless the state authorizes permanent surface occupancy.\n\nRequires new offshore production facilities to be encouraged and the impacts on coastal vistas minimized.\n\nRequires that onshore facilities be allowed that facilitate development and production of oil and gas resources of the South Atlantic planning area within 12 nautical miles seaward of a state coastline.\n\nDirects the Secretary to conduct Virginia Lease Sale 220.\n\nRequires the Secretary to conduct a lease sale within two years after enactment of this Act in areas off the coast of South Carolina that: (1) have the most geologically promising hydrocarbon resources, and (2) constitute at least 25% of the leasable area located within certain offshore administrative boundaries.\n\nRequires the Secretary to conduct before June 30, 2017, three lease sales in the South Atlantic planning area that contains the most hydrocarbon resource potential.\n\nDirects the Secretary to: (1) include the South Atlantic planning area within a specified outer Continental Shelf (OCS) leasing program for FY2017-FY2022; and (2) conduct one lease sale in the South Atlantic planning area during each year of the program, for a total of five lease sales.\n\nDirects the Secretary and the Secretary of Defense (DOD) to implement lease sales jointly to: (1) preserve the ability of the Armed Forces to maintain an optimum state of readiness through their continued use of the OCS; and (2) allow exploration, development, and production of U.S. oil, gas, and renewable energy resources.\n\nProhibits exploration, development, or production of oil or natural gas on the OCS that would conflict with military operations set forth in specified documents.\n\nPrescribes specified percentages of qualified revenues for: (1) deposit into the Treasury, (2) deficit reduction, and (3) allocation to certain states.\n\nEstablishes the Oil and Gas Production Veterans Workforce Training Fund.\n\nRequires the Secretary, acting through the Director of the Bureau of Ocean Energy Management (BOEM), to partner with certain institutions of higher education to facilitate the study of geological and geophysical sciences on the Atlantic OCS and elsewhere on the U.S. Continental Shelf.\n\nRequires the BOEM Director to establish an Atlantic regional office in an area with the most potential resource development that is also in a certain OCS leasing program for FY2017-FY2022."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SEA Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Southern Energy Access Jobs Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for revenue sharing of qualified revenues from leases in the South Atlantic planning area, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:15-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2202:@@@L&summ2=m&"
}