{
  "actions": [
    {
      "acted_at": "2014-03-12", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-13", 
      "calendar": "Senate Legislative", 
      "number": "330", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 330.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2122-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Alexander, Lamar", 
      "sponsored_at": "2014-03-24", 
      "state": "TN", 
      "thomas_id": "01695", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2014-03-12", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Enzi, Michael B.", 
      "sponsored_at": "2014-03-24", 
      "state": "WY", 
      "thomas_id": "01542", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Inhofe, James M.", 
      "sponsored_at": "2014-03-24", 
      "state": "OK", 
      "thomas_id": "00583", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2014-03-24", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johanns, Mike", 
      "sponsored_at": "2014-03-31", 
      "state": "NE", 
      "thomas_id": "01899", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McConnell, Mitch", 
      "sponsored_at": "2014-03-12", 
      "state": "KY", 
      "thomas_id": "01395", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sessions, Jeff", 
      "sponsored_at": "2014-03-31", 
      "state": "AL", 
      "thomas_id": "01548", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2014-03-24", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-12", 
  "number": "2122", 
  "official_title": "A bill to amend titles XVIII and XIX of the Social Security Act to repeal the Medicare sustainable growth rate and to improve Medicare and Medicaid payments, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2305-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2810-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2867-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2969-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4015-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4209-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4418-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4543-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1123-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1318-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1405-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1769-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1871-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2000-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2110-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2157-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Responsible Medicare SGR Repeal and Beneficiary Access Improvement Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-03-13", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative remedies", 
    "Advisory bodies", 
    "Aging", 
    "Appropriations", 
    "Cancer", 
    "Cardiovascular and respiratory health", 
    "Child health", 
    "Comprehensive health care", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against children", 
    "Criminal investigation, prosecution, interrogation", 
    "Debt collection", 
    "Digestive and metabolic diseases", 
    "Disability and paralysis", 
    "Emergency medical services and trauma care", 
    "Employee hiring", 
    "Employment and training programs", 
    "Family planning and birth control", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Hearing, speech, and vision care", 
    "Home and outpatient care", 
    "Hospital care", 
    "Human trafficking", 
    "Indian social and development programs", 
    "Licensing and registrations", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare", 
    "Minority health", 
    "Performance measurement", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Rural conditions and development", 
    "Sales and excise taxes", 
    "Sex and reproductive health", 
    "Sex offenses", 
    "State and local finance", 
    "State and local government operations", 
    "Surgery and anesthesia", 
    "Tax administration and collection, taxpayers", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-12", 
    "text": "SGR Repeal and Medicare Beneficiary Access Act of 2013 - Amends title XVIII (Medicare) of the Social Security Act (SSA) to: (1) end and remove sustainable growth rate (SGR) methodology from the determination of annual conversion factors in the formula for payment for physicians' services, (2) freeze the update to the single conversion factor at 0.5% for 2014 through 2018 and at 0.00% for 2019 through 2023, and (3) establish an update of 1% for health professionals participating in alternative payment models (APMs) and an update of 0.5% for all other health professionals after 2023.\n\nDirects the Medicare Payment Advisory Commission (MEDPAC) to report to Congress on the relationship between: (1) physician and other health professional utilization and expenditures (and their rate of increase) of items and services for which Medicare payment is made; and (2) total utilization and expenditures (and their rate of increase) under Medicare parts A (Hospital Insurance), B (Supplementary Medical Insurance), and D (Voluntary Prescription Drug Benefit Program). Requires a separate report on the 2014-2018 update to physicians' services under Medicare\n\nRevises and consolidates components of the three specified existing performance incentive programs into a merit-based incentive payment (MIP) system the Secretary of Health and Human Services (HHS) is directed to establish, under which MIP-eligible professionals (excluding most APM participants) receive annual payment increases or decreases based on their performance.\n\nRequires specified incentive payments to eligible APM participants.\n\nDirects the Secretary to make available on the Physician Compare website certain information, including information regarding the performance of MIP-eligible professionals.\n\nRequires the Comptroller General (GAO) to evaluate the VBP program.\n\nRequires the Secretary to study the application of federal fraud prevention laws related to APMs.\n\nDirects the Secretary to draft a plan for development of quality measures to assess professionals, including non-patient-facing professionals.\n\nRequires the Secretary to establish new Healthcare Common Procedure Coding System (HCPCS) codes for chronic care management services.\n\nDirects the Secretary to conduct an education and outreach campaign to inform professionals who furnish items and services under Medicare part B and part B enrollees of the benefits of chronic care management services.\n\nAuthorizes the Secretary to: (1) collect and use information on the resources directly or indirectly related to physicians' services in the determination of relative values under the fee schedule; and (2) establish or adjust practice expense relative values using cost, charge, or other data from suppliers or service providers.\n\nRevises and expands factors for identification of potentially misvalued codes. Sets an annual target for relative value adjustments for misvalued services. Phases-in significant relative value unit (RVU) reductions.\n\nDirects the Secretary to establish a program to promote the use of appropriate use evidence-based criteria for applicable imaging services furnished in an applicable setting by ordering professionals and furnishing professionals.\n\nExpands the kinds of uses of Medicare data available to qualified entities for quality improvement activities.\n\nDirects the Secretary to provide Medicare data to qualified clinical data registries to facilitate quality improvement or patient safety.\n\nAllows continuing renewals of any two-year period for which a physician or practitioner opts out of the Medicare claims process under a private contract with a beneficiary.\n\nDeclares it a national objective to achieve widespread exchange of health information through interoperable certified electronic health records (EHR) technology nationwide by December 31, 2017. Directs the Secretary to establish related metrics.\n\nRequires meaningful EHR professionals and hospitals to demonstrate that they have not knowingly and willfully taken any action to limit or restrict the compatibility or interoperability of the certified EHR technology.\n\nDirects GAO to study specified telehealth and remote patient monitoring services.\n\nModifies extensions and other requirements pertaining to the work geographic adjustment as well as Medicare payment for therapy services and ambulance services.\n\nRevises requirements for: (1) the Medicare-dependent hospital (MDH) program, (2) the Medicare inpatient hospital payment adjustment for low-volume hospitals, as well as (3) specialized Medicare Advantage (MA) plans for special needs individuals.\n\nAmends SSA title XIX (Medicaid) to extend the qualifying individual (QI) program, the transitional medical assistance (TMA) program, and express lane program eligibility.\n\nAmends SSA title XI with respect to continue funding for pediatric quality measures.\n\nAmends the Public Health Service Act to extend certain special diabetes programs.\n\nExtends the abstinence education grant program, the personal responsibility education program, and family-to-family health information centers.\n\nExtends the health workforce demonstration project for low-income individuals under SSA title XX.\n\nRequires each Medicare administrative contractor to establish an improper payment outreach and education program to give service providers and suppliers information on payment errors with a view to reducing improper Medicare payments.\n\nRevises requirements for a Medicaid fraud control unit's authority to investigate and prosecute complaints of abuse and neglect of patients in home and community-based settings.\n\nAuthorizes the HHS Inspector General to receive and retain 3% of all amounts collected pursuant to civil debt collection and administrative enforcement actions related to false claims or frauds involving the Medicare or Medicaid program.\n\nRequires valid prescriber National Provider Identifiers on pharmacy claims against prescription drug plans (PDPs).\n\nDirects the Secretary to establish a Commission on Improving Patient Directed Health Care.\n\nExpands the definition of inpatient hospital services for certain cancer hospitals.\n\nDirects the Secretary to provide for the development of one or more quality measures under Medicare to accurately communicate the existence and provide for the transfer of patient health information and patient care preferences when an individual transitions from a hospital to return home or move to other post-acute care settings.\n\nSpecifies that the minimum level of supervision with respect to outpatient therapeutic critical access hospital services shall be general supervision.\n\nRequires state licensure of bidding entities under the competitive acquisition program for certain durable medical equipment, prosthetics, orthotics, and supplies (DMEPOS).\n\nRecognizes attending physician assistants as attending physicians to serve hospice patients under Medicare.\n\nDirects the Secretary to conduct remote patient monitoring pilot projects.\n\nRequires the Secretary to establish a Community-Based Institutional Special Needs Plan demonstration project to prevent and delay institutionalization under Medicaid among targeted low-income Medicare beneficiaries.\n\nDirects the Secretary to implement a strategic plan to increase the usefulness of data about Medicaid programs reported by states to the Centers for Medicare and Medicaid Services.\n\nIncludes podiatrists as physicians under the Medicaid program.\n\nModifies Medicare requirements for inclusion of diabetic shoes under medical and other health services.\n\nDirects the Secretary to: (1) publish criteria for a clinic to be certified by a state as a certified community behavioral health clinic, (2) award states planning grants to develop proposals to participate in time-limited related demonstration programs, and (3) select states to participate in such programs.\n\nRequires the Secretary to report annually to Congress on payment adjustments to disproportionate share hospitals (DSHs) in order to provide Congress with information relevant to determining an appropriate level of overall funding for such adjustments during and after a certain period in which aggregate reductions in DSH allotments to states are required.\n\nAmends the Patient Protection and Affordable Care Act and the Internal Revenue Code (IRC) to repeal the requirement that individuals maintain minimal essential health care coverage beginning in 2014, subject to a specified tax penalty for failing to do so (individual mandate). Requires the IRC to be applied and administered as if such requirement had never been enacted."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Responsible Medicare SGR Repeal and Beneficiary Access Improvement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend titles XVIII and XIX of the Social Security Act to repeal the Medicare sustainable growth rate and to improve Medicare and Medicaid payments, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:14-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2122:@@@L&summ2=m&"
}