{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2766-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cruz, Ted", 
      "sponsored_at": "2014-08-01", 
      "state": "TX", 
      "thomas_id": "02175", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2766", 
  "official_title": "A bill to combat terrorism and promote reform in the Palestinian Authority and the United Nations, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Palestinian and United Nations Anti-Terrorism Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Rubio, Marco", 
    "state": "FL", 
    "thomas_id": "02084", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Arab-Israeli relations", 
    "Congressional oversight", 
    "Foreign aid and international relief", 
    "Gaza Strip", 
    "International affairs", 
    "International organizations and cooperation", 
    "Israel", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Palestinians", 
    "Sovereignty, recognition, national governance and status", 
    "Terrorism", 
    "United Nations", 
    "West Bank"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Palestinian and United Nations Anti-Terrorism Act of 2014 - States that it shall be U.S. policy to: (1) deny U.S. assistance to any entity or international organization that collaborates with Hamas until Hamas agrees to recognize Israel, renounces violence, disarms, and accepts prior Israeli-Palestinian agreements; (2) seek a negotiated settlement only if Hamas and any U.S.-designated terrorist groups are required to disarm entirely; and (3) provide security assistance to Israel.\n\nConsiders any power-sharing government, including the current government, formed in connection with the April 23, 2014, agreement between the Palestinian Liberation Organization (PLO) and Hamas to be a \"Hamas-controlled Palestinian Authority (PA)\" and thus subject to specified restrictions under the Foreign Assistance Act of 1961.\n\nStates that until the Secretary of State certifies to Congress that the United Nations Human Rights Council (UNHRC)'s agenda does not include a permanent item related to Israel or the Palestinian territories: (1) the U.S. contribution to the regular budget of the United Nations (U.N.) shall be reduced by a specified amount, (2) the Secretary shall not make a voluntary contribution to UNHRC, and (3) the United States shall not run for an UNHRC seat.\n\nAmends the Foreign Assistance Act of 1961 to prohibit U.S. contributions to the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) for programs in the West Bank and Gaza until the Secretary certifies to Congress that:\n\n no official, employee, consultant, or affiliate of UNRWA is a member of Hamas or any U.S.-designated terrorist group, or has propagated or incited anti-Israel or anti-Semitic rhetoric; no UNRWA facility or resource is being used by Hamas or an affiliated group for any purpose; UNRWA is subject to audits by an internationally recognized third party auditing firm and has implemented an oversight system to prevent the use of UNRWA resources by Hamas or any U.S.-designated terrorist group; and no recipient of UNRWA funds or loans is a member of Hamas or any U.S.-designated terrorist group. Authorizes the equivalent amount of all U.S. contributions withheld from the PA, UNHRC, and UNRWA under this Act to be provided to Israel for Iron Dome and other missile defense systems and for underground warfare training and technology."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Palestinian and United Nations Anti-Terrorism Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to combat terrorism and promote reform in the Palestinian Authority and the United Nations, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2766:@@@L&summ2=m&"
}