{
  "actions": [
    {
      "acted_at": "2014-05-13", 
      "references": [
        {
          "reference": "CR S2955", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-13", 
      "committees": [
        "SSAF"
      ], 
      "references": [
        {
          "reference": "CR S2955-2957", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Agriculture, Nutrition, and Forestry.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2330-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Agriculture, Nutrition, and Forestry", 
      "committee_id": "SSAF"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-13", 
  "number": "2330", 
  "official_title": "A bill to amend the Commodity Exchange Act to improve futures and swaps trading, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr634-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1003-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4330-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4413-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s888-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "End-User Protection Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Chambliss, Saxby", 
    "state": "GA", 
    "thomas_id": "00188", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-13", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Commodities markets", 
    "Commodity Futures Trading Commission", 
    "Finance and financial sector", 
    "Government information and archives", 
    "International monetary system and foreign exchange", 
    "Securities"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-13", 
    "text": "End-User Protection Act of 2014 - Amends the Commodity Exchange Act with respect to exceptions to the requirement that any swap be cleared by a derivatives clearing organization either registered under that Act, or exempted from registration, if the swap is required to be cleared.\n\nRevises the definition of a financial entity subject to such requirement to exclude one that: (1) is a commercial market participant predominantly engaged in activities in the business of banking, or in activities that are financial in nature, but is not supervised by a prudential regulator; or (2) is considered as predominantly engaged in activities in the business of banking or in financial activities because it regularly enters into foreign exchange or derivatives transactions on behalf of, or to hedge or mitigate the commercial risk of, one or more other entities within the entity's same commercial enterprise, or because of making loans to one or more of such other entities.\n\nDirects the Commodity Futures Trading Commission (CFTC) to provide by rule for the public reporting of swap transactions, including price and volume data, in illiquid markets that are not cleared and entered into by a nonfinancial entity that is hedging or mitigating commercial risk. Defines \"illiquid\" as any market in which the volume and frequency of trading in swaps is at such a level as to allow identification of individual market participants.\n\nRequires the CFTC to ensure that such swap transaction information is not available to the public until 30 days after the transaction has been executed, or at an appropriate later date, in order to: (1) protect the identity of participants and positions in illiquid markets, and (2) prevent the elimination or reduction of market liquidity.\n\nAccords financial entities exempt from swap-clearing requirements the same treatment as exempted affiliates.\n\nRevises the exemption of bona fide hedge transactions or positions from certain trading limitations to set criteria for CFTC rules or regulations treating swaps, contracts of sale for future delivery, or options on the contracts or commodities as bona fide hedge transactions or positions also exempt from those limitations.\n\nDeclares that, if the CFTC imposes any reporting and recordkeeping requirement on any person that is not registered, or required to be registered, with the CFTC, that person shall satisfy the requirements of any pertinent rule, order, or regulation by maintaining a written record of each cash or forward transaction related to a reportable or hedging commodity interest transaction, futures contract, option on a futures contract, or swap. Makes such a written record sufficient if it: (1) memorializes the final agreement between the parties, including the transaction's material economic terms; and (2) is identifiable and searchable by transaction.\n\nStates that certain requirements for adoption of rules governing capital and margin requirements for swap dealers and major swap participants, including the initial and variation margin requirements imposed by rules adopted according to such requirements, shall not apply to a swap in which a counterparty qualifies for specified exceptions or exemptions.\n\nRevises requirements for a CFTC cost-benefit analysis made before an order is issued. Requires the CFTC, acting through the Office of the Chief Economist, among other things to:\n\n state a justification for the regulation or order; state the baseline for the cost-benefit analysis and explain how the regulation or order measures costs against the baseline; assess the costs and benefits, both qualitative and quantitative, of the intended regulation or order; measure, and seek to improve, the actual results of regulatory requirements; and propose or adopt a regulation or order only on a reasoned determination that the benefits of the intended regulation or order justify its costs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "End-User Protection Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Commodity Exchange Act to improve futures and swaps trading, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2330:@@@L&summ2=m&"
}