{
  "actions": [
    {
      "acted_at": "2014-04-07", 
      "committees": [
        "SSFI"
      ], 
      "references": [
        {
          "reference": "CR S2196-2197", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2215-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-07", 
  "number": "2215", 
  "official_title": "A bill to protect taxpayers from improper audits by the Internal Revenue Service.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Eliminating Improper and Abusive IRS Audits Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Cornyn, John", 
    "state": "TX", 
    "thomas_id": "01692", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-07", 
  "subjects": [
    "Administrative remedies", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Department of the Treasury", 
    "Employee leave", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government studies and investigations", 
    "Housing finance and home ownership", 
    "Internal Revenue Service (IRS)", 
    "Tax administration and collection, taxpayers", 
    "Tax-exempt organizations", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-07", 
    "text": "Eliminating Improper and Abusive IRS Audits Act of 2014 - Amends the Internal Revenue Code to: (1) increase the maximum amount of civil damages for which Internal Revenue Service (IRS) officers or employees shall be liable for reckless, intentional, or negligent disregard of internal revenue laws and extend the period for bringing a claim for such damages; (2) increase the penalties against federal officers and employees for violations of internal revenue laws and for unauthorized inspection or disclosure of tax returns and return information; (3) extend the period in which taxpayer property that has been wrongfully levied upon may be returned and the period for bringing suit for a wrongful tax levy; (4) increase civil fines for unauthorized disclosures of tax return information; (5) prohibit the consideration by the IRS Office of Appeal on appeal of any issue that was not within the scope of the initial determination; (6) prohibit a tax lien against a taxpayer's principal residence unless a written determination is made that all other property of the taxpayer, if sold, is insufficient to pay the tax liability and the lien will not create an economic hardship for the taxpayer; (7) require the termination of an IRS employee for disproportionate scrutiny of an organization applying for tax-exempt status based on the ideology expressed in the name or purpose of the organization; (8) allow a declaratory judgment with respect to the initial or continuing classification of a tax-exempt social welfare organization; and (9) require the Inspector General for Tax Administration of the Department of the Treasury to review any IRS criteria for selection of tax returns for examination or audit, assessment or collection of deficiencies, criminal investigation or referral, refunds for amounts paid, or any heightened scrutiny or review to determine whether such criteria discriminates against taxpayers on the basis of race, religion, or political ideology and to consult with the IRS on recommended amendments to such criteria."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Eliminating Improper and Abusive IRS Audits Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to protect taxpayers from improper audits by the Internal Revenue Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:16-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2215:@@@L&summ2=m&"
}