{
  "actions": [
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-29", 
      "references": [], 
      "text": "Hearings Held by the Subcommittee on Financial Institutions and Consumer Credit Prior to Referral.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-11-21", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-11-21", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported by the Yeas and Nays: 32 - 25.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-02-06T13:35:00-05:00", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Reported by the Committee on Financial Services. H. Rept. 113-346.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-06T13:35:00-05:00", 
      "calendar": "Union", 
      "number": "256", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 256.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2014-02-10T20:14:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rules Committee Resolution H. Res. 475 Reported to House. Rule provides for consideration of H.R. 3193 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. It shall be in order to consider as an original bill for the purpose of amendment under the five-minute rule an amendment in the nature of a substitute consisting of the text of Rules Committee Print 113-36 modified by the amendment printed in part A of the report. No amendment to that amendment in the nature of a substitute shall be in order except those printed in part B of the report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-11T15:02:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "references": [], 
      "text": "Rule H. Res. 475 passed House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T14:40:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "references": [
        {
          "reference": "CR H2028-2043", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under the provisions of rule H. Res. 475.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T14:40:00-05:00", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Rule provides for consideration of H.R. 3193 with 1 hour of general debate. Previous question shall be considered as ordered without intervening motions except motion to recommit with or without instructions. Measure will be considered read. Specified amendments are in order. It shall be in order to consider as an original bill for the purpose of amendment under the five-minute rule an amendment in the nature of a substitute consisting of the text of Rules Committee Print 113-36 modified by the amendment printed in part A of the report. No amendment to that amendment in the nature of a substitute shall be in order except those printed in part B of the report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T14:40:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "references": [], 
      "text": "House resolved itself into the Committee of the Whole House on the state of the Union pursuant to H. Res. 475 and Rule XVIII.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T14:40:00-05:00", 
      "references": [], 
      "text": "The Speaker designated the Honorable Reid J. Ribble to act as Chairman of the Committee.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T14:41:00-05:00", 
      "references": [], 
      "text": "GENERAL DEBATE - The Committee of the Whole proceeded with one hour of general debate on H.R. 3193.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T15:58:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 475, the Committee of the Whole proceeded with 10 minutes of debate on the Rigell Part B Amendment No. 1.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:08:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Rigell Part B amendment No. 1, the Chair put the question on adoption of the amendment, and by voice vote annnounced that the ayes had prevailed. Ms. Water demanded a recorded vote, and the Chair postponed further proceedings on adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:09:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 475, the Committee of the Whole proceeded with 10 minutes of debate on the DeSantis Part B Amendment No. 3.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:18:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the DeSantis Part B amendment No. 3, the Chair put the question on adoption of the amendment, and by voice vote annnounced that the ayes had prevailed. Ms. Water demanded a recorded vote, and the Chair postponed further proceedings on adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:18:00-05:00", 
      "bill_ids": [
        "hres475-113"
      ], 
      "references": [], 
      "text": "DEBATE - Pursuant to the provisions of H. Res. 475, the Committee of the Whole proceeded with 10 minutes of debate on the Moore Part B Amendment No. 4.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:31:00-05:00", 
      "references": [], 
      "text": "POSTPONED PROCEEDINGS - At the conclusion of debate on the Moore Part B amendment No. 4, the Chair put the question on adoption of the amendment, and by voice vote annnounced that the noes had prevailed. Ms. Moore demanded a recorded vote, and the Chair postponed further proceedings on adoption of the amendment until later in the legislative day.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:31:00-05:00", 
      "references": [], 
      "text": "Mr. Hensarling moved that the Committee rise.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:31:00-05:00", 
      "references": [], 
      "text": "On motion that the Committee rise Agreed to by voice vote.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T16:32:00-05:00", 
      "references": [], 
      "text": "Committee of the Whole House on the state of the Union rises leaving H.R. 3193 as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T17:52:00-05:00", 
      "references": [
        {
          "reference": "CR H2050-2055", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T17:52:00-05:00", 
      "references": [], 
      "text": "The House resolved into Committee of the Whole House on the state of the Union for further consideration.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T17:52:00-05:00", 
      "references": [], 
      "text": "UNFINISHED BUSINESS - The Chair announced that the unfinished business was the question on adoption of amendments which had been debated earlier and on which further proceedings had been postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:07:00-05:00", 
      "references": [], 
      "text": "The House rose from the Committee of the Whole House on the state of the Union to report H.R. 3193.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:08:00-05:00", 
      "references": [
        {
          "reference": "CR H2037-2039", 
          "type": "text of amendment in the nature of a substitute"
        }
      ], 
      "text": "The House adopted the amendment in the nature of a substitute as agreed to by the Committee of the Whole House on the state of the Union.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:11:00-05:00", 
      "committees": [
        "HSBA"
      ], 
      "references": [
        {
          "reference": "CR H2052-2054", 
          "type": "consideration"
        }
      ], 
      "text": "Ms. Shea-Porter moved to recommit with instructions to Financial Services.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:11:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with 10 minutes of debate on the Shea-Porter motion to recommit with instructions. The instructions contained in the motion seek to report the same back to the House forthwith with an amendment to clarify that nothing in the underlying legislation may prohibit the Consumer Financial Protection Bureau from (1) informing consumers of any breach of personal information, while providing guidance on how to avoid such breaches in the future; (2) protecting services members from predatory payday lenders on or near military bases; or (3) investigating and enforcing sanctions related to ATM or private student loan fees.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:24:00-05:00", 
      "references": [
        {
          "reference": "CR H2053-2054", 
          "type": "consideration"
        }, 
        {
          "reference": "CR H2052", 
          "type": "text"
        }
      ], 
      "text": "The previous question on the motion to recommit with instructions was ordered without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:31:00-05:00", 
      "references": [
        {
          "reference": "CR H2053-2054", 
          "type": "consideration"
        }
      ], 
      "text": "On motion to recommit with instructions Failed by recorded vote: 194 - 223 (Roll no. 84).", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27T18:40:00-05:00", 
      "how": "roll", 
      "references": [], 
      "result": "pass", 
      "roll": "85", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": null, 
      "text": "On passage Passed by recorded vote: 232 - 182 (Roll no. 85).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-02-27T18:40:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-04", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "hamdt570-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "570"
    }, 
    {
      "amendment_id": "hamdt571-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "571"
    }, 
    {
      "amendment_id": "hamdt572-113", 
      "amendment_type": "hamdt", 
      "chamber": "h", 
      "number": "572"
    }
  ], 
  "bill_id": "hr3193-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA", 
      "subcommittee": "Subcommittee on Financial Institutions and Consumer Credit", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-10-29", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-02-27T18:40:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-26", 
  "number": "3193", 
  "official_title": "To amend the Consumer Financial Protection Act of 2010 to strengthen the review authority of the Financial Stability Oversight Council of regulations issued by the Bureau of Consumer Financial Protection, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres475-113", 
      "reason": "rule", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2446-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2212-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2213-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Consumer Financial Freedom and Washington Accountability Act", 
  "sponsor": {
    "district": "7", 
    "name": "Duffy, Sean P.", 
    "state": "WI", 
    "thomas_id": "02072", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-02-27T18:40:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Appropriations", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Consumer Financial Protection Bureau", 
    "Department of the Treasury", 
    "Executive agency funding and structure", 
    "Finance and financial sector", 
    "Financial Stability Oversight Council", 
    "Financial services and investments", 
    "Government employee pay, benefits, personnel management", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2014-02-27", 
    "text": "Consumer Financial Freedom and Washington Accountability Act - (Sec. 2) Amends the Consumer Financial Protection Act of 2010 to establish, in lieu of the Consumer Financial Protection Bureau (CFPB), an independent Financial Product Safety Commission to regulate the offering and provision of consumer financial products or services under federal consumer financial laws.\n\nReplaces the position of Director of the CFPB with a Commission composed of the Vice Chairman for Supervision of the Federal Reserve System and four additional members appointed by the President, by and with the advice and consent of the Senate, each to serve for a term of five years.\n\nProhibits the Chair of the Commission from making requests for estimates related to appropriations without the Commission's prior approval.\n\nRepeals requirements for funding the CFPB, including the Consumer Financial Protection Fund.\n\nSubjects the Commission to the congressional appropriations process. Authorizes appropriations for $300 million for each of FY2014 and FY2015. Repeals the requirement that at least six members of the Consumer Advisory Board be appointed on a rotating basis upon the recommendation of the regional Federal Reserve Bank Presidents. Makes technical and conforming amendments to the Dodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank), the Electronic Fund Transfer Act, the Expedited Funds Availability Act, the Federal Deposit Insurance Act, and the Federal Financial Institutions Examination Council Act of 1978.\n\n(Sec. 3) Requires the rates of basic pay for all Commission employees to be set and adjusted in accordance with the General Schedule.\n\n(Sec. 4) Amends Dodd-Frank to require the Commission and its contractors to obtain a consumer's permission before requesting, obtaining, accessing, collecting, using, retaining, or disclosing pertinent nonpublic personal information.\n\n(Sec. 5) Authorizes the Chairperson of the Financial Stability Oversight Council (FSOC) to issue a stay of, or set aside, any regulation issued by the Commission (currently, by the CFPB) upon the affirmative vote of the majority of FSOC members (currently, two-thirds), excluding the Commission Chair.\n\n Requires the FSOC, upon the petition of one of its member agencies, to set aside a final regulation prescribed by the Commission (currently, by the CFPB) if the FSOC decides that such regulation is inconsistent with the safe and sound operations of U.S. financial institutions. (Currently the FSOC is merely authorized, upon petition, to set aside a final CFPB regulation if it would put the safety and soundness of the U.S. banking system or the stability of the U.S. financial system at risk.)\n\nRepeals: (1) the prohibition against FSOC set-aside of a regulation after expiration of a specified time period, and (2) mandatory dismissal of a petition if the FSOC has not issued a decision within such time period.\n\n Requires the Commission Chair, when prescribing a rule under federal consumer financial laws, to consider its impact upon the financial safety or soundness of an insured depository institution.\n\n(Sec. 6) Requires the Commission, whenever it proposes a new rule or regulation, to report to the FSOC and make publicly available: (1) an initial regulatory flexibility analysis that includes the financial impact of the proposed rule or regulation upon covered persons, regardless of size; and (2) an analysis of whether the proposed rule or regulation will impair the ability of individuals and small businesses to have access to credit.\n\n(Sec. 7) Repeals the exclusive rulemaking authority of the CFPB (or, now, the Commission) with respect to federal consumer financial law."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Consumer Financial Protection Safety and Soundness Improvement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Consumer Financial Protection Safety and Soundness Improvement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Consumer Financial Freedom and Washington Accountability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Consumer Financial Protection Act of 2010 to strengthen the review authority of the Financial Stability Oversight Council of regulations issued by the Bureau of Consumer Financial Protection, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3193:@@@L&summ2=m&"
}