{
  "actions": [
    {
      "acted_at": "2014-01-08", 
      "references": [
        {
          "reference": "CR S115-116", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-01-08", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-07-30", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-09-16", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Carper with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-09-16", 
      "calendar": "Senate Legislative", 
      "number": "566", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 566.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-09-18", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "By Senator Carper from Committee on Homeland Security and Governmental Affairs filed written report. Report No. 113-259.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1898-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2014-07-23", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2014-01-08", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2014-07-23", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-09-16", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-08", 
  "number": "1898", 
  "official_title": "A bill to require adequate information regarding the tax treatment of payments under settlement agreements entered into by Federal agencies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4324-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Truth in Settlements Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Warren, Elizabeth", 
    "state": "MA", 
    "thomas_id": "02182", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-07-30", 
  "subjects": [
    "Civil actions and liability", 
    "Congressional oversight", 
    "Government information and archives", 
    "Government operations and politics", 
    "Income tax deductions", 
    "Securities"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-09-16", 
    "text": "Truth in Settlements Act of 2014 - Sets forth new requirements for the public disclosure of any covered settlement agreement entered into by a federal executive agency.  Defines \"covered settlement agreement\" as a settlement agreement (including a consent decree) that: (1) is entered into by an executive agency, (2) relates to an alleged violation of federal civil or criminal law, and (3) requires the payment of not less than $1 million by one or more non-federal persons (a person that is not an entity within the federal government).\n\nRequires the head of each executive agency to make publicly available on the agency website a list of each covered settlement agreement entered into by the agency, which shall include: (1) the names of the parties to the settlement agreement and the date of such agreement; (2) a description of the claims that were settled under the agreement; (3) the amount each party to the agreement is obligated to pay under the terms of the agreement and the total amounts required to be paid; and (4) for each settling party, the amount the settling party is obligated to pay that is expressly specified as a civil or criminal penalty or fine or as not tax deductible. Requires: (1) such information to remain publicly available for at least five years after the date of the agreement, and (2) a copy of a covered settlement agreement to remain publicly available until at least one year after the date of the agreement, or until five years after such date for an agreement under which a non-federal person is required to pay not less than $50 million.\n\nRequires an executive agency head who determines that a confidentiality provision in a covered settlement agreement, or the sealing of an agreement, is required to protect the public interest, to issue a public statement explaining why such action is necessary, what interests confidentially protects, and why the interest protected outweighs the public's interest in knowing about the conduct of the federal government and the expenditure of federal resources.\n\nRequires any written public statement issued by an executive agency that refers to an amount to be paid by a non-federal person under a covered settlement agreement to: (1) specify which portion of the amount to be paid is expressly specified as a civil or criminal penalty or fine to be paid for a violation of federal law or is not tax deductible; and (2) describe in detail, if no portion paid under the settlement agreement is expressly specified as a civil or criminal penalty or fine, any actions the non-federal person shall take under the agreement in lieu of payment to the federal government or a state or local government and any payments or compensation the non-federal person shall make to other non-federal persons under the agreement.\n\nRequires: (1) the head of an executive agency to report to all congressional committees that have jurisdiction over the agency's activities on how many covered settlement agreements the agency entered into during the fiscal year and how many such agreements had terms or conditions required to be kept confidential; and (2) the issuer of securities subject to reporting requirements under the Securities Exchange Act of 1934 to describe in required reports any claim of a tax deduction relating to a payment under a covered settlement agreement.\n\nRequires the Comptroller General to report to Congress on how executive agencies determine whether the terms of a settlement agreement or its existence will be treated as confidential."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Truth in Settlements Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Truth in Settlements Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require adequate information regarding the tax treatment of payments under settlement agreements entered into by Federal agencies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:07-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1898:@@@L&summ2=m&"
}