{
  "actions": [
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSBK"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Banking, Housing, and Urban Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1867-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Banking, Housing, and Urban Affairs", 
      "committee_id": "SSBK"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-12-19", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2013-12-20", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-19", 
  "number": "1867", 
  "official_title": "A bill to provide protection for consumers who have prepaid cards, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1903-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Prepaid Card Consumer Protection Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Menendez, Robert", 
    "state": "NJ", 
    "thomas_id": "00791", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Bank accounts, deposits, capital", 
    "Banking and financial institutions regulation", 
    "Consumer Financial Protection Bureau", 
    "Consumer credit", 
    "Finance and financial sector", 
    "Government studies and investigations", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-19", 
    "text": "Prepaid Card Consumer Protection Act of 2013 - Amends the Electronic Fund Transfer Act to extend its coverage to spending accounts (deposit accounts) established by a consumer (or on a consumer's behalf) at an insured depository institution or credit union: (1) to which recurring electronic fund transfers may be made, at the consumer's direction; and (2) from which payments may be made, at the consumer's direction, through the use of a card, code, or device (commonly referred to as prepaid cards). Treats as a spending account any similar deposit account operated or managed by a financial institution, or any other person, whose funds: (1) are pooled with the funds of a person other than the one who established the account, or (2) are held in a name other than that of the person who established the account.\n\nExcludes from the meaning of spending account: (1) a demand deposit, savings deposit, or other asset account (other than an occasional or incidental credit balance in an open end credit plan) established primarily for personal, family, or household purposes; (2) an account held by a financial institution pursuant to a bona fide trust agreement; (3) any nonreloadable general-use prepaid card in an amount under $250; and (4) any general-use prepaid card solely associated with a certain kind of health plan, a qualified transportation fringe, a health savings account or any other healthcare benefit account, a gift certificate, a store gift card, an electronic promise, plastic card, or payment code, or device, a nonreloadable card labeled as a gift card and marketed solely as such, or a nonreloadable loyalty, rebate, or promotional card.\n\nRequires spending accounts to be structured to provide and maintain separate deposit insurance coverage for the funds of each consumer under applicable Federal Deposit Insurance Corporation (FDIC) or National Credit Union Administration (NCUA) regulations.\n\nRequires any person that receives funds in connection with an electronic fund transfer to a spending account to: (1) transfer them, within one business day after funds are activated, to an account at an insured depository institution or credit union; and (2) credit the spending account in an amount equal to the amount of such funds.\n\nWaives the requirement for providing a consumer with a periodic statement if a financial institution, among other things, provides the consumer with access to the account balance through a readily available telephone line, the Internet, text messaging, or at an electronic terminal or other device (ATM machine) that allows the consumer to make a balance inquiry. Prohibits the charging of fees for services required to meet these requirements, other than $1 for an optional written statement.\n\nSpecifies other fees which may and may not be charged in connection with a spending account.\n\n Prohibits any person from offering or providing a spending account that has a credit feature or that can be linked to a credit account that is automatically repaid from the spending account.\n\nRequires spending accounts to be closed and any remaining funds to be refunded to the consumer: (1) if the account has been inactive for a specified period, and (2) upon a consumer's request that the account be closed.\n\nProhibits the issuance of cards or other means of access for receipt of electronic fund transfers of wages or government benefits unless the recipient has first been offered the option of receiving funds in a form selected from among a set of alternatives specified by the Consumer Financial Protection Bureau (CFPB), including at least one option for direct deposit, cash, or check.\n\nDirects the CFPB to establish an implementation plan and timeline for a prepaid card research study to determine if any differences exist for both the short- and long-term economic well-being of consumers at different income levels who use spending accounts versus those who use traditional bank accounts for their primary means of making financial transactions."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Prepaid Card Consumer Protection Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide protection for consumers who have prepaid cards, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1867:@@@L&summ2=m&"
}