{
  "actions": [
    {
      "acted_at": "2014-03-06", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2093-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-06", 
  "number": "2093", 
  "official_title": "A bill to amend the Foreign Intelligence Surveillance Act of 1978 to modify the purposes of authorized collection of business records and to prohibit the bulk collection of metadata, to require judicial review of national security letters, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Civil Liberties Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Walsh, John E.", 
    "state": "MT", 
    "thomas_id": "02198", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-06", 
  "subjects": [
    "Armed forces and national security", 
    "Bank accounts, deposits, capital", 
    "Business records", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Government information and archives", 
    "Intelligence activities, surveillance, classified information", 
    "Judicial review and appeals", 
    "National Security Agency", 
    "Telephone and wireless communication", 
    "Terrorism"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-06", 
    "text": "Civil Liberties Protection Act - Amends the Foreign Intelligence Surveillance Act of 1978 (FISA) to modify the purposes for which the Federal Bureau of Investigation (FBI) is authorized to apply to a FISA court for an order requiring the production of tangible things (commonly referred to as \"business records\"). Authorizes the FBI to apply for such a production order for an investigation to protect against international terrorism, clandestine intelligence activities, or the proliferation of weapons of mass destruction (thus removes the FBI's authority to apply for such an order for an investigation to obtain foreign intelligence information not concerning a U.S. person and adds authority with respect to the proliferation of weapons of mass destruction).\n\nAuthorizes such production order applications for certain related preparation activities.\n\nRequires applications for such production orders to include specific and articulable facts showing that there are reasonable grounds to believe that the tangible things sought are relevant to an authorized investigation of a specific individual. (Currently, a general statement of facts must only show that the tangible things are relevant to an authorized investigation without specifying whether the investigation is limited to a specific individual.)\n\nDirects the National Security Agency (NSA) to report to Congress regarding its plans for: (1) purging the NSA telephony metadata database of information that does not comply with such revised FISA production order standards, and (2) retaining information relating to ongoing lawsuits.\n\nProhibits tangible things received by the FBI in response to a production order, or any database of such tangible things, from being stored by a private entity or transferred to a private entity for storage.\n\nProhibits officers or employees of the United States from issuing a national security letter (a request to access certain communication service provider records or to obtain specified information from financial institutions or consumer reports) unless the FISA court, a U.S. district court, or a U.S. magistrate judge issues an order approving an application for such a letter with a finding of specific and articulable facts that the information sought is relevant and material to an authorized investigation to protect against international terrorism or clandestine intelligence activities.\n\nSets forth an exception under which the requirement to obtain an order approving an application for a national security letter (as a prerequisite to the issuance of such a letter) is inapplicable if the Attorney General (DOJ): (1) reasonably determines that the factual basis exists for the issuance of the letter, (2) reasonably determines that an emergency situation exists with respect to the issuance of the letter before an order approving an application for such letter can be obtained with due diligence, (3) informs the court or judge of the decision to issue the letter at the time such decision is made, and (4) makes an application to the court or judge for approval of the issuance within seven days after the Attorney General's decision to issue such letter.\n\nRevises minimization procedures and nondisclosure requirements with respect to orders approving the production of tangible things and the issuance of national security letters. Limits the period of time during which certain orders and related requirements may remain in effect."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Civil Liberties Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Foreign Intelligence Surveillance Act of 1978 to modify the purposes of authorized collection of business records and to prohibit the bulk collection of metadata, to require judicial review of national security letters, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:13-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2093:@@@L&summ2=m&"
}