{
  "actions": [
    {
      "acted_at": "2013-11-12", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-11-14", 
      "references": [
        {
          "reference": "CR H7062", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-01-09", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3452-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-12", 
  "number": "3452", 
  "official_title": "To decrease the frequency of sports blackouts, to require the application of the antitrust laws to Major League Baseball, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1721-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "FANS Act", 
  "sponsor": {
    "district": "26", 
    "name": "Higgins, Brian", 
    "state": "NY", 
    "thomas_id": "01794", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-12", 
  "subjects": [
    "Broadcasting, cable, digital technologies", 
    "Competition and antitrust", 
    "Internet and video services", 
    "Professional sports", 
    "Sports and recreation", 
    "Television and film"
  ], 
  "subjects_top_term": "Sports and recreation", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-12", 
    "text": "Furthering Access and Networks for Sports Act or the FANS Act - Amends the Sports Broadcasting Act of 1961 to deny the antitrust exemption for joint agreements covering the telecasting of sports contests to any league of clubs participating in professional football, baseball, basketball, or hockey contests that does not: (1) expressly prohibit sponsored telecast licensees of such league, and any agreement with any video licensee, from intentionally removing the live content of such league from a multichannel video programming distributor when such removal occurs during, or is related to a negotiation regarding, carriage of the league's games by such distributor; or (2) make a sponsored telecast of a game that is played in the home territory of a member club available to consumers, using an Internet platform, in any territory in which the game is not available for private viewing through a local television broadcast station or any available multichannel video programming distributor. Repeals the exception that allows the antitrust exemption for such a joint agreement that prohibits televising games within the home territory of a member club on a day when such club is playing at home.\n\nAmends the Clayton Act to: (1) subject the conduct, acts, practices, or agreements of persons in the business of organized professional major league baseball (currently, only such conduct, acts, practices, or agreements directly relating to or affecting employment of major league baseball players at the major league level) to the antitrust laws to the same extent that such conduct, acts, practices, or agreements engaged in by persons in any other professional sports business affecting interstate commerce are subject to such laws; and (2) repeal provisions granting only a major league baseball player standing to sue. Eliminates provisions specifying that such Act does not create, permit, or imply a cause of action by which to challenge under the antitrust laws: (1) the relationship between the Office of the Commissioner and franchise owners, the marketing or sales of the entertainment product of organized professional baseball, and the licensing of intellectual property rights owned or held by organized professional baseball teams; or (2) any conduct, acts, practices, or agreements protected by the Sports Broadcasting Act of 1961."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "FANS Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Furthering Access and Networks for Sports Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To decrease the frequency of sports blackouts, to require the application of the antitrust laws to Major League Baseball, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:09-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3452:@@@L&summ2=m&"
}