{
  "actions": [
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Natural Resources, and in addition to the Committees on Agriculture, Energy and Commerce, Transportation and Infrastructure, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSPW"
      ], 
      "references": [], 
      "text": "Referred to House Transportation and Infrastructure", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Environment and the Economy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Water Resources and Environment.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-04", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Conservation, Energy, and Forestry.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-15", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on the Constitution and Civil Justice.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-15", 
      "committees": [
        "HSHM"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3197-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Conservation, Energy, and Forestry", 
      "subcommittee_id": "15"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Environment and the Economy", 
      "subcommittee_id": "18"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Transportation and Infrastructure", 
      "committee_id": "HSPW", 
      "subcommittee": "Subcommittee on Water Resources and Environment", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution and Civil Justice", 
      "subcommittee_id": "10"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "22", 
      "name": "Hanna, Richard L.", 
      "sponsored_at": "2013-10-03", 
      "state": "NY", 
      "thomas_id": "02044", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Thompson, Bennie G.", 
      "sponsored_at": "2013-09-26", 
      "state": "MS", 
      "thomas_id": "01151", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Walz, Timothy J.", 
      "sponsored_at": "2013-09-26", 
      "state": "MN", 
      "thomas_id": "01856", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "1", 
      "name": "Wittman, Robert J.", 
      "sponsored_at": "2013-09-26", 
      "state": "VA", 
      "thomas_id": "01886", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-26", 
  "number": "3197", 
  "official_title": "To protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr322-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1206-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1818-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1825-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2046-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2463-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2798-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2799-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3099-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3590-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3590-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s170-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s738-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s847-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1161-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1212-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1505-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "SHARE Act of 2013", 
  "sponsor": {
    "district": "5", 
    "name": "Latta, Robert E.", 
    "state": "OH", 
    "thomas_id": "01885", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Advisory bodies", 
    "Alabama", 
    "Canada", 
    "Congressional oversight", 
    "Department of Agriculture", 
    "Department of the Interior", 
    "Economic performance and conditions", 
    "Environmental assessment, monitoring, research", 
    "Firearms and explosives", 
    "Fishes", 
    "Florida", 
    "Forests, forestry, trees", 
    "General public lands matters", 
    "Government liability", 
    "Government studies and investigations", 
    "Gulf of Mexico", 
    "Hazardous wastes and toxic substances", 
    "Historic sites and heritage areas", 
    "Hunting and fishing", 
    "Intergovernmental relations", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Louisiana", 
    "Mammals", 
    "Marine and coastal resources, fisheries", 
    "Mississippi", 
    "Outdoor recreation", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Solid waste and recycling", 
    "State and local government operations", 
    "Television and film", 
    "Texas", 
    "Trade restrictions", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-26", 
    "text": "Sportsmen's Heritage And Recreational Enhancement Act of 2013 or the SHARE Act of 2013 - Title I: Hunting, Fishing and Recreational Shooting Protection Act - Hunting, Fishing, and Recreational Shooting Protection Act - Amends the Toxic Substances Control Act (TSCA) to exclude from the definition of \"chemical substance\" for purposes of such Act: (1) any component of any pistol, revolver, firearm, shell, or cartridge the sale of which is subject to federal excise tax, including shot, bullets and other projectiles, propellants, and primers; and (2) any sport fishing equipment the sale of which is subject to federal excise tax and sport fishing equipment components.\n\nTitle II: Target Practice and Marksmanship Training Support Act - Target Practice and Marksmanship Training Support Act - Amends the Pittman-Robertson Wildlife Restoration Act to: (1) authorize a state to pay up to 90% of the costs of acquiring land for, expanding, or constructing a public target range; (2) authorize a state to elect to allocate 10% of a specified amount apportioned to it from the federal aid to wildlife restoration fund for such costs; (3) limit the federal share of such costs under such Act to 90%; and (4) require amounts provided for such costs under such Act to remain available for expenditure and obligation for five fiscal years.\n\nShields the United States from any civil action or claim for money damages for injury to or loss of property, personal injury, or death caused by an activity occurring at a public target range that is funded by the federal government pursuant to such Act or located on federal land, except to the extent provided under the Federal Tort Claims Act with respect to the exercise or performance of a discretionary function.\n\nUrges the Chief of the Forest Service and the Director of BLM to cooperate with state and local authorities and other entities to carry out waste removal and other activities on any federal land used as a public target range to encourage its continued use for target practice or marksmanship training.\n\nTitle III: Public Lands Filming - Requires the Secretary of the Interior and the Secretary of Agriculture (USDA), for any film crew of five persons or fewer, to require a permit and assess an annual fee of $200 for commercial filming activities or similar projects on federal land and waterways administered by the Secretary. Makes such a permit valid for such activities or projects that occur in areas designated for public use during public hours on all federal land and waterways administered by the Secretary for a 12-month period.\n\nTitle IV: Polar Bear Conservation and Fairness Act - Polar Bear Conservation and Fairness Act of 2013 - Amends the Marine Mammal Protection Act of 1972 to direct the Secretary of the Interior to issue a permit for the importation of any polar bear part (other than an internal organ) from a polar bear taken in a sport hunt in Canada to any person who submits proof that the polar bear was legally harvested before May 15, 2008 (currently by February 18, 1997), when polar bears were listed as a threatened species by the Department of the Interior.\n\nTitle V: Permanent Electronic Duck Stamp Act - Permanent Electronic Duck Stamp Act of 2013 - Grants the Secretary of the Interior permanent authority to authorize any state to issue electronic duck stamps. Sets forth state electronic duck stamp application requirements.\n\nAllows the Secretary to determine the number of new states permitted per year to participate in the electronic duck stamp program.\n\nInstructs the Secretary to require electronic stamp revenue and customer information collected by each state to be transmitted in accordance with a written agreement between the Secretary and the state.\n\nTitle VI: Access to Water Resources Development Projects Act - Recreational Lands Self-Defense Act of 2013 - Prohibits the Secretary of the Army from promulgating or enforcing any regulation that prohibits an individual from possessing a firearm at a water resources development project administered by the Chief of Engineers if: (1) the individual is not otherwise prohibited by law from possessing the firearm, and (2) the possession of the firearm is in compliance with the law of the state in which the project is located.\n\nTitle VII: Wildlife and Hunting Heritage Conservation Council Advisory Committee - Amends the Fish and Wildlife Coordination Act to establish the Wildlife and Hunting Heritage Conservation Council Advisory Committee to advise the Secretaries of the Interior and Agriculture (USDA) on wildlife and habitat conservation, hunting, and recreational shooting. (Abolishes the Wildlife and Hunting Heritage Conservation Council.) Title VIII: Recreational Fishing and Hunting Heritage and Opportunities Act - Recreational Fishing and Hunting Heritage and Opportunities Act - Declares that recreational fishing and hunting are environmentally acceptable and beneficial activities that occur and can be provided on public lands and waters without adverse effects on other uses or users.\n\nRequires a federal public land management official, in cooperation with the respective state and fish and wildlife agency, to exercise the authority of the official under law, including regarding land use planning, to facilitate the use of, and access to, federal public land for fishing, sport hunting, and recreational shooting, except as described in this Act.\n\nRequires the heads of federal public land management agencies to exercise their discretion in a manner that supports and facilitates hunting, recreational fishing, and recreational shooting opportunities, to the extent authorized under applicable law.\n\nProhibits actions taken under this Act or actions concerning the National Wildlife Refuge System under the National Wildlife Refuge System Administration Act of 1966 from being considered to be a major federal action significantly affecting the quality of the human environment.\n\nProhibits public land management officials from being required to consider the existence or availability of recreational fishing, hunting, or shooting opportunities on adjacent or nearby lands in the planning for or determination of which public lands are open for these activities or in the setting of levels of use for these activities on public lands, unless the combination or coordination of such opportunities would enhance the opportunities available to the public.\n\nRequires that Bureau of Land Management (BLM) and Forest Service land, excluding land on the Outer Continental Shelf, be open to recreational fishing, hunting, or shooting unless the managing agency acts to close lands to such activity. Permits closures or restrictions on such land for purposes including resource conservation, public safety, energy or mineral production, energy generation or transmission infrastructure, water supply facilities, national security, protection of private property rights, or compliance with other law.\n\nRequires agencies to: (1) lease or permit use of federal public land for shooting ranges, and (2) designate specific land for recreational shooting activities. Declares that the provision of opportunities for hunting, fishing, recreational shooting, and the conservation of fish and wildlife to provide sustainable use recreational opportunities on designated wilderness areas on federal public lands constitutes the measures necessary to meet the minimum requirements for the administration of such areas. Provides that such declaration does not authorize or facilitate commodity development, use, or extraction, motorized recreational access or use that is not otherwise allowed under the Wilderness Act, or permanent road construction or maintenance within designated wilderness areas.\n\nReaffirms the provisions of the Wilderness Act that stipulate that wilderness purposes are \"within and supplemental to\" the purposes of the underlying federal land unit. Requires the head of each federal agency, when seeking to carry out fish and wildlife conservation programs and projects or providing fish and wildlife dependent recreation opportunities on designated wilderness areas, to implement these supplemental purposes while not impeding on the underlying conservation purpose. Prohibits such implementation from authorizing or facilitating commodity development, use or extraction, or permanent road construction or use within designated wilderness areas.\n\nRequires biennial reports on closures of federal public lands to sport hunting, recreational fishing, or shooting. Sets forth requirements for specified closures or significant restrictions involving 640 or more contiguous acres of federal public land or water to hunting or recreational fishing or related activities.\n\nInstructs federal public land agencies to consult with the advisory councils specified in Executive Orders 12962 (relating to recreational fisheries) and 13443 (relating to the facilitation of hunting heritage and wildlife conservation) in carrying out this Act.\n\nTitle IX: Gulf of Mexico Red Snapper Conservation Act - Gulf of Mexico Red Snapper Conservation Act of 2013 - Directs the Gulf States Marine Fisheries Commission to: (1) prepare and adopt a data collection strategy for the Gulf of Mexico red snapper fishery; and (2) prepare, adopt, and submit to the Secretary of Commerce a fishery management plan providing for the conservation and management of Gulf of Mexico red snapper and describing the standards of compliance for Gulf coastal states (Alabama, Florida, Louisiana, Mississippi, and Texas) to use in developing fishery management measures.\n\nPermits an increase in the quota of Gulf of Mexico red snapper apportioned to commercial fishing based on stock assessments. Prohibits such plan, for a three-year period, from reducing such quota, except in the event of a reduction in stock prior to the end of such period in which case the quotas apportioned to all fishing sectors shall be reduced to ensure a sustainable harvest.\n\nDirects the Secretary to determine whether the plan: (1) includes fishery management measures compatible with the Magnuson-Stevens Fishery Conservation and Management Act, and (2) ensures the long-term sustainability of Gulf of Mexico red snapper.\n\nRequires each Gulf coastal state to submit for the Commission's approval appropriate management measures that ensure compliance with the objectives of the fishery management plan. Directs the Secretary, upon receiving the Commission's certification that the management measures of all such states have been approved, to: (1) revoke federal regulations and portions of the Fishery Management Plan for the Reef Fish Resources of the Gulf of Mexico that conflict with the plan for Gulf of Mexico red snapper, and (2) transfer management of Gulf of Mexico red snapper to such states.\n\nDirects the Commission to determine, periodically, whether state enforcement is satisfactory. Requires the Commission to: (1) offer assistance to noncompliant states, and (2) vote on whether to notify the Secretary when a state remains noncompliant. Authorizes the Secretary to close a fishery within federal waters adjacent to a noncompliant state.\n\nDirects the Secretary to report biennially to Congress, the governor of each Gulf coastal state, and the Commission regarding the economic impacts for the local, regional, and national economy of the Gulf of Mexico red snapper fishery."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SHARE Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Sportsmen's Heritage And Recreational Enhancement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Gulf of Mexico Red Snapper Conservation Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Hunting, Fishing, and Recreational Shooting Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Permanent Electronic Duck Stamp Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Polar Bear Conservation and Fairness Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Recreational Fishing and Hunting Heritage and Opportunities Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Recreational Lands Self-Defense Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Target Practice and Marksmanship Training Support Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To protect and enhance opportunities for recreational hunting, fishing, and shooting, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3197:@@@L&summ2=m&"
}