{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSAS"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Armed Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2730-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Armed Services", 
      "committee_id": "SSAS"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2014-07-31", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2730", 
  "official_title": "A bill to establish or integrate an online significant event tracker (SET) system for tracking, reporting, and summarizing exposures of members of the Armed Forces, including members of the reserve components thereof, to traumatic events, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5336-113", 
      "reason": "identical", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2368-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Mental Health Exposure Military Official Record Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Brown, Sherrod", 
    "state": "OH", 
    "thomas_id": "00136", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Armed forces and national security", 
    "Assault and harassment offenses", 
    "Conflicts and wars", 
    "Crime victims", 
    "Crimes against women", 
    "Criminal investigation, prosecution, interrogation", 
    "Department of Defense", 
    "Emergency medical services and trauma care", 
    "Evidence and witnesses", 
    "Fraud offenses and financial crimes", 
    "Health information and medical records", 
    "Military education and training", 
    "Military law", 
    "Military operations and strategy", 
    "Military personnel and dependents", 
    "National Guard and reserves", 
    "Neurological disorders", 
    "Personnel records", 
    "Sex offenses", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Mental Health Exposure Military Official Record Act of 2014 - Requires the Secretary of Defense (DOD) to establish a significant event tracker (SET) system to track and report individual exposures to traumatic events for members of the Armed Forces, including reserve components, to show evidence of possible trauma incurred during their service and to address mental health issues.\n\nAuthorizes reportable events to be entered by: (1) unit commanders and subunit leaders when an event affects the entire unit or subunit, (2) a medical treatment facility when an event affects a member undergoing treatment for an injury identified by military medical personnel or as reported by a member to such an individual, and (3) military law enforcement when an event involves victimization or witnessing of a sexual assault.\n\nDefines \"reportable event\" to include: (1) kinetic combat patrol; (2) witnessed loss of life, dismemberment, or significant physical injury in a combat operation, expeditionary operation, or peacetime regular training; (3) traumatic brain injury; and (4) victimization or witnessing of a sexual assault.\n\nRequires a secure central tracking database to be established as the central repository for all reportable events.\n\nRequires a unit's commanding officer to review and determine the disposition of certain reportable events by assigning designations indicating whether an event is approved, contested, or denied. Requires all reportable events to be entered in the central database regardless of designation.\n\nPermits access to such database by: (1) medical treatment facilities consulting for diagnosis; and (2) military law enforcement and criminal investigative services for purposes of obtaining a limited summary (excluding specific information about events, evidence, or members' private personal information) to diagnose patterns and trends related to crimes committed inside their jurisdiction.\n\nAllows, with the member's consent, a member's complete SET record to be reviewed by the member's: (1) military and civilian legal representatives, unit commander, or military judge in military disciplinary or judicial proceedings; and (2) civilian legal representatives in non-military proceedings. Directs the Secretary to provide guidance for accessing records of servicemembers who are mentally incapable of providing their own consent.\n\nRequires the official SET record of a member to be used by: (1) the Medical Evaluation Board or Physical Evaluation Board in the case of a member preparing for medical retirement due to injury or other conditions, (2) the medical officer of the member's parent unit in the case of a member preparing for a non-medical discharge or retirement, and (3) a benefits specialist in the case of a member initiating a Benefits Delivery at Discharge claim.\n\nRequires, upon a member's separation from service in the Armed Forces, that copies of the member's SET record be distributed to: (1) the separating member; (2) the separating member's service personnel and medical file; (3) the Department of Veterans Affairs (VA); and (4) if specifically designated by the member, the veteran affairs agency of the veteran's state and any other veterans service organization."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Mental Health Exposure Military Official Record Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish or integrate an online significant event tracker (SET) system for tracking, reporting, and summarizing exposures of members of the Armed Forces, including members of the reserve components thereof, to traumatic events, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2730:@@@L&summ2=m&"
}