{
  "actions": [
    {
      "acted_at": "2014-12-09", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, Armed Services, and Oversight and Government Reform, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-09", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-09", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-09", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-09", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-12", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5815-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "2", 
      "name": "Loebsack, David", 
      "sponsored_at": "2014-12-09", 
      "state": "IA", 
      "thomas_id": "01846", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-12-09", 
  "number": "5815", 
  "official_title": "To amend title XVIII of the Social Security Act to provide for pharmacy benefits manager standards under the Medicare prescription drug program to further transparency of payment methodologies to pharmacies, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4437-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Generic Drug Pricing Fairness Act", 
  "sponsor": {
    "district": "9", 
    "name": "Collins, Doug", 
    "state": "GA", 
    "thomas_id": "02121", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-12-09", 
  "subjects": [
    "Administrative remedies", 
    "Consumer affairs", 
    "Contracts and agency", 
    "Government employee pay, benefits, personnel management", 
    "Health", 
    "Health care costs and insurance", 
    "Health information and medical records", 
    "Insurance industry and regulation", 
    "Medical ethics", 
    "Medicare", 
    "Military medicine", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Retail and wholesale trades", 
    "Right of privacy"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-12-09", 
    "text": "Generic Drug Pricing Fairness Act - Amends part D (Voluntary Prescription Drug Benefit Program) of title XVIII (Medicare) of the Social Security Act to require each contract entered into with a prescription drug plan (PDP) sponsor with respect to a PDP the sponsor offers to prohibit the PDP from entering into a contract with any pharmacy benefits manager (PBM) to manage the prescription drug coverage provided under such plan, or to control the costs of the prescription drug coverage under it, unless the PBM adheres to specified criteria when handling personally identifiable utilization and claims data or other sensitive patient data.\n\nRevises requirements for contracts with PDP sponsors to require that the PDP sponsor disclose to applicable pharmacies the sources used for making any update of the prescription drug pricing standard, and if the source for such a standard is not publicly available, disclose to such pharmacies all individual drug prices to be so updated in advance of their use for the reimbursement of claims. Requires the PDP sponsor, as well, to establish a process to appeal, investigate, and resolve disputes regarding individual drug prices that are less than the pharmacy acquisition price for a drug.\n\nDirects the Secretary of Defense (DOD), with respect to the TRICARE retail pharmacy program, to ensure that a contract entered into with a TRICARE managed care support contractor includes requirements to ensure the provision of information regarding the pricing standard for prescription drugs.\n\nEstablishes criteria to which a carrier and a PBM must adhere under a contract or an approved plan under which the carrier has an agreement with the PBM to manage prescription drug coverage or to control the costs of such coverage.\n\nProhibits a PBM under such criteria from: (1) transmitting to a pharmacy owned by the PBM any personally identifiable utilization or claims data relating to an enrolled individual who has not voluntarily elected in writing or via secure electronic means to fill that particular prescription at such a pharmacy; or (2) requiring any enrolled individual to use a retail pharmacy, mail order pharmacy, specialty pharmacy, or other pharmacy entity in which the PBM has an ownership interest, or that has an ownership interest in the PBM, or give an incentive to encourage an enrollee to use the pharmacy if the incentive applies only to those pharmacies.\n\nRequires any contract or approved plan providing for a reimbursement standard with respect to a PDP to require the carrier to: (1) update the standard at least once every seven days to reflect the market price of a drug accurately; (2) disclose to pharmacies the sources used for making any such update; (3) make advance disclosure to those pharmacies of all individual drug prices to be updated if the source for a standard is not publicly available; and (4) establish a process to appeal, investigate, and resolve disputes regarding individual drug prices less than the pharmacy acquisition price."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Generic Drug Pricing Fairness Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title XVIII of the Social Security Act to provide for pharmacy benefits manager standards under the Medicare prescription drug program to further transparency of payment methodologies to pharmacies, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5815:@@@L&summ2=m&"
}