{
  "actions": [
    {
      "acted_at": "2013-11-14", 
      "references": [
        {
          "reference": "CR S8054-8055", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-11-14", 
      "committees": [
        "SSVA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Veterans' Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1717-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Veterans' Affairs", 
      "committee_id": "SSVA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Chambliss, Saxby", 
      "sponsored_at": "2013-11-14", 
      "state": "GA", 
      "thomas_id": "00188", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-14", 
  "number": "1717", 
  "official_title": "A bill to amend title 38, United States Code, to improve oversight of educational assistance provided under laws administered by the Secretary of Veterans Affairs and the Secretary of Defense, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SERVE Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Kaine, Tim", 
    "state": "VA", 
    "thomas_id": "02176", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-14", 
  "subjects": [
    "Accounting and auditing", 
    "Armed forces and national security", 
    "Congressional oversight", 
    "Education programs funding", 
    "Employment and training programs", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Higher education", 
    "Licensing and registrations", 
    "State and local government operations", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Veterans' education, employment, rehabilitation", 
    "Vocational and technical education"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-14", 
    "text": "Servicemember Education Reform and Vocational Enhancement Act of 2013 or the SERVE Act of 2013 - Authorizes the Secretary of Veterans Affairs or a state approving agency (SAA) to approve, for purposes of veterans' educational assistance provided through the Department of Veterans Affairs (VA), a course that leads to an associate or higher degree only when such course is an eligible program offered by an institution of higher education that has entered into and is complying with a program approved by the Secretary of Education. Provides conditions under which the VA Secretary or an SAA may approve a course that does not lead to an associate or higher degree or is not approved by the Secretary of Education.\n\nRequires educational institutions that enroll veterans to: (1) provide, upon the request of the VA Secretary, information about their educational programs, including accreditation, tuition, and graduation rates for disclosure to veterans; and (2) provide academic or career counseling to such veterans.\n\nRequires each SAA, as a condition of receiving VA reimbursement for program approval activities, to conduct education and outreach activities to assist veterans in making well-informed choices about their education and successful transition into an educational environment. Requires: (1) SAAs to conduct annual audits of educational institutions that have VA program participants, and (2) the VA Secretary to conduct mandatory compliance reviews of such institutions.\n\nRequires the VA Secretary, in cooperation with specified federal officials and state agencies, to commence a five-state pilot program to assess the feasibility and advisability of developing policy, processes, and best practices to: (1) ensure the availability of educational assistance providing on-job or vocational training for military personnel who served on active duty on or after September 11, 2001, and (2) encourage veterans to pursue such educational assistance. Requires the VA Secretary, under such pilot program, to conduct outreach to members of the Armed Forces and veterans on the availability of such educational assistance, the benefits of such assistance, and the process for obtaining such assistance.\n\nRequires reports by the VA Secretary and the Secretary of Defense (DOD) under the post 9/11 educational assistance program to: (1) be disaggregated by for-profit and not-for-profit educational institutions; (2) include all substantiated reports of misrepresentation, waste, fraud, abuse by educational institutions at which veterans are enrolled in an educational program administered by VA or DOD; and (3) provide a list of all previously approved educational institutions serving veterans that are no longer in compliance with VA or DOD requirements for educational assistance programs."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SERVE Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Servicemember Education Reform and Vocational Enhancement Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 38, United States Code, to improve oversight of educational assistance provided under laws administered by the Secretary of Veterans Affairs and the Secretary of Defense, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:02-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1717:@@@L&summ2=m&"
}