{
  "actions": [
    {
      "acted_at": "2014-02-05", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Education and the Workforce, and in addition to the Committees on Financial Services, Agriculture, Energy and Commerce, and Science, Space, and Technology, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-05", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-05", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-05", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-05", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-05", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-07", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-12", 
      "committees": [
        "HSAG"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Horticulture, Research, Biotechnology, and Foreign Agriculture.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-05", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Research and Technology.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4000-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG", 
      "subcommittee": "Subcommittee on Horticulture, Research, Biotechnology, and Foreign Agriculture", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Research and Technology", 
      "subcommittee_id": "15"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bishop, Rob", 
      "sponsored_at": "2014-02-06", 
      "state": "UT", 
      "thomas_id": "01753", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-05", 
  "number": "4000", 
  "official_title": "To allow States to let Federal funds for the education of disadvantaged children follow low-income children to the accredited or otherwise State-approved public school, private school, or supplemental educational services program they attend.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1968-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Scholarships for Kids Act", 
  "sponsor": {
    "district": "6", 
    "name": "Messer, Luke", 
    "state": "IN", 
    "thomas_id": "02130", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-05", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Elementary and secondary education", 
    "Student aid and college costs", 
    "Transportation costs", 
    "Vocational and technical education"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-05", 
    "text": "Scholarships for Kids Act - Amends part A of title I (Improving the Academic Achievement of the Disadvantaged) of the Elementary and Secondary Education Act of 1965 (ESEA) to give states the option of using their part A allocation to carry out a Scholarships for Kids program.\n\nRequires participating states to use their part A allocation to provide a grant to the parents of eligible children for use, as allowed by state law, in:\n\n supplementing the budget of any public school their eligible child is able to attend without fees; paying for all or a portion of the fees required for their child to attend another public school in the state; paying for all or a portion of the tuition and fees required for their child to attend an accredited or otherwise state-approved private school; or paying for all or a portion of the fees required for their child to participate in a state-approved supplemental educational services program. Defines an \"eligible child\" as a child residing in the participating state who: (1) is under age 21, (2) is entitled to a free public education through grade 12, and (3) is from a family with an income below the poverty level.\n\nAllows participating states to: (1) treat a child as eligible if the child was an \"eligible child\" during the previous fiscal year and is from a family whose income is not greater than 200% of the poverty level; and (2) use up to 2% of their part A allocation to provide eligible children with transportation to their public school, private school, or supplemental educational services program.\n\nRequires participating states and their local educational agencies to continue to: (1) work toward state academic content and achievement standards; (2) conduct annual assessments of student progress toward those standards; and (3) issue annual report cards of student progress, disaggregated by specified student subgroups, toward those standards.\n\nDirects the Secretary of Education to conduct a national assessment of the activities carried out under this Act.\n\nReauthorizes appropriations under part A of title I through FY2020.\n\nRepeals:\n\n the funding reserved for schools identified as needing improvement, corrective action, or restructuring under part A of title I; the programs under parts B (Student Reading Skills Improvement Grants), C (Education of Migratory Children), D (Prevention and Intervention Programs for Children and Youth Who are Neglected, Delinquent, or At-Risk), E (National Assessment of Subchapter I), F (Comprehensive School Reform), G (Advanced Placement Programs), and H (School Dropout Prevention) of title I; titles II (Preparing, Training, and Recruiting High Quality Teachers and Principals), III (Language Instruction for Limited English Proficient and Immigrant Students), IV (21st Century Schools), V (Promoting Informed Parental Choice and Innovative Programs), VI (Flexibility and Accountability), and VII (Indian, Native Hawaiian, and Alaska Native Education) of the ESEA; a program providing supplemental education grants to Micronesia and the Marshall Islands under the Compact of Free Association Amendments Act of 2003; the Carl D. Perkins Career and Technical Education Act of 2006; a program providing grants to states for the education of homeless children and youths under the McKinney-Vento Homeless Assistance Act; the Educational Technical Assistance Act of 2002; part A (Teacher Quality Partnership Grants) of title II of the Higher Education Act of 1965 (HEA); the Talent Search and Upward Bound programs under title IV (Student Assistance) of the HEA; a program providing grants to youth organizations, under the Agricultural Research Extension, and Education Reform Act of 1998, to establish pilot projects to expand the programs they carry out in rural areas and small towns; a grant program, under the National Agricultural Research, Extension, and Teaching Policy Act of 1977, to promote and strengthen agriscience and agribusiness education in secondary and postsecondary schools; a grant program, under the Patient Protection and Affordable Care Act, for the establishment of school-based health centers; a program providing grants, under the National Science Foundation Authorization Act of 2002, to institutions of higher education and nonprofit organizations to improve elementary and secondary mathematics and science instruction; a grant program, under the Public Health Service Act, for the operation of school-based health centers; and programs, under the American Recovery and Reinvestment Act of 2009, that provide grants to states and educational entities that make significant progress in meeting specified elementary and secondary education goals."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Scholarships for Kids Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To allow States to let Federal funds for the education of disadvantaged children follow low-income children to the accredited or otherwise State-approved public school, private school, or supplemental educational services program they attend.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:24-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4000:@@@L&summ2=m&"
}