{
  "actions": [
    {
      "acted_at": "2014-06-26", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2536-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2014-06-26", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-26", 
  "number": "2536", 
  "official_title": "A bill to amend title 18, United States Code, to provide for enhanced criminal and civil remedies in the protection of children and other victims of commercial sexual exploitation and related crimes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "SAVE Act", 
  "sponsor": {
    "district": null, 
    "name": "Kirk, Mark Steven", 
    "state": "IL", 
    "thomas_id": "01647", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-26", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Business records", 
    "Child safety and welfare", 
    "Civil actions and liability", 
    "Crime and law enforcement", 
    "Crime victims", 
    "Crimes against children", 
    "Department of Justice", 
    "Domestic violence and child abuse", 
    "Fraud offenses and financial crimes", 
    "Internet and video services", 
    "Marketing and advertising", 
    "Pornography", 
    "Sex offenses"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-26", 
    "text": "Stop Advertising Victims of Exploitation Act of 2014 or the SAVE Act - Amends the federal criminal code to prohibit: (1) knowingly selling, commercially promoting, placing, or maintaining an adult advertisement (an advertisement designed to induce a commercial exchange for a sexual act or sexual contact, sexually explicit conduct, a commercial sex act, or the goods or services of an adult escort or erotic performer involving such a commercial exchange) in a medium whose predominant purpose is to facilitate commercial transactions; and (2) acting with reckless disregard of the fact that an adult advertisement facilitates an offense of sex trafficking of children or by force, fraud, or coercion in which the victim was under age 18 or an offense in violation of a state law prohibiting felony offenses relating to child pimping, child prostitution, child sexual abuse, assault on children, or the sex trafficking of children.\n\nShields from liability under such prohibition an Internet access service provider, browser provider, common carrier, telecommunications carrier, or other generic search or utility provider solely based on providing generic search or utility services.\n\nRequires anyone selling, commercially promoting, or placing an adult advertisement to: (1) verify the identity of each person purchasing advertisement space for, and each person depicted in, such advertisement; (2) verify that each person whose goods or services are advertised is not under age 18; (3) create and maintain individually identifiable records pertaining to each such person for at least seven years; and (4) affix to each adult advertisement a statement describing where such records may be located\n\nSets civil and criminal penalties (including forfeiture) for violations of this Act.\n\nSets forth increased penalties for failure by an electronic communication service provider or a remote computing service provider to report apparent violations of provisions regarding sexual abuse of children and child pornography, with reckless disregard of the requirement to make such report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SAVE Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Stop Advertising Victims of Exploitation Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 18, United States Code, to provide for enhanced criminal and civil remedies in the protection of children and other victims of commercial sexual exploitation and related crimes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2536:@@@L&summ2=m&"
}