{
  "actions": [
    {
      "acted_at": "2014-09-18", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Financial Services.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5553-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "10", 
      "name": "Heck, Denny", 
      "sponsored_at": "2014-09-18", 
      "state": "WA", 
      "thomas_id": "02170", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-09-18", 
  "number": "5553", 
  "official_title": "To provide access to information and loan modifications for successors in interest, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Preventing Improper Foreclosures Act of 2014", 
  "sponsor": {
    "district": "3", 
    "name": "Beatty, Joyce", 
    "state": "OH", 
    "thomas_id": "02153", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-09-18", 
  "subjects": [
    "Banking and financial institutions regulation", 
    "Consumer affairs", 
    "Housing and community development", 
    "Housing finance and home ownership", 
    "Real estate business"
  ], 
  "subjects_top_term": "Housing and community development", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-09-18", 
    "text": "Preventing Improper Foreclosures Act of 2014 - Amends the Garn-St Germain Depository Institutions Act of 1982 with respect to the prohibition against exercise of a due-on-sale contract requirement upon certain transfers of property subject to a real property loan.  Requires the lender, in the case of such a transfer, to provide the successor homeowner with information about the mortgage loan, including the availability of loan modification options.\n\nRequires a lender, with respect to any such transfer not involving a reverse mortgage, to: (1)  evaluate the successor homeowner promptly for a loan modification on the same terms as if the successor homeowner had been the original borrower and mortgagor, and (2) perform this evaluation and offer any available loss mitigation before any assumption by the successor homeowner of the obligations under the note.\n\nAllows the failure of a lender to comply with such requirements to be asserted as a defense to any judicial or non-judicial foreclosure. Entitles the homeowner to recover statutory damages not to exceed $1,000 per violation, actual damages, costs, and attorney's fees in any successful action the homeowner brings.\n\nAmends the National Housing Act with respect to insurance of home equity conversion mortgages (reverse mortgages) for elderly homeowners. Prohibits the Secretary of Housing and Urban Development (HUD) from insuring a reverse mortgage unless the mortgage provides that the maturity of the loan obligation (currently, the homeowner's obligation to satisfy the loan obligation) is deferred until the death of the homeowner (as under current law) and the homeowner's spouse or the permanent relocation of the homeowner and homeowner's spouse, in addition to sale of the home or other occurrences specified by the Secretary as under current law.\n\nAdds new sales terms for a reverse mortgage to be eligible for insurance. Denies any liability of the mortgagor (as under current law) or the mortgagor's estate or the heirs for any difference between the amount of indebtedness under the mortgage and the amount recovered by the mortgagee from the net sales proceeds or the insurance benefits paid.\n\nRequires a reverse mortgage, to be eligible for mortgage insurance, to allow: (1) sale of the dwelling subject to the mortgage for at least the lesser of the remaining mortgage balance or the dwelling's appraised value (or 5% less than the dwelling's appraised value, if the loan is due and payable); and (2) satisfaction of the loan obligation by the mortgagor's estate or heirs, upon the mortgagor's death, for the lesser of the remaining mortgage balance or 5% less than the appraised value."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Preventing Improper Foreclosures Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide access to information and loan modifications for successors in interest, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5553:@@@L&summ2=m&"
}