{
  "actions": [
    {
      "acted_at": "2014-07-30", 
      "references": [
        {
          "reference": "CR H7054", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-30", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Ways and Means.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5260-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "6", 
      "name": "Black, Diane", 
      "sponsored_at": "2014-07-30", 
      "state": "TN", 
      "thomas_id": "02063", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "8", 
      "name": "Brady, Kevin", 
      "sponsored_at": "2014-07-30", 
      "state": "TX", 
      "thomas_id": "01468", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "2", 
      "name": "Griffin, Tim", 
      "sponsored_at": "2014-07-30", 
      "state": "AR", 
      "thomas_id": "01990", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Kelly, Mike", 
      "sponsored_at": "2014-07-30", 
      "state": "PA", 
      "thomas_id": "02051", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Ross, Dennis A.", 
      "sponsored_at": "2014-09-09", 
      "state": "FL", 
      "thomas_id": "02003", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "39", 
      "name": "Royce, Edward R.", 
      "sponsored_at": "2014-09-16", 
      "state": "CA", 
      "thomas_id": "00998", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "18", 
      "name": "Schock, Aaron", 
      "sponsored_at": "2014-09-16", 
      "state": "IL", 
      "thomas_id": "01920", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-30", 
  "number": "5260", 
  "official_title": "To amend the Social Security Act to prevent disability fraud, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Stop Disability Fraud Act of 2014", 
  "sponsor": {
    "district": "3", 
    "name": "Johnson, Sam", 
    "state": "TX", 
    "thomas_id": "00603", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-30", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Civil actions and liability", 
    "Congressional oversight", 
    "Crime victims", 
    "Disability assistance", 
    "Employment and training programs", 
    "Evidence and witnesses", 
    "Executive agency funding and structure", 
    "Fraud offenses and financial crimes", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Health personnel", 
    "Inflation and prices", 
    "Intergovernmental relations", 
    "Lawyers and legal services", 
    "Legal fees and court costs", 
    "Poverty and welfare assistance", 
    "Social Security Administration", 
    "Social security and elderly assistance", 
    "Social welfare", 
    "State and local government operations", 
    "Veterans' pensions and compensation"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-30", 
    "text": "Stop Disability Fraud Act of 2014 - Directs the Commissioner of Social Security to take any necessary actions to ensure that cooperative disability investigations units have been established that would cover the country and specified U.S. territories.\n\nAmends title II (Old Age, Survivors and Disability Insurance) (OASDI) of the Social Security Act (SSA) to prohibit the Commissioner, in determining whether an individual is or continues to be under a disability, from considering any evidence furnished by an unlicensed or sanctioned physician physician or health care practitioner.\n\nAuthorizes the Commissioner to disqualify or suspend immediately from appearing as a claimant representative before the Social Security Administration any individual who has been convicted of a felony or a crime of moral turpitude in a federal or state court, or, in the case of an attorney, upon the individual's disbarment from any court or bar.\n\nAmends SSA titles II, VIII (Special Benefits for Certain World War II Veterans), and XVI (Supplemental Security Income) (SSI) to subject to criminal penalties for fraud any conspiracy to commit specified offenses, and increase criminal as well as civil monetary penalties for certain individuals in positions of trust who commit fraud.\n\nAmends SSA title II to direct the Commissioner to establish rules under which fines and other appropriate sanctions may be imposed on claimant representatives for failure to comply with the Commissioner's rules and regulations.\n\nAmends SSA title XI to: (1) establish a civil monetary penalty for any claimant representative who knowingly charges for services rendered in excess of the maximum fee prescribed by the Commissioner or allowed by a court; and (2) direct the Commissioner periodically to adjust civil monetary penalty maximum amounts for inflation.\n\nRequires federal courts (which currently are merely authorized) to order defendants convicted of Social Security fraud to provide restitution to victims in certain cases.\n\nAmends SSA title II to ban any payment of benefits to individuals on whom a civil monetary penalty is imposed for fraudulently concealing work activity.\n\nDirects the Inspector General of the Social Security Administration to conduct biennial reviews of the practices of a sample of the highest earning claimant representative to ensure compliance with Administration policies.\n\nDirects the Commissioner to conduct pre-effectuation and post-effectuation quality reviews of hearing dispositions with respect to decisions in connection with applications for OASDI or SSI benefits, in a sufficient number to ensure compliance with laws, regulations, and other guidance issued by the Commissioner.\n\n Requires the Commissioner to establish by regulation standard qualifications for state and federal decision makers and medical or vocational advisors involved in the disability determination process.\n\nAmends SSA title VII (Administration) to direct the Commissioner to designate data exchange standards, under SSA titles II, VIII, and XVI, to govern: (1) necessary categories of information that state agencies operating programs under approved state plans are required under applicable federal law to exchange electronically with another state agency, and (2) required federal reporting and data exchange.\n\nDirects the Commissioner to update medical-vocational guidelines used in disability determinations.\n\nIncludes in the research and demonstration projects conducted under SSA title XI: (1) development of instruments to assess function that are rapid, reliable, and objective to inform the disability determination process; and (2) studies of the availability and effects of more fully considering assistive devices and workplace accommodations in the disability determination process.\n\nAmends SSA titles II and XVI to authorize the Commissioner to allow for the referral of individuals denied benefits based on an adverse determination of disability to an appropriate public or private entity for employment services, vocational rehabilitation services, or other support services.\n\nDirects the Commissioner to make on-line tools publicly available through the Administration website to allow all individuals eligible for disability and SSI benefits to assess the impact of earnings on their eligibility for, and amount of, benefits received through federal and state benefit programs.\n\nAmends SSA title II with respect to real property acquired using funds derived from the the Federal Old-Age and Survivors Insurance Trust Fund or the Federal Disability Insurance Trust Fund. Prohibits the use of amounts from the Trust Funds for the operation and maintenance of real property in amounts exceeding certain administrative costs.\n\nRevises rules for the use of death information furnished to or maintained by the Administration.\n\nDeclares that reconsiderations of disability cessation determinations may be made by the state agency or the Commissioner regardless of whether the finding was originally made by the one or the other."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Stop Disability Fraud Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend the Social Security Act to prevent disability fraud, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:54-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5260:@@@L&summ2=m&"
}