{
  "actions": [
    {
      "acted_at": "2014-03-24", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-25", 
      "calendar": "Senate Legislative", 
      "number": "335", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 335.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt2890-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "2890"
    }
  ], 
  "bill_id": "s2149-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Booker, Cory A.", 
      "sponsored_at": "2014-03-24", 
      "state": "NJ", 
      "thomas_id": "02194", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2014-03-24", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2014-03-24", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2014-03-24", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heller, Dean", 
      "sponsored_at": "2014-03-24", 
      "state": "NV", 
      "thomas_id": "01863", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2014-03-24", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2014-03-24", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2014-03-24", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2014-03-24", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-24", 
  "number": "2149", 
  "official_title": "A bill to provide for the extension of certain unemployment benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3546-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3773-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3824-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3979-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4415-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4415-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4550-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4970-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1747-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1797-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1845-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2077-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2097-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2148-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2532-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Emergency Unemployment Compensation Extension Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Reed, Jack", 
    "state": "RI", 
    "thomas_id": "00949", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-03-25", 
  "subjects": [
    "Accounting and auditing", 
    "Appropriations", 
    "Congressional oversight", 
    "Customs enforcement", 
    "Department of Labor", 
    "Employee benefits and pensions", 
    "Employee hiring", 
    "Employment and training programs", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Railroads", 
    "State and local finance", 
    "Transportation employees", 
    "Unemployment", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-24", 
    "text": "Emergency Unemployment Compensation Extension Act of 2014 - Amends the Supplemental Appropriations Act, 2008 (SAA, 2008) to extend emergency unemployment compensation (EUC) payments for eligible individuals to weeks of employment ending on or before June 1, 2014.\n\n Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until May 31, 2014, requirements that federal payments to states cover 100% of EUC.\n\n Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and November 30, 2014, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 (FSEUCA of 1970) against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.)\n\n Amends the FSEUCA of 1970 to postpone similarly from December 31, 2013, to May 31, 2014, termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula.\n\n Amends the SAA, 2008 to appropriate funds out of the employment security administration account through the first five months of FY2015 to assist states in providing reemployment and eligibility assessment activities.\n\nRequires the provision of such activities to an individual, at a minimum, within a time period after he or she begins to receive Tier-1 EUC benefits, and if applicable, again within a time period after he or she begins to receive Tier-3 EUC benefits. Requires the Secretary of Labor to determine appropriate time periods.\n\nSpecifies the purposes of the activities, namely to:\n\n better link the unemployed with the overall workforce system by bringing individuals receiving unemployment insurance benefits in for personalized assessments and referrals to reemployment services; and provide them with early access to specific strategies that can help get them back into the workforce faster, including through: (1) the development of a reemployment plan, (2) provision of access to relevant labor market information, (3) provision of access to information about industry-recognized credentials that are regionally relevant or nationally portable, (4) provision of referrals to reemployment services and training, and (5) an assessment of the individual's on-going eligibility for unemployment insurance benefits. Amends the Railroad Unemployment Insurance Act to extend through May 31, 2014, the temporary increase in extended unemployment benefits.\n\nMakes a change in application of a certain requirement (nonreduction rule) to a state that has entered a federal-state EUC agreement, under which the federal government would reimburse the state's unemployment compensation agency making EUC payments to individuals who have exhausted all rights to regular unemployment compensation under state or federal law and meet specified other criteria.\n\n (Under the nonreduction rule such an agreement does not apply with respect to a state whose method for computing regular unemployment compensation under state law has been modified to make the average weekly unemployment compensation benefit paid on or after June 2, 2010, less than what would have been paid before June 2, 2010.)\n\n Declares that the nonreduction rule shall not apply to a state which has enacted a law before December 1, 2013, that, upon taking effect, would violate the nonreduction rule. Allows a state whose agreement was terminated, however, to enter into a subsequent federal-state EUC agreement on or after enactment of this Act if, taking into account this inapplicability of the nonreduction rule, it would otherwise meet the requirements for an EUC agreement. (Thus allows such a subsequent EUC agreement to permit payment of less than the average weekly unemployment compensation benefit paid on or after June 2, 2010.)\n\nProhibits the use of federal funds to: (1) make payments of unemployment compensation to any individual whose adjusted gross income in the preceding year was at least $1 million; or (2) determine whether or not this prohibition applies to them.\n\nRequires the Comptroller General (GAO) to:\n\n study the use of work suitability requirements to strengthen them to ensure that unemployment insurance benefits are being provided to individuals who are actively looking for work and truly want to return to the labor force; and brief Congress on the ongoing study, including preliminary recommendations for appropriate legislation and administrative action. Amends the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code to revise the applicable percentages for determining minimum funding standards for single-employer defined benefit pension plans (funding stabilization). Exempts plans providing accelerated benefit distributions from the application of such standards.\n\nAmends ERISA with respect to pension insurance premiums paid by a designated payor to the Pension Benefit Guaranty Corporation (PBGC). (A designated payor is the contributing sponsor or plan administrator for a single-employer plan, and the plan administrator for the multiemployer plan.)\n\nAllows a designated payor to elect to prepay, during any plan year, the applicable PBGC flat dollar insurance premium due for up to five consecutive subsequent plan years specified in the election.\n\nAmends the Consolidated Omnibus Budget Reconciliation Act of 1985 to extend through FY2024 the authority of the Secretary of the Treasury to collect customs user fees for the processing of certain merchandise."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Emergency Unemployment Compensation Extension Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the extension of certain unemployment benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:14-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2149:@@@L&summ2=m&"
}