{
  "actions": [
    {
      "acted_at": "2014-06-24", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2524-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Kaine, Tim", 
      "sponsored_at": "2014-06-24", 
      "state": "VA", 
      "thomas_id": "02176", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-24", 
  "number": "2524", 
  "official_title": "A bill to support access to career and technical education programs of study that provide students with education and training combining rigorous academics with technical curricula focused on specific high-skill, high-wage, high-demand and high-growth occupations and industries.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Pathways to Prosperity Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-24", 
  "subjects": [
    "Academic performance and assessments", 
    "Census and government statistics", 
    "Education", 
    "Elementary and secondary education", 
    "Higher education", 
    "Licensing and registrations", 
    "Personnel records", 
    "Vocational and technical education", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-24", 
    "text": "Pathways to Prosperity Act of 2014 - Amends the Carl D. Perkins Career and Technical Education Act to replace specified minimum measures of student attainment in the core indicators of performance for career and technical education students at the secondary level with a measure of the median earnings of students employed during the second quarter after completing a career and technical education program of study in the state.\n\nRequires the national research center, established under the Act, to engage in evaluation and technical assistance activities that will assist in: (1) collecting information on the industry-recognized credentials awarded to participants in career and technical education programs, and (2) developing the necessary infrastructure to support the state and local reporting of specified related information.\n\nMakes it a responsibility of the state agency involved to establish statewide credit transfer agreements aligned to approved career and technical education programs of study.\n\nRequires each local plan for career and technical education programs to describe how the eligible recipient of assistance will partner with business and industry to: (1) identify opportunities for experiential and work-based learning opportunities either in-person or virtually, (2) ensure the career and technical education programs of study are responsive to community and employment demands and meet other specified criteria, and (3) ensure funding under the Act is spent in a coordinated manner with other local resources.\n\nAmends the Elementary and Secondary Education Act of 1965 to revise the purpose of grants for demonstration projects of innovative practices to require the projects to show the most promise of enabling the children served to meet rigorous, state-identified college and career readiness standards that address both certain academic content and certain career and technical education content."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pathways to Prosperity Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to support access to career and technical education programs of study that provide students with education and training combining rigorous academics with technical curricula focused on specific high-skill, high-wage, high-demand and high-growth occupations and industries.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2524:@@@L&summ2=m&"
}