{
  "actions": [
    {
      "acted_at": "2014-02-27", 
      "references": [
        {
          "reference": "CR S1235-1236", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-27", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2064-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-27", 
  "number": "2064", 
  "official_title": "A bill to provide for the repeal of certain provisions of the Patient Protection and Affordable Care Act that have the effect of rationing health care.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s133-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Four Rationers Repeal Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Roberts, Pat", 
    "state": "KS", 
    "thomas_id": "00968", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-27", 
  "subjects": [
    "Advisory bodies", 
    "Department of Health and Human Services", 
    "Executive agency funding and structure", 
    "Genetics", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Medicaid", 
    "Medical research", 
    "Medicare", 
    "Minority health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-27", 
    "text": "Four Rationers Repeal Act of 2014 - Repeals sections of the Patient Protection and Affordable Care (PPACA) (and restores provisions of law amended by such sections) related to the establishment of an Independent Payment Advisory Board to develop and submit detailed proposals to reduce the per capita rate of growth in Medicare spending to the President for Congress to consider.\n\nAmends title XI of the Social Security Act to repeal provisions establishing the Center for Medicare and Medicaid Innovation.\n\nAmends the Public Health Service Act, with respect to coverage of preventive health services by a group health plan or health insurance issuer, to repeal provisions that prohibit cost sharing requirements for evidence-based items or services that have in effect a rating of \"A\" or \"B\" in the current recommendations of the United States Preventive Services Task Force. (Such ratings are based upon determinations of net benefit by the Task Force.)\n\nRepeals PPACA requirements that: (1) the Director of the Agency for Healthcare Research and Quality convene an independent Preventive Services Task Force, and (2) the Director of the Centers for Disease Control and Prevention (CDC) convene an independent Community Preventive Services Task Force. Restores provisions of law amended by such provisions.\n\nProhibits the Secretary of Health and Human Services (HHS) from using data obtained from comparative effectiveness research, including any conducted or supported using funds appropriated under the American Recovery and Reinvestment Act of 2009 (ARRA) or authorized or appropriated under the Patient Protection and Affordable Care Act, to deny or delay coverage of an item or service under a federal health care program. Requires the Secretary to ensure that comparative effectiveness research conducted or supported by the federal government accounts for factors contributing to differences in the treatment response and preferences of patients, including patient-reported outcomes, genomics and personalized medicine, the unique needs of health disparity populations, and indirect patient benefits."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Four Rationers Repeal Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the repeal of certain provisions of the Patient Protection and Affordable Care Act that have the effect of rationing health care.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2064:@@@L&summ2=m&"
}