{
  "actions": [
    {
      "acted_at": "2013-12-05", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-12-06", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3659-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-05", 
  "number": "3659", 
  "official_title": "To amend title XIX of the Social Security Act to clarify policy with respect to collecting reimbursement from third-party payers for medical assistance paid under the Medicaid program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": null, 
  "sponsor": {
    "district": "26", 
    "name": "Burgess, Michael C.", 
    "state": "TX", 
    "thomas_id": "01751", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-05", 
  "subjects": [
    "Business records", 
    "Child health", 
    "Government information and archives", 
    "Health", 
    "Health care costs and insurance", 
    "Health information and medical records", 
    "Insurance industry and regulation", 
    "Medicaid", 
    "Prescription drugs", 
    "Public contracts and procurement", 
    "Separation, divorce, custody, support", 
    "Sex and reproductive health", 
    "State and local government operations"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-05", 
    "text": "Amends title XIX (Medicaid) of the Social Security Act (SSA) to repeal the requirement that state plans for medical assistance pay for covered prenatal or preventive pediatric care services, or other covered services provided to an individual on whose behalf a state agency is enforcing child support, without regard to a third party's liability for payment for such services, and then seek reimbursement from the third party.\n\nRequires a state plan to require any contract with a managed care entity to specify whether the state is: (1) delegating to the entity all or some of its right of recovery for payment of an item or service, and (2) transferring to the entity all or some of the assignment to the state of any right of an individual or other entity to payment from a health insurer for an item or service.\n\nRequires any state that makes such a delegation or transfer to have in effect laws requiring such health insurers, as a condition of doing business, to: (1) provide the managed care entity certain information upon request; (2) accept the delegated right of recovery and the transferred assignment of rights; and (3) agree not to deny a claim submitted by a managed care entity, for which the state has delegated or transferred rights, in the same manner that the insurer may not deny a claim submitted by a state.\n\n Requires the state plan of any state that contracts with a health insurer to require that any contract of the health insurer with a pharmacy benefit manager to manage benefits under the insurer's health plan shall require that the pharmacy benefit manager regularly report to the state any relevant data it obtains to assist the state in determining whether the insurer is legally responsible for paying a claim for a health care item or service available under the plan.\n\nRequires such a contract also to require the insurer to cooperate with the state Medicaid plan for the proper coordination of benefits offered in order to effectuate the principle of the Medicaid program's being the payer of last resort.\n\nDirects the Secretary of Health and Human Services (HHS) to develop and make available to the states a model uniform reporting field that states may use for reporting to the Secretary within CME Form 64 (or any successor form) information identifying third-party health insurers and other relevant information for ascertaining the legal responsibility of such third parties to pay for care and services under Medicaid.\n\nRequires the Secretary to apply the federal medical assistance percentage (FMAP) for the state in determining the amount, if any, of any overpayment with respect to Medicaid services for newly eligible individuals.\n\nPrescribes an administrative penalty for non-compliance with the additional Medicaid requirements imposed by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title XIX of the Social Security Act to clarify policy with respect to collecting reimbursement from third-party payers for medical assistance paid under the Medicaid program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:14-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3659:@@@L&summ2=m&"
}