{
  "actions": [
    {
      "acted_at": "2014-06-11", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2461-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-11", 
  "number": "2461", 
  "official_title": "A bill to amend title XXI of the Social Security Act to extend and improve the Children's Health Insurance Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5364-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "CHIP Extension Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Rockefeller, John D., IV", 
    "state": "WV", 
    "thomas_id": "01424", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-11", 
  "subjects": [
    "Adoption and foster care", 
    "Advisory bodies", 
    "Appropriations", 
    "Child health", 
    "Congressional oversight", 
    "Dental care", 
    "Disability and paralysis", 
    "Employee benefits and pensions", 
    "Foreign language and bilingual programs", 
    "Government employee pay, benefits, personnel management", 
    "Government trust funds", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health information and medical records", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Immunology and vaccination", 
    "Juvenile crime and gang violence", 
    "Medicaid", 
    "Medical tests and diagnostic methods", 
    "Performance measurement", 
    "Poverty and welfare assistance", 
    "State and local government operations", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-11", 
    "text": "CHIP Extension Act of 2014 - Revises and extends through FY2019 at generally increased levels the program under title XXI (State Children's Health Insurance) (CHIP) of the Social Security Act (SSA), and adjusts CHIP allotment requirements accordingly, including the rebasing and growth factor update rules for computing state allotments.\n\nSets forth new requirements for the enrollment and retention of children for fiscal years after FY2014. Establishes in the Treasury the CHIP Shortfall Fund, which shall be available without further appropriations for payments to shortfall states whose projected CHIP expenditures for the fiscal year will exceed a specified amount.\n\nGives states the option to increase up to 26 the upper age limit for CHIP-eligible children with special health care needs.\n\nRequires a state to establish procedures to eliminate gaps in coverage and to assist a child's and pregnant woman's transition: (1)  from coverage under the state plan under SSA title XIX (Medicaid) or the state CHIP plan to coverage under a qualified health plan offered through an Exchange, and (2) from coverage under a qualified health plan to coverage under a state Medicaid or CHIP plan.\n\nDirects the Secretary to develop comparability standards with respect to affordability, benefits, and network adequacy which qualified health plans offered by a state-established Exchange must meet to be certified for such transitions.\n\nAmends the Internal Revenue Code, with respect to minimum essential coverage for a targeted pregnant low-income woman under CHIP, to exclude from such coverage, at a woman's option, pregnancy-related assistance.\n\nProvides automatic\tenrollment under CHIP for newborns.\n\nAmends SSA title XIX (Medicaid) to give states the option to extend express lane eligibility to pregnant women.\n\nMakes permanent the express lane option and the CHIP outreach and enrollment grant program.\n\nRequires a national campaign to increase enrollment in CHIP or Medicaid of children from families that speak a language other than English.\n\nLimits to 5% of family income the total annual aggregate amount of any premium, enrollment fee, deduction or other cost sharing imposed under a Medicaid plan with respect to individuals and their families..\n\nAmends SSA title XXI to prohibit cost-sharing for pregnancy-related assistance. Imposes under CHIP a certain limit on cost-sharing for dental-only supplemental coverage.\n\nAmends SSA titles XIX and XXI to cover preventive services for children or pregnant women without cost-sharing.\n\nAmends SSA title XIX to cover newly approved vaccines within 30 days after the Advisory Committee on Immunization Practices approves them.\n\nTreats CHIP-eligible children as federally vaccine-eligible children.\n\nMakes permanent the program for the distribution of pediatric vaccines.\n\nAmends SSA title XI to extend the pediatric quality measures program. Requires the Secretary to establish a program to continue and enhance pediatric quality measures program centers of excellence.\n\nRevises requirements for initial core measures.\n\nDirects the Secretary to convene a panel of health experts to establish priorities and goals for child health as recommended in a specified report by the Institute of Medicine.\n\nModifies and extends the Demonstration Projects for Improving the Quality of Children's Health Care and the Use of Health Information Technology.\n\nExtends funding for Childhood Obesity Demonstration Projects and maternal, infant, and early childhood home visiting programs.\n\nDirects the Comptroller General (GAO) to study each state in which individuals eligible for Medicaid or CHIP are provided such assistance through enrollment in a qualified health plan or employer-sponsored insurance."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "CHIP Extension Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title XXI of the Social Security Act to extend and improve the Children's Health Insurance Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2461:@@@L&summ2=m&"
}