{
  "actions": [
    {
      "acted_at": "2013-10-29", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1598-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2013-10-29", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2013-10-29", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-29", 
  "number": "1598", 
  "official_title": "A bill to provide a process for ensuring the United States does not default on its obligations.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3372-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Pay Our Bills Act", 
  "sponsor": {
    "district": null, 
    "name": "Boxer, Barbara", 
    "state": "CA", 
    "thomas_id": "00116", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-29", 
  "subjects": [
    "Budget deficits and national debt", 
    "Congressional oversight", 
    "Economics and public finance", 
    "Legislative rules and procedure", 
    "Presidents and presidential powers"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-29", 
    "text": "Pay Our Bills Act - Authorizes an extension of the presidential authority to modify the public debt ceiling (subject to enactment of a congressional joint resolution of disapproval).\n\nAuthorizes the Secretary of the Treasury to borrow an additional amount required to meet existing commitments if the President certifies to Congress that the public debt is within $100 billion of the current limit and that further borrowing is required. (The debt limit was $16.699 trillion before its suspension in the Continuing Appropriations Act, FY2014 [P.L. 113-46].)\n\nAuthorizes Congress to use current requirements for expedited consideration of the joint resolution. Increases the debt limit by the certified amount if the time for disaproval has lapsed without enactment of the joint resolution.\n\nSuspends the debt limit for the period beginning on the date on which the President submits such a certification to Congress and ending on the earlier of:\n\n 15 calendar days after Congress receives the certification, or enactment of a joint resolution disapproving the President's exercise of authority for the debt limit under that certification. Increases the debt limit, effective on the day after the certification is submitted, to the extent that:\n\n the face amount of public debt obligations and those whose principal and interest are guaranteed by the U.S. government (except guaranteed obligations held by the Secretary) outstanding on the day after such date exceeds the face amount of such obligations outstanding on the date the President certifies Congress. Excludes from such formula any obligation whose issuance was not necessary to fund a commitment that required payment before the day after the certification is submitted to Congress.\n\nProhibits the debt limit from being increased if a joint resolution of disapproval is enacted within 15 days after receipt by Congress (in session or not) of a presidential certification that the public debt is within $100 billion of the current limit.\n\nProvides for expedited consideration of such a joint resolution in the House and Senate."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pay Our Bills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide a process for ensuring the United States does not default on its obligations.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1598:@@@L&summ2=m&"
}