{
  "actions": [
    {
      "acted_at": "2013-02-14", 
      "references": [
        {
          "reference": "CR S775-776", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-02-14", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-25", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining. Hearings held. With printed Hearing: S.Hrg. 113-28.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-18", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-09-10", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Wyden with an amendment in the nature of a substitute. With written report No. 113-98.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-09-10", 
      "calendar": "Senate Legislative", 
      "number": "176", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 176.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s340-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Begich, Mark", 
      "sponsored_at": "2013-02-14", 
      "state": "AK", 
      "thomas_id": "01898", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-04-25", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-02-14", 
  "number": "340", 
  "official_title": "A bill to provide for the settlement of certain claims under the Alaska Native Claims Settlement Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr740-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Southeast Alaska Native Land Entitlement Finalization and Jobs Protection Act", 
  "sponsor": {
    "district": null, 
    "name": "Murkowski, Lisa", 
    "state": "AK", 
    "thomas_id": "01694", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-06-18", 
  "subjects": [
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Cemeteries and funerals", 
    "Forests, forestry, trees", 
    "Historic sites and heritage areas", 
    "Indian claims", 
    "Indian lands and resources rights", 
    "Land transfers", 
    "Land use and conservation", 
    "Native Americans"
  ], 
  "subjects_top_term": "Native Americans", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-09-10", 
    "text": "Southeast Alaska Native Land Entitlement Finalization and Jobs Protection Act - (Sec. 3) Gives Sealaska, the regional Alaska Native Corporation for southeast Alaska, 90 days following this Act's enactment to agree to accept the conveyance of specified federal land, subject to certain conditions and restrictions, as full and final satisfaction of its remaining land entitlement under the Alaska Native Claims Settlement Act (ANCSA).\n\nProvides that if Sealaska fails to agree to that conveyance: (1) this Act's provisions cease to be effective; and (2) the Secretary of the Interior shall complete, within five years of this Act's enactment, the interim conveyance of Sealaska's remaining land entitlement under the ANCSA from prioritized selections on file with the Secretary on the date of this Act's enactment.\n\n(Sec. 4) Identifies the lands to be conveyed upon Sealaska's agreement as: (1) the 18 parcels of federal land comprising approximately 69,585 acres that are generally depicted as \"Sealaska Selections\" on certain Sealaska Land Entitlement Finalization maps, and (2) up to 76 cemetery sites and historical places that Sealaska must apply for and that comprise up to 490 acres of federal land located outside conservation system units.\n\nIncludes with those conveyances: (1) public easements under the ANCSA, (2) conservation easements to protect the aquatic and riparian habitat extending 100 feet on each side of certain anadromous water bodies, (3) a ten-year easement for Forest System research activities on study plots, and (4) an easement on Koscuisko Island providing access to and use by Sealaska of the sort yard and all other upland facilities at the sort yard that are associated with the transfer of logs to the marine environment.\n\nKeeps any part of those 18 parcels of conveyed lands that are outside ANCSA withdrawal areas open for subsistence and noncommercial recreational uses by the public.\n\nSets forth prohibitions on Sealaska's transfer or loss of the conveyed cemetery sites and historical places.\n\nAllows Sealaska to impose reasonable restrictions on public access to and across the conveyed lands.\n\n(Sec. 6) Requires Sealaska to allow existing guiding or outfitting special use permit holders to continue to operate on the conveyed lands for the remainder of the permit term and a subsequent ten-year renewal period.\n\nDirects the Secretary of Agriculture and Sealaska, within one year of this Act's enactment, to enter into negotiations for an agreement regarding the use of: (1) National Forest System roads and related transportation facilities by Sealaska, and (2) Sealaska roads and related transportation facilities by the Forest Service.\n\nRenames certain culturally and historically significant trade and migration routes and keeps them open for travel by Sealaska and the public.\n\nAuthorizes the Secretary of Agriculture to allow the harvest of trees prior to the culmination of their mean annual increment of growth (young trees) in areas that are available for commercial timber harvest under the Tongass National Forest Land and Resource Management Plan to facilitate the transition of old growth stands from commercial timber harvest. Sets limitations on the sale of trees pursuant to that authority.\n\nAmends the Alaska National Interest Lands Conservation Act to designate as conservation areas certain lands identified as the Bay of Pillars, Kushneahin Creek, Northern Prince of Wales, Western Kosciusko, Eastern Kosciusko, Sarkar Lakes, Honker Divide, and Eek Lake and Sukkwan Island LUD II Management Areas--Proposed. Conditions those designations on Sealaska's acceptance of this Act's conveyances."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Southeast Alaska Native Land Entitlement Finalization and Jobs Protection Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Southeast Alaska Native Land Entitlement Finalization and Jobs Protection Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the settlement of certain claims under the Alaska Native Claims Settlement Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:36-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN340:@@@L&summ2=m&"
}