{
  "actions": [
    {
      "acted_at": "2015-01-02", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Financial Services, and in addition to the Committees on Ways and Means, and Agriculture, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-01-02", 
      "committees": [
        "HSBA"
      ], 
      "references": [], 
      "text": "Referred to House Financial Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-01-02", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2015-01-02", 
      "committees": [
        "HSAG"
      ], 
      "references": [], 
      "text": "Referred to House Agriculture", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr5892-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Financial Services", 
      "committee_id": "HSBA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Agriculture", 
      "committee_id": "HSAG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2015-01-02", 
  "number": "5892", 
  "official_title": "To protect cryptocurrencies.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Online Market Protection Act of 2014", 
  "sponsor": {
    "district": "36", 
    "name": "Stockman, Steve", 
    "state": "TX", 
    "thomas_id": "01114", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2015-01-02", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Banking and financial institutions regulation", 
    "Computers and information technology", 
    "Contracts and agency", 
    "Currency", 
    "Finance and financial sector", 
    "State and local government operations", 
    "Tax administration and collection, taxpayers"
  ], 
  "subjects_top_term": "Finance and financial sector", 
  "summary": {
    "as": "Introduced", 
    "date": "2015-01-02", 
    "text": "Online Market Protection Act of 2014 - Prohibits, for a five-year moratorium period beginning June 1, 2015, federal, state, and local governments from imposing statutory restrictions or regulations specifically identifying and governing the creation, use, exploitation, possession, or transfer of any algorithmic protocols governing the operation of any virtual, non-physical algorithm or computer source code-based medium for exchange (cryptocurrency).\n\n Defines cryptocurrency as a popular term encompassing code-based protocols supporting an electronic, non-physical medium for the exchange of value.\n\nProhibits all such governmental entities, during the moratorium period, from imposing further statutory restrictions or regulations affecting Smart Contract platforms such as cryptographic escrow services, multi-signature transactions, and oracles in order to allow for the growth and facilitation of these facets of cryptological technology.\n\nRequires federal and state agencies to consider cryptocurrencies \"exempt commodities\" akin to gold and silver, rather than \"excluded commodities\" such as national fiat currencies. Declares that the Bitcoin cryptological protocol is not strictly a currency, but rather a broad multifaceted protocol which allows for myriad novel applications.\n\nDenies federal and state agencies jurisdiction over Cryptocurrency Economy Transactions or Bitcoin Economy Transactions.\n\nStates it is the public policy of the United States that:\n\n until the expiration of the five-year moratorium no new statutes, regulations, or advisory opinions be passed, implemented, enforced, or issued governing the creation, use, possession or taxation of cryptocurrencies, including governing protocols, data, codes, algorithms, or other calculations; development and use of any medium of exchange which utilizes cryptographic proof of and for a transaction of cryptocurrency without the need for or reliance upon third-party intermediaries or verification will enhance the economic well-being of the American people and result in significant economic growth; production, possession or use of cryptocurrency, whether in trade, commerce, or personal non-commercial transfers, should not be disfavored or discouraged by either the federal tax code or other governmental statute or regulation; and the current guidance released by the Internal Revenue Service (IRS) in its Notice 2014-21 is advisory, subject to public comment, and not in final form pending the expiration of the comment period, and is less than optimal for the American people and economy. Directs the IRS to issue or revise interim regulations consistent with U.S. public policy that:\n\n virtual currencies should be treated as currency instead of property in order to foster an equitable tax treatment and prevent a tax treatment that would discourage the use of cryptocurrency; taxpayers accepting cryptocurrency in trade or commerce should be deemed to realize actual income only when cryptocurrency is monetized through conversion or exchange into dollars or any official government currency, and that fair market value should be calculated as net proceeds from the conversion; and mined or produced cryptocurrency should be taxed as income only when actual income is realized by a transfer and conversion of proceeds into dollars."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Online Market Protection Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To protect cryptocurrencies.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:50:17-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR5892:@@@L&summ2=m&"
}