{
  "actions": [
    {
      "acted_at": "2013-09-17", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-18", 
      "calendar": "Senate Legislative", 
      "number": "190", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 190.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1513-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2013-09-17", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-17", 
  "number": "1513", 
  "official_title": "A bill to amend the Helium Act to complete the privatization of the Federal helium reserve in a competitive market fashion that ensures stability in the helium markets while protecting the interests of American taxpayers, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hres354-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr527-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s783-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "High Technology Jobs Preservation Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-09-18", 
  "subjects": [
    "Business records", 
    "Congressional oversight", 
    "Energy", 
    "Energy prices", 
    "Energy research", 
    "Energy storage, supplies, demand", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Oil and gas", 
    "Pipelines", 
    "Research and development", 
    "Strategic materials and reserves", 
    "Texas", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-17", 
    "text": "High Technology Jobs Preservation Act of 2013 - Amends the Helium Act to require that all proceeds received by the Secretary of the Interior (Secretary) from the sale or disposition of helium on federal land from sale or auction be credited to the Helium Production Fund (established in this Act).\n\nRequires the Secretary to impose a fee, credited to the Fund, that accurately reflects the economic value of helium storage, withdrawal, or transportation services.\n\nRevises requirements for the sale of crude helium, now in four phases.\n\nDevotes the fourth phase to disposal of assets as excess property, including all facilities, equipment, and other real and personal property held by the United States in the Federal Helium System.\n\nMakes the Helium Production Fund available for specified purposes, including capital investments in upgrades and maintenance of the Federal Helium System.\n\nRepeals the requirement that the Secretary arrange with the National Academy of Sciences to study whether disposal of helium reserves will have a substantial adverse effect on scientific, technical, biomedical, or national security interests.\n\nDirects the Secretary, acting through the Director of the U.S. Geological Survey (USGS), to: (1) undertake a national helium gas resource assessment; and (2) submit to certain congressional committees assessments of global and domestic demand for helium, including an inventory of diverse uses of helium.\n\nDirects the Secretary of Energy (DOE) to support research, development, commercial application, and conservation programs to: (1) expand domestic production of low-Btu gas and helium resources, (2) separate and capture helium from natural gas streams, and (3) reduce the venting of helium and helium-bearing low-Btu gas during natural gas operations.\n\nRequires DOE to support or carry out directly research programs to develop: (1) advanced membrane technology used in the separation of low-Btu gases, and (2) helium separation technology.\n\nRequires also a DOE industrial helium research program to develop: (1) low-cost technologies and technology systems for recycling, reprocessing, and reusing helium for all medical, scientific, industrial, commercial, aerospace, and other uses of helium in the United States, including federal uses; and (2) industrial gathering technologies to capture helium from other chemical processing, including ammonia processing.\n\nDirects the Secretary of the Interior to cooperate with DOE on any assessment or research regarding extraction and refinement of the isotope helium-3 from crude helium and other potential sources.\n\nAuthorizes the Secretary to study the feasibility of: (1) establishing a facility to separate the isotope helium-3 from crude helium, and (2) exploring other potential sources of the isotope helium-3.\n\nDirects the Secretary to report to Congress on a federal agency acquisition strategy.\n\nAmends the Secure Rural Schools and Community Self- Determination Act of 2000 to extend through FY2013: (1) certain federal payments to states and counties containing federal land to fund schools and roads (including certain payments to eligible counties in California), (2) authority to conduct special projects on federal land, (3) authority to reserve and use county funds, and (4) the authorization of appropriations for the Act.\n\nAmends the Energy Policy Act of 2005 to make specified amounts available to DOE for FY2014 and FY2018 to remediate, reclaim, and close abandoned oil and gas wells on current or former National Petroleum Reserve land.\n\nAmends the Omnibus Parks and Public Lands Management Act of 1996 to make certain funds available for FY2018 to the Secretary to pay the federal funding share of challenge cost-share agreements for deferred maintenance projects and to correct deficiencies in National Park Service infrastructure.\n\nAmends the Surface Mining Control and Reclamation Act of 1977 relating to the Abandoned Mine Reclamation Fund to: (1) waive the limitation on the total annual payments to a state or Indian tribe certified as having completed coal reclamation for FY2014, but (2) restrict to a specified amount the total FY2014 payment to any certified state or Indian tribe.\n\nFixes at 4% the royalty rate on the quantity of gross value of the output of sodium compounds and related products at the point of shipment to market from federal land in the 2-year period beginning on the date of enactment of this Act.\n\nAmends the Energy Independence and Security Act of 2007 to reduce by a certain amount the amount authorized to be appropriated for grants for production of advanced biofuels that has not been appropriated as of the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "High Technology Jobs Preservation Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Helium Act to complete the privatization of the Federal helium reserve in a competitive market fashion that ensures stability in the helium markets while protecting the interests of American taxpayers, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:58-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1513:@@@L&summ2=m&"
}