{
  "actions": [
    {
      "acted_at": "2014-06-05", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2433-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-05", 
  "number": "2433", 
  "official_title": "A bill to provide assistance to Ukraine to reduce the dependence of Ukraine on imports of natural gas from the Russian Federation, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Ukrainian Independence from Russian Energy Act", 
  "sponsor": {
    "district": null, 
    "name": "Markey, Edward J.", 
    "state": "MA", 
    "thomas_id": "00735", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-05", 
  "subjects": [
    "Alternative and renewable resources", 
    "Competitiveness, trade promotion, trade deficits", 
    "Congressional oversight", 
    "Electric power generation and transmission", 
    "Energy efficiency and conservation", 
    "Energy prices", 
    "Energy storage, supplies, demand", 
    "Europe", 
    "Foreign aid and international relief", 
    "Foreign loans and debt", 
    "Government lending and loan guarantees", 
    "Industrial facilities", 
    "International affairs", 
    "Lighting and heating", 
    "Multilateral development programs", 
    "Oil and gas", 
    "Pipelines", 
    "Russia", 
    "U.S. and foreign investments", 
    "Ukraine"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-05", 
    "text": "Ukrainian Independence from Russian Energy Act - Directs the Administrator of the U.S. Agency for International Development (USAID) to: (1) prioritize direct assistance to Ukraine to improve energy efficiency, increase energy supplies produced in Ukraine, and reduce reliance on energy imports from the Russian Federation; and (2) make loan, lease, and bond guarantees to financial institutions and other eligible borrowers to facilitate their involvement in such efforts.\n\nDirects the Secretary of State to coordinate the activities of U.S. agencies related to the energy sector of Ukraine and prioritize support and technical assistance to increase responsible production in and transparency of Ukraine's natural gas sector.\n\nRequires the Director of the Trade and Development Agency to promote U.S. private sector efforts to improve energy efficiency, develop domestic oil and natural gas reserves, and develop renewable energy sources in Ukraine.\n\nDirects the Overseas Private Investment Corporation (OPIC) to: (1) prioritize support for investments to increase energy efficiency, develop domestic oil and natural gas reserves, and develop renewable energy sources in Ukraine; and (2) implement expedited application review and approval procedures for loans, loan guarantees, and insurance for such investments.\n\nDirects the U.S. Executive Directors of the World Bank Group and the European Bank for Reconstruction and Development to encourage those organizations and other international financial institutions to invest in and promote projects to improve energy efficiency, develop domestic oil and natural gas reserves, and develop renewable energy sources in Ukraine.\n\nDirects the Secretary to brief Congress on: (1) the economic and political viability of transporting natural gas supplies into Ukraine from countries other than the Russian Federation through the reversal of existing pipeline flows or through new or expanded pipelines, and (2) the potential to reduce natural gas consumption in Ukraine through efficiency measures or through the use of alternative energy sources."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Ukrainian Independence from Russian Energy Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide assistance to Ukraine to reduce the dependence of Ukraine on imports of natural gas from the Russian Federation, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:20-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2433:@@@L&summ2=m&"
}