{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1439-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2013-08-01", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1439", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide for advanced illness care coordination services for Medicare beneficiaries, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Care Planning Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Warner, Mark R.", 
    "state": "VA", 
    "thomas_id": "01897", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Advisory bodies", 
    "Aging", 
    "Cancer", 
    "Congressional oversight", 
    "Digestive and metabolic diseases", 
    "Disability and health-based discrimination", 
    "Disability and paralysis", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Home and outpatient care", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare", 
    "Neurological disorders", 
    "Nursing"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-01", 
    "text": "Care Planning Act of 2013 - Amends titles XVIII (Medicare) and XIX (Medicaid) of the Social Security Act (SSA) to cover advanced illness planning and coordination services furnished to an eligible individual with progressive illness, including Alzheimer's disease, by a hospice or other provider through an interdisciplinary team.\n\nAmends SSA title XI with respect to the Center for Medicare and Medicaid Innovation and its selection for Phase I testing of innovative payment and service delivery models to reduce Medicare and Medicaid expenditures while preserving or enhancing the quality of care. Adds a model for payments to providers that furnish advanced illness care coordination services to eligible individuals who are entitled to, or enrolled for, benefits under Medicare part A (Hospital Insurance) and enrolled under part B (Supplementary Medical Insurance), but not enrolled under Medicare part C (Medicare+Choice).\n\nAmends the Public Health Service Act to require the Secretary of Health and Human Services (HHS), in awarding grants, contracts, or agreements under provisions for quality measure development, to give priority to the development of quality measures that allow the assessment of various specified factors including the effectiveness, patient-centeredness (and, where relevant, family caregiver-centeredness), and accuracy of care plans, including documentation of individual goals, preferences, and values.\n\nAmends SSA title XVIII (Medicare) to require inclusion of information on advanced care planning materials in the \"Medicare and You Handbook.\"\n\nDirects the Secretary to establish a Care Planning Advisory Board.\n\nRevises requirements for the use under Medicare and Medicaid of advanced directives, portable treatment orders, and other treatment directions from an individual or legally authorized representative.\n\nAmends the Assisted Suicide Funding Restriction Act of 1997 with respect to advanced directives.\n\nEstablishes additional requirements under Medicare for hospitals, skilled nursing facilities, home health agencies, and hospice programs with respect to completion before discharge of care plan documentation.\n\nAuthorizes the Secretary to award grants to certain entities to: (1) develop online training modules, decision support tools, and instructional materials for individuals, family caregivers, and health care providers; (2) establish a website and telephone hotline to disseminate such resources and any materials designed by the HHS Center for Faith-Based and Neighborhood Partnerships for faith communities; and (3) conduct a national public education campaign to raise public awareness of advance care planning and advanced illness care.\n\nDirects the Secretary to study state and regional activities with respect to storing completed advance directives and portable treatment orders.\n\nDirects the Comptroller General (GAO) to study the provisions of, and amendments made by, this Act, including the quality associated with them."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Care Planning Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title XVIII of the Social Security Act to provide for advanced illness care coordination services for Medicare beneficiaries, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:56-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1439:@@@L&summ2=m&"
}