{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2728-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2728", 
  "official_title": "A bill to amend title XVIII of the Social Security Act to provide community-based medical education payments to primary care teaching centers, to provide for a Medicare indirect medical education performance adjustment, and to increase Medicare graduate medical education transparency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Community-Based Medical Education Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Murray, Patty", 
    "state": "WA", 
    "thomas_id": "01409", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Advisory bodies", 
    "Aging", 
    "Child health", 
    "Congressional oversight", 
    "Government trust funds", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Hospital care", 
    "Indian social and development programs", 
    "Medical education", 
    "Medicare", 
    "Mental health", 
    "Minority health", 
    "Performance measurement", 
    "Rural conditions and development", 
    "Surgery and anesthesia"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-31", 
    "text": "Community-Based Medical Education Act of 2014 - Amends the Public Health Service Act to extend through FY2019 at increased levels the program of payments to teaching health centers that operate graduate medical education (GME) programs.\n\nDirects the Secretary of Health and Human Services (HHS) to: (1) conduct a comprehensive evaluation of such program; and (2) establish a process by which qualified teaching health centers that have received payments under such Act prior to the date on which the primary care teaching centers program is established by this Act under title XVIII (Medicare) of the Social Security Act may become eligible to participate in such primary care teaching program.\n\n Conditions the award of teaching health centers grants on the basis of demonstrated financial need. Reduces from $500,000 to $250,000 the maximum amount of such a grant. Authorizes appropriations for the grant program through FY2018.\n\nAmends title XVIII (Medicare) of the Social Security Act (SSA) to direct the Secretary to establish a program of payments to primary care teaching centers for up to 50 new full-time equivalent resident training positions per center at up to 300 centers per year. Sets the minimum per resident payment for 2014 at $150,000, increased each subsequent year by the percentage increase in the consumer price index for all urban consumers (United States city average).\n\nDirects the Secretary to establish and implement procedures under which, beginning in FY2018, the amount of payments that a hospital would otherwise receive for indirect medical education (IME) costs for discharges during a fiscal year is adjusted based on the reporting of measures and the hospital's performance on measures of population health priorities specified by the Secretary.\n\nRequires the Secretary to specify measures of population health priorities, including measures relating to: (1) the extent of training provided in shortage specialities, a variety of settings and systems, the coordination of patient care across settings, interprofessional and multidisciplinary care teams, methods for identifying system errors and implementing system solutions, and the use of health information technology; and (2) the number of graduates practicing in shortage specialties five years after graduation, including in shortage specialties in health professional shortage areas\n\nRequires measures of patient care specified by the Secretary to be: (1) adopted or endorsed by an accrediting organization, and (2) consensus-based. Allows them to include any submitted by teaching hospitals and medical schools.\n\nDirects the Secretary to report to Congress and the National Health Care Workforce Commission on the GME payments hospitals and primary health training programs receive under Medicare.\n\nAmends the Patient Protection and Affordable Care Act to reauthorize the National Health Care Workforce Commission through FY2019.\n\nAmends SSA title XVIII to revise the formula for the indirect teaching adjustment factor to reduce Medicare IME payments on or after October 1, 2016."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Community-Based Medical Education Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title XVIII of the Social Security Act to provide community-based medical education payments to primary care teaching centers, to provide for a Medicare indirect medical education performance adjustment, and to increase Medicare graduate medical education transparency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2728:@@@L&summ2=m&"
}