{
  "actions": [
    {
      "acted_at": "2014-03-27", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2181-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2014-03-27", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schatz, Brian", 
      "sponsored_at": "2014-03-27", 
      "state": "HI", 
      "thomas_id": "02173", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-27", 
  "number": "2181", 
  "official_title": "A bill to authorize and strengthen the tsunami detection, forecast, warning, research, and mitigation program of the National Oceanic and Atmospheric Administration, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5309-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Tsunami Warning and Education Reauthorization Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-03-27", 
  "subjects": [
    "Advisory bodies", 
    "Atlantic Ocean", 
    "Atmospheric science and weather", 
    "Caribbean Sea", 
    "Computers and information technology", 
    "Congressional oversight", 
    "Emergency planning and evacuation", 
    "Floods and storm protection", 
    "Gulf of Mexico", 
    "International organizations and cooperation", 
    "Marine and coastal resources, fisheries", 
    "Pacific Ocean", 
    "Research administration and funding", 
    "Science, technology, communications", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-27", 
    "text": "Tsunami Warning and Education Reauthorization Act of 2014 - Reauthorizes the Tsunami Warning and Education Act with specified appropriations for FY2015-FY2019.\n\nExpands the tsunami forecasting and warning program operated by the National Oceanic and Atmospheric Administration (NOAA), through the National Weather Service (NWS), to include: (1) tsunami inundation models and maps for use in safeguarding port and harbor operations, (2) a requirement that the U.S. Geological Survey (USGS) and the National Science Foundation (NSF) provide NOAA with information from regional seismic networks previously installed in areas of sparse instrumentation, (3) the capability to disseminate graphical warning products and wireless emergency alerts to at-risk states and tsunami communities in coordination with existing warning systems, and (4) the integration of commercial and federal undersea communications cables with other environmental observing technologies.\n\nConsolidates separate tsunami warning systems into a single warning system capable of: (1) forecasting tsunamis anywhere in the Pacific and Arctic Ocean regions and providing adequate warnings; and (2) providing adequate warnings in specified areas of the Atlantic Ocean, Caribbean Sea, and Gulf of Mexico.\n\nRequires such warning system to support international tsunami forecasting and warning efforts.\n\nRequires NOAA to establish or maintain tsunami warning centers, including existing centers in Alaska and Hawaii, as part of the National Centers for Environmental Prediction.\n\nRequires tsunami warning centers to maintain redundant warning capabilities and an ability to perform back-up duties for each other.\n\nRequires NWS regions and local forecast offices to coordinate with such centers.\n\nDirects NOAA to establish uniform operational procedures for such centers, including standardized software applications, checklists, decision support tools, and tsunami warning products. Requires NOAA to ensure that such centers carry out formal outreach plans.\n\nRequires NOAA to acquire the assistance of other federal agencies that have technology assets necessary to support the forecasting and warning program.\n\nModifies the tsunami hazard mitigation program to provide for: (1) technical and financial assistance to coastal states, territories, tribes, and local governments to develop and implement mitigation activities; (2) the integration of tsunami preparedness and mitigation programs into ongoing state-based hazard warning, resilience planning, and risk management activities, including predisaster planning, disaster recovery, and community development and redevelopment programs in affected areas; (3) the development of regional risk assessments; and (4) the propagation of standards for community planning, education, and training products, programs, and tools.\n\nProhibits certain national standards from preventing states, territories, tribes, and local governments from designating additional areas as being at-risk based on knowledge of local conditions.\n\nDirects NOAA to report to Congress regarding the authorities and activities needed to have NWS's TsunamiReady program accredited by the Emergency Management Accreditation Program.\n\nExpands the tsunami research program to include development of the technical basis for validation of tsunami maps, numerical tsunami models, digital elevation models, and forecasts.\n\nRemoves a requirement that NOAA operate an International Tsunami Information Center for Pacific Ocean nations.\n\nDirects NOAA to establish a standing subcommittee of the Science Advisory Board to provide advice on matters regarding tsunami science, technology, and preparedness.\n\nRequires NOAA to report to Congress regarding the ways that tsunami warnings can be standardized and streamlined with warnings for hurricanes, coastal storms, and other coastal flooding events."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Tsunami Warning and Education Reauthorization Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to authorize and strengthen the tsunami detection, forecast, warning, research, and mitigation program of the National Oceanic and Atmospheric Administration, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:15-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2181:@@@L&summ2=m&"
}