{
  "actions": [
    {
      "acted_at": "2013-11-20", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on the Judiciary, and in addition to the Committee on Intelligence (Permanent Select), for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-11-20", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-11-20", 
      "references": [
        {
          "reference": "Permanent Select", 
          "type": null
        }
      ], 
      "text": "Referred to House Intelligence", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-09", 
      "committees": [
        "HSHM"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Crime, Terrorism, Homeland Security, and Investigations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3557-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Crime, Terrorism, Homeland Security, and Investigations", 
      "subcommittee_id": "08"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-20", 
  "number": "3557", 
  "official_title": "To amend title 18, United States Code, to provide increased protections for consumer or subscriber password information, and to amend the Foreign Intelligence Surveillance Act of 1978 to provide that the Director of the Federal Bureau of Investigation may not access password information pursuant to an order under section 501 of that Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1847-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1852-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s607-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "REAP Act of 2013", 
  "sponsor": {
    "district": "4", 
    "name": "Gosar, Paul A.", 
    "state": "AZ", 
    "thomas_id": "01992", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-20", 
  "subjects": [
    "Business records", 
    "Computer security and identity theft", 
    "Consumer affairs", 
    "Crime and law enforcement", 
    "Criminal investigation, prosecution, interrogation", 
    "Criminal procedure and sentencing", 
    "Intelligence activities, surveillance, classified information", 
    "Internet and video services", 
    "Right of privacy", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Crime and law enforcement", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-20", 
    "text": "Reasonable Expectation of American Privacy Act of 2013 or the REAP Act of 2013 - Amends the Electronic Communications Privacy Act of 1986 to prohibit a provider of electronic communication service or remote computing service to the public from knowingly divulging subscriber or customer password information to any person or entity.\n\nProvides exceptions from such prohibition to authorize such providers to disclose password information if it is:\n\n required by the government pursuant to a warrant; divulged with the customer's consent; incident to the rendition of the service or to the protection of the rights or property of the service provider; provided to the National Center for Missing and Exploited Children; or divulged to the government if the provider believes that an emergency involving danger of death or serious physical injury requires disclosure without delay of password information relating to the emergency. Revises procedures under which the government may require such providers to disclose the contents of wire or electronic communications. Eliminates the different requirements applicable under current law depending on whether such communications were: (1) stored for fewer than, or more than, 180 days by an electronic communication service; or (2) held by an electronic communication service or a remote computing service.\n\n Requires the government to obtain a warrant from a court to require such providers to disclose the content of such communications with the same standards applying regardless of how long the communication has been held in electronic storage by an electronic communication service or whether the information is sought from an electronic communication service or a remote computing service. (Currently, when such communications have been stored for more than 180 days by an electronic communication service, or for any period of time by a remote computing service, the government may obtain the contents without required notice to the customer or subscriber when using a warrant; with prior notice or delayed notice using an administative, grand jury, or trial subpoena; or with prior notice or delayed notice under a court order when there are reasonable grounds to believe the contents are relevant and material to an ongoing criminal investigation.)\n\nPermits the government to require the disclosure of customer or subscriber password information under similar warrant procedures.\n\nProhibits password information from being included in a request by the Federal Bureau of Investigation (FBI) for subscriber information, toll billing information, or electronic communication transactional records for counterintelligence purposes.\n\nAmends the Foreign Intelligence Surveillance Act of 1978 (FISA) to exclude password information from the categories of tangible things (commonly referred to as business records) that the FBI may request in an application to a FISA court for a production order in an investigation to obtain foreign intelligence information not concerning a U.S. person or to protect against international terrorism or clandestine intelligence activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "REAP Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Reasonable Expectation of American Privacy Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To amend title 18, United States Code, to provide increased protections for consumer or subscriber password information, and to amend the Foreign Intelligence Surveillance Act of 1978 to provide that the Director of the Federal Bureau of Investigation may not access password information pursuant to an order under section 501 of that Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:12-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3557:@@@L&summ2=m&"
}