{
  "actions": [
    {
      "acted_at": "2013-02-14", 
      "references": [
        {
          "reference": "CR S780-782", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-02-14", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-04-25", 
      "committee": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "in_subcommittee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources Subcommittee on Public Lands, Forests, and Mining. Hearings held. With printed Hearing: S.Hrg. 113-28.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-06-18", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-09-10", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Wyden with an amendment in the nature of a substitute. With written report No. 113-100.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-09-10", 
      "calendar": "Senate Legislative", 
      "number": "178", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 178.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s353-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG", 
      "subcommittee": "Subcommittee on Public Lands, Forests, and Mining", 
      "subcommittee_id": "03"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2013-02-14", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-04-25", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-02-14", 
  "number": "353", 
  "official_title": "A bill to designate certain land in the State of Oregon as wilderness, to make additional wild and scenic river designations in the State of Oregon, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1215-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1230-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2488-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Oregon Treasures Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-06-18", 
  "subjects": [
    "Dams and canals", 
    "Electric power generation and transmission", 
    "Lakes and rivers", 
    "Land transfers", 
    "Licensing and registrations", 
    "Oregon", 
    "Public lands and natural resources", 
    "Water storage", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-09-10", 
    "text": "Oregon Treasures Act of 2013 - (Sec. 2) Authorizes certain land exchanges with specified landowners (Smith, Shrum, and Young Life) for the benefit of the Cathedral Rock and Horse Heaven Wildernesses designated under this Act.\n\nRequires each land exchange to be carried out in accordance with the Federal Land Policy and Management Act of 1976, including the requirement that the Secretary of the Interior determine that the public interest will be well served by making the exchange.\n\nSubjects each such exchange to valid existing rights and the conditions that: (1) the owner make the offer to convey all or part of the non-federal land during the three-year period following enactment of this Act; (3) the owner of the non-federal land pay at least half of all costs relating to the land exchange; (4) title to the non-federal land be acceptable to the Secretary and in conformance with the title approval standards applicable to Federal land acquisitions; and (5) any sites on the federal land that are eligible for inclusion in the National Register of Historic Places shall not be included in the exchange, with any exclusion of land limited to the smallest area necessary.\n\nRequires the value of the federal and non-federal land in each land exchange: (1) to be equal, as determined by appraisals; or (2) if not equal, then equalized by making a cash equalization payment to the Secretary or to the owner, as appropriate, or by reducing the acreage of the federal land or non-federal land to be exchanged.\n\nRequires any cash equalization payments received by the Secretary to be deposited in the Federal Land Disposal Account established by the Federal Land Transaction Facilitation Act and used in accordance with that Act.\n\nExpresses the intent of Congress that these land exchanges be completed within five years after enactment of this Act.\n\nTransfers from the Bureau of Land Management (BLM) of the Department of the Interior to the Forest Service of the Department of Agriculture (USDA) the administrative jurisdiction over a approximately 750 acres of specified federal land, any related costs to be paid by the Secretary of Agriculture.\n\n Requires the designation of specified federal land, by a date certain contingencies occur, as the Cathedral Rock Wilderness and the Horse Heaven Wilderness in the National Wilderness Preservation System.\n\nPermits grazing in the designated wilderness areas to continue if already established.\n\nProhibits anything in these designations from altering, modifying, enlarging, diminishing, or abrogating the treaty rights of any Indian tribe, including the off-reservation reserved rights secured by a specified treaty.\n\nProhibits anything in these designations from affecting the jurisdiction or responsibilities of the state of Oregon respecting fish and wildlife.\n\nProhibits anything in these designations from creating any protective perimeter or buffer zone around the designated wilderness areas.\n\nAuthorizes access to the Cathedral Rock Wilderness from Muddy Creek Road on terms acceptable to Jefferson County, Oregon, and the owners of the applicable non-federal land.\n\nRequires the federal land within each wilderness area, before its designation, to be managed in a manner that: (1) protects cultural and archaeological resources, and (2) maintains the suitability of the area for designation as wilderness.\n\nTerminates authority for designation and interim management of the Cathedral Rock Wilderness and the Horse Heaven Wilderness if they are not designated as wilderness within ten years after enactment of this Act.\n\n (Sec. 3) Adds specified federal land in Oregon to the Wild Rogue Wilderness, except that the Secretary of Agriculture and the Secretary of the Interior shall administer the land under their respective jurisdictions.\n\nAdds also to the Wild Rogue Wilderness certain public land in Oregon administered by the Secretary of the Interior as potential wilderness.\n\nAllows such federal land to be used only for recreational, scenic, and scientific purposes and bars its use for permanent roads, commercial enterprises, and, except as necessary to meet minimum administrative and public health and safety requirements, the use of motor vehicles or the establishment of temporary roads.\n\nAmends the Wild and Scenic Rivers Act (the Act) to add specified segments of certain creeks to the designation of the Rogue River in Oregon as a component of the national wild and scenic rivers system.\n\nProhibits: (1) the Federal Energy Regulatory Commission (FERC) from licensing the construction of any dam, water conduit, reservoir, powerhouse, transmission line, or other project works affecting specified stream segments; and (2) any federal department or agency from assisting in the construction of any water resources project affecting any such segment, except to maintain or repair existing projects.\n\nStates that nothing prohibits any federal department or agency from assisting in a water resources project: (1) the primary purpose of which is ecological or aquatic restoration, and (2) that provides a net benefit to water quality and aquatic resources.\n\n(Sec. 4) Amends the Act to designate specified segments of the Molalla River in Oregon as components of the National Wild and Scenic Rivers System.\n\nRenames the Squaw Creek in Oregon as Whychus Creek."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Oregon Treasures Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Oregon Treasures Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to designate certain land in the State of Oregon as wilderness, to make additional wild and scenic river designations in the State of Oregon, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:36-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN353:@@@L&summ2=m&"
}