{
  "actions": [
    {
      "acted_at": "2014-01-29", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Education and the Workforce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-06-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3959-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "5", 
      "name": "Kildee, Daniel T", 
      "sponsored_at": "2014-01-29", 
      "state": "MI", 
      "thomas_id": "02134", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-29", 
  "number": "3959", 
  "official_title": "To establish a Pay It Forward model for funding postsecondary education.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1884-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Pay It Forward College Affordability Act of 2014", 
  "sponsor": {
    "district": "1", 
    "name": "Bonamici, Suzanne", 
    "state": "OR", 
    "thomas_id": "02092", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-29", 
  "subjects": [
    "Advisory bodies", 
    "Congressional oversight", 
    "Education", 
    "Education programs funding", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Higher education", 
    "Student aid and college costs", 
    "Wages and earnings"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-29", 
    "text": "Pay It Forward College Affordability Act of 2014 - Direct the Secretary of Education to conduct studies regarding the feasibility of, and options for, implementing the Pay It Forward model for funding postsecondary education.\n\nDirects the Secretary, unless the studies determine that the funding model is not feasible or beneficial, to award competitive matching grants to states to establish and carry out Pay It Forward model state pilot programs.\n\nLimits the number of states and students that may participate in the programs.\n\nDescribes the \"Pay It Forward model\" as a system in which the Secretary, a state, or an institution of higher education (IHE) replaces students' need to borrow under the William D. Ford Federal Direct Loan program by covering all or part of their cost of attending an IHE in exchange for their agreement to contribute a certain percentage (not to exceed 5%) of their annual income for a specified number of years (not to exceed 25 years) after graduating or ceasing to be enrolled at the IHE.\n\nRequires that model to cover at least a student's cost of tuition and mandatory fees, but only to the extent they do not exceed the cost of tuition and mandatory fees at the most expensive public IHE in the state that is the same type of IHE the student attends.\n\nRequires states to give program priority to IHEs that have a plan, or a history of making an effort, to reduce or hold constant students' cost of attendance.\n\nRequires states to ensure that variations in the time that a student's tuition and mandatory fees are covered by the state are reflected in the length of the student's contribution period and the percentage of the student's annual income to be contributed.\n\nContinues students' eligibility for grants, scholarships, or funds that do not have to be repaid and for student loans that are not Direct loans, but requires the deduction of those amounts from the tuition and mandatory fees that the state would otherwise cover under the Pay It Forward program.\n\nDirects the Secretary to: (1) establish a technical advisory council to make recommendations to the Secretary regarding the implementation and evaluation of the Pay It Forward model, and (2) evaluate the model five years and ten years after its implementation.\n\nAuthorizes the Secretary to expand the Pay It Forward model if doing so: (1) will not increase the federal cost of carrying out federal loan programs under title IV (Student Assistance) of the Higher Education Act of 1965, (2) may be accomplished using amounts available for title IV programs, and (3) is in the best interests of students and the United States.\n\nEstablishes a Pay It Forward Fund in the Treasury into which Pay It Forward contributions are to be deposited.\n\nProhibits an IHE program designed to prepare students for a recognized occupation or profession requiring licensing or other entry pre-conditions from participating in a Pay It Forward program, unless it:\n\n fully prepares students to satisfy those entry pre-conditions in the state in which the program is operated and in any state in which the program claims a successful program graduate will be prepared to work in the particular occupation or profession involved; provides timely placement of students in required pre-licensure positions, such as internships or apprenticeships; and meets specialized state accreditation requirements or notifies students if the program has not yet been fully accredited."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Pay It Forward College Affordability Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To establish a Pay It Forward model for funding postsecondary education.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3959:@@@L&summ2=m&"
}