{
  "actions": [
    {
      "acted_at": "2013-12-11", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1801-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2013-12-11", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-11", 
  "number": "1801", 
  "official_title": "A bill to amend the Tariff Act of 1930 to include in the calculation of normal value the cost of paying adequate wages and maintaining sustainable production methods, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Level the Playing Field in Global Trade Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Merkley, Jeff", 
    "state": "OR", 
    "thomas_id": "01900", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-11", 
  "subjects": [
    "Administrative remedies", 
    "Canada", 
    "Competitiveness, trade promotion, trade deficits", 
    "Economic performance and conditions", 
    "Energy efficiency and conservation", 
    "Environmental health", 
    "Foreign trade and international finance", 
    "Free trade and trade barriers", 
    "Hazardous wastes and toxic substances", 
    "Industrial policy and productivity", 
    "Labor standards", 
    "Latin America", 
    "Manufacturing", 
    "Mexico", 
    "Tariffs", 
    "Trade agreements and negotiations", 
    "Wages and earnings", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Foreign trade and international finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-11", 
    "text": "Level the Playing Field in Global Trade Act of 2013 - Expresses the sense of Congress that: (1) U.S. antidumping and countervailing duty laws provide targeted, effective relief against unfair trade practices and must be protected and enhanced; and (2) the failure to include within antidumping duty calculations the real costs of inadequate wages and insufficient workplace safety conditions and environmental controls has a substantial negative effect on U.S. manufacturing and the U.S. economy and fails to support efforts to improve conditions for working families and the environment in the United States and around the world.\n\nAmends the Tariff Act of 1930 with respect to a fair comparison, for purposes of an antidumping investigation or review, between the actual or constructed export price of subject merchandise and its normal value. Requires an increase in the normal value price determination by the difference, if any, between the actual cost of producing the merchandise and the estimated cost of producing that merchandise if the producer paid its employees adequate wages and maintained sustainable production methods.\n\nRequires the administering authority, at the request of an exporter or producer of subject merchandise, to reduce the amount of that increase (credit) by an amount that reflects the extent to which the merchandise was produced under conditions under which all employees receive adequate wages and sustainable production methods are maintained.\n\nAuthorizes an exporter or producer seeking to import merchandise into the United States to request the administering authority to issue a precertification that the merchandise is eligible for credits before an investigation is initiated.\n\nAllows the administering authority to issue a precertification for all merchandise imported from a country if that country's government maintains and enforces laws requiring all producers of such merchandise in that country to pay its employees adequate wages and to maintain sustainable production methods.\n\nAuthorizes the administering authority, the Secretary of Labor, and the Administrator of the Environmental Protection Agency (EPA) to establish jointly procedures pursuant to which obtaining certification from an independent, third-party, standards-setting organization may demonstrate the eligibility for a precertification of an exporter or producer or of a country."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Level the Playing Field in Global Trade Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Tariff Act of 1930 to include in the calculation of normal value the cost of paying adequate wages and maintaining sustainable production methods, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:03-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1801:@@@L&summ2=m&"
}