{
  "actions": [
    {
      "acted_at": "2014-05-12", 
      "references": [
        {
          "reference": "CR S2912-2913", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-05-12", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2317-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-12", 
  "number": "2317", 
  "official_title": "A bill to restrict confidentiality agreements that prohibit the disclosure of information relating to hazards to public safety or health, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Safety Over Secrecy Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Whitehouse, Sheldon", 
    "state": "RI", 
    "thomas_id": "01823", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-12", 
  "subjects": [
    "Civil actions and liability", 
    "Evidence and witnesses", 
    "Hazardous wastes and toxic substances", 
    "Law"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-12", 
    "text": "Safety Over Secrecy Act of 2014 - Amends the federal judicial code to prohibit courts, except when balancing confidentiality interests against public awareness interests in response to a party's motion, from approving or ordering the enforcement of any provision of a settlement agreement in a civil suit if: (1) a pleading in the suit alleges facts relevant to protecting the public from a hazard to public safety or health; and (2) the provision prohibits a party from disclosing settlement terms (other than the amount of any money paid under the settlement) or from discussing the suit, evidence produced in the suit, or the hazard to public safety or health.\n\nDefines \"hazard to public safety or health\" as an activity, substance, or condition that has a potential to cause harm to the health or safety of the public.\n\nAuthorizes a court, upon a motion by a party to the settlement agreement, to approve or order enforcement of such a provision if: (1) the public interest in disclosure of facts relevant to protecting the public is outweighed by a specific and substantial interest in maintaining the confidentiality of the information or records, and (2) the requested order is no broader than necessary to protect such confidentiality.\n\nEstablishes a rebuttable presumption that the interest in protecting financial, medical, or other similar personal information relating to an identifiable individual outweighs the public interest in disclosure. Permits courts to redact language to accommodate personal privacy and public awareness.\n\nProhibits courts from approving or ordering the enforcement of a settlement agreement provision in a civil suit that includes allegations concerning public safety and health hazards if the provision restricts a party from disclosing such information to a federal or state agency with law enforcement or regulatory authority over related activity. Requires facts disclosed to a federal or state agency to be protected as confidential under any other laws, regulations, or agreements."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Safety Over Secrecy Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to restrict confidentiality agreements that prohibit the disclosure of information relating to hazards to public safety or health, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2317:@@@L&summ2=m&"
}