{
  "actions": [
    {
      "acted_at": "2014-07-31", 
      "references": [], 
      "text": "Select Committee on Intelligence. Original measure reported to Senate by Senator Feinstein. With written report No. 113-233. Additional views filed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-31", 
      "calendar": "Senate Legislative", 
      "number": "519", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 519.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2741-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Intelligence (Select)", 
      "committee_id": "SLIN"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-31", 
  "number": "2741", 
  "official_title": "An original bill to authorize appropriations for fiscal year 2015 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3381-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3779-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4661-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4681-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Intelligence Authorization Act for Fiscal Year 2015", 
  "sponsor": {
    "district": null, 
    "name": "Feinstein, Dianne", 
    "state": "CA", 
    "thomas_id": "01332", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-07-31", 
  "subjects": [
    "Alliances", 
    "Armed forces and national security", 
    "Asia", 
    "Central Intelligence Agency (CIA)", 
    "Coast guard", 
    "Computer security and identity theft", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Defense spending", 
    "Department of Defense", 
    "Department of Energy", 
    "Department of Homeland Security", 
    "Department of Justice", 
    "Department of State", 
    "Department of the Treasury", 
    "Detention of persons", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Director of National Intelligence", 
    "Drug Enforcement Administration (DEA)", 
    "Drug trafficking and controlled substances", 
    "Europe", 
    "Executive agency funding and structure", 
    "Federal Bureau of Investigation (FBI)", 
    "Foreign aid and international relief", 
    "Government employee pay, benefits, personnel management", 
    "Government ethics and transparency, public corruption", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Homeland security", 
    "Human rights", 
    "Intelligence activities, surveillance, classified information", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Law enforcement administration and funding", 
    "Military assistance, sales, and agreements", 
    "Military personnel and dependents", 
    "North Korea", 
    "Protest and dissent", 
    "Research and development", 
    "Russia", 
    "Telephone and wireless communication", 
    "Ukraine"
  ], 
  "subjects_top_term": "Armed forces and national security", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2014-07-31", 
    "text": "Intelligence Authorization Act for Fiscal Year 2015 - Title I: Intelligence Activities - (Sec. 101) Authorizes FY2015 appropriations for the conduct of intelligence and intelligence-related activities of the: (1) Office of the Director of National Intelligence (DNI); (2) Central Intelligence Agency (CIA); (3) Department of Defense (DOD); (4) Defense Intelligence Agency (DIA); (5) National Security Agency (NSA); (6) Departments of the Army, Navy, and Air Force; (7) Coast Guard; (8) Departments of State, the Treasury, Energy (DOE), and Justice (DOJ); (9) Federal Bureau of Investigation (FBI); (10) Drug Enforcement Administration (DEA); (11) National Reconnaissance Office; (12) National Geospatial-Intelligence Agency; and (13) Department of Homeland Security (DHS).\n\n(Sec. 102) Specifies that the amounts authorized and the authorized personnel ceilings as of September 30, 2015, for such activities are those in the classified Schedule of Authorizations, which shall be made available to the congressional appropriations committees and the President.\n\n(Sec. 103) Allows the DNI to authorize employment of civilian personnel in excess of the number authorized for FY2015 when necessary for the performance of important intelligence functions. Requires notification to the intelligence committees on the use of such authority.\n\nRequires the DNI to establish guidelines to govern the treatment under such authorized personnel levels of employment or assignment in: (1) a student or trainee program; (2) a reserve corps or as a reemployed annuitant; or (3) details, joint duty, or long term, full-time training.\n\n(Sec. 104) Authorizes appropriations for the Intelligence Community Management Account for FY2015, as well as for personnel positions for elements within such Account.\n\nTitle II: Central Intelligence Agency Retirement and Disability System - (Sec. 201) Authorizes appropriations for FY2015 for the Central Intelligence Agency Retirement and Disability Fund.\n\nTitle III: General Provisions - Subtitle A: General Matters - (Sec. 301) Permits appropriations authorized by this Act for salary, pay, retirement, and other benefits for federal employees to be increased by such additional or supplemental amounts as necessary for increases in such compensation or benefits authorized by law.\n\n(Sec. 302) Prohibits the authorization of appropriations by this Act from being deemed to constitute authority to conduct any intelligence activity not otherwise authorized by the Constitution or laws of the United States.\n\n(Sec. 303) Amends the National Security Act of 1947 to require the DNI to conduct a quadrennial intelligence strategic review that delineates a national intelligence strategy addressing capabilities, structure, policies, infrastructure, budget plans, and other aspects of U.S. intelligence activities to meet national security objectives for the next 10 years. Requires consultation with federal agencies; each element of the intelligence community; state, local, and tribal governments; Congress; private sector representatives; and academics. Directs the DNI to submit a report to Congress regarding each review.\n\n(Sec. 304) Requires the DNI to prepare a plan for management of the elements of the intelligence community that carry out financial intelligence activities.\n\n(Sec. 305) Directs the DNI to submit to Congress a strategic plan for applying private sector best practices for employee access and monitoring systems to certain positions within the intelligence community in accordance with privacy and civil liberties protections. Requires such plan to assess the feasibility of implementing private sector: (1) hiring and human resources best practices to screen applicants for positions involving trusted access to sensitive information; (2) policies for holding supervisors and subordinates accountable for violations of established security protocols; (3) mandatory leave policies; and (4) risk indices, such as credit risk scores, to make determinations about employee access to sensitive information.\n\n(Sec. 306) Requires each element of the intelligence community to adopt Attorney General-approved procedures to prohibit retention for a period in excess of five years of nonpublic telephone or electronic communications to or from a U.S. person that are acquired without a court order and without the consent of a person who is a party to the communication (including communications in electronic storage) unless:\n\n the communication constitutes, or is necessary to understand or assess, foreign intelligence or counterintelligence; the communication constitutes evidence of a crime and is retained by a law enforcement agency; the communication is enciphered or reasonably believed to have a secret meaning; all parties to the communication are reasonably believed to be non-U.S. persons; retention is necessary to protect against an imminent threat to human life (in which case the information must be reported to Congress within 30 days of the date such retention is extended) or for technical assurance or compliance purposes (in which case the information must be reported to Congress annually); or the head of an element of the intelligence community approves retention for a period in excess of five years if necessary to protect U.S. national security. Requires the head of an element approving retention in excess of five years for national security purposes to certify to Congress: (1) the reasons extended retention is necessary to protect U.S. national security, (2) the duration of the retention, (3) the particular information to be retained, and (4) the measures being taken to protect the privacy interests of U.S. persons or persons located inside the United States.\n\n(Sec. 307) Requires the DNI to report to Congress regarding the feasibility of consolidating classified cyber threat indicator and malware sample databases in the intelligence community.\n\n(Sec. 308) Expresses the sense of Congress that: (1) cooperation between the intelligence and law enforcement agencies of the United States and Ukraine should be increased to improve cybersecurity policies; and (2) the United States should improve extradition procedures among the governments of the United States, Ukraine, and other countries from which cybercriminals target U.S. citizens and entities.\n\nExpresses further that the President should:\n\n initiate U.S.-Ukraine bilateral talks on cybersecurity threat and cybercrime cooperation, with additional multilateral talks that include other law enforcement partners such as Europol and Interpol; work to obtain a commitment from Ukraine to end the practice of ignoring cybercrime directed at persons outside Ukraine and to work with the United States and other allies to deter and convict known cybercriminals; establish a capacity building program with Ukraine, which could include joint intelligence efforts, U.S. law enforcement agents being sent to Ukraine to aid investigations, and agreements to connect U.S. and Ukrainian law enforcement agencies through communications networks and hotlines; and maintain a scorecard with metrics to measure Ukraine's responses to U.S. requests for intelligence or law enforcement assistance. (Sec. 309) Requires the Secretary of State to ensure that every supervisory position at a U.S. diplomatic facility in the Russian Federation is occupied by a U.S. citizen who has passed, and is subject to, a thorough background check. Directs the Secretary to submit to Congress a plan to further reduce the reliance on locally employed staff in such facilities.\n\n(Sec. 310) Requires restricted access space to be included in each U.S. diplomatic facility that, after enactment of this Act, is constructed in, or undergoes a construction upgrade in, the Russian Federation, any country that shares a land border with the Russian Federation, or any country that is a former member of the Soviet Union.\n\nSubtitle B: Reporting - (Sec. 311) Directs the DNI to report to Congress regarding proposals to improve: (1) the declassification process throughout the intelligence community, and (2) the National Declassification Center.\n\n(Sec. 312) Requires the DNI to report to Congress regarding the status and effectiveness of efforts to reduce administrative costs for the intelligence community.\n\n(Sec. 313) Directs the DNI to report annually to Congress regarding violations of law or executive orders by personnel of an element of the intelligence community that were identified during the previous calendar year. Requires each report to describe, and to include any action taken in response to, any such violation committed in the course of employment that was: (1) determined by the director, head, or general counsel of any element of the intelligence community to have occurred; (2) referred to the DOJ for possible criminal prosecution; or (3) substantiated by the inspector general of any element of the intelligence community.\n\n(Sec. 314) Requires the DHS Under Secretary for Intelligence and Analysis to report to Congress regarding: (1) the intelligence activity of DHS intelligence components each fiscal year, (2) the advisability of including the budget request for all intelligence activities of each component that predominantly supports departmental missions in the Homeland Security Intelligence Program, and (3) a plan to enhance the coordination of department-wide intelligence activities to achieve greater efficiencies in the performance of DHS intelligence functions.\n\n(Sec. 315) Expresses the sense of Congress that the President, working with the North Atlantic Treaty Organization (NATO), should provide the government and armed forces of Ukraine with intelligence sharing support.\n\nDirects the DNI and the DOD Secretary to report to Congress every 180 days with an assessment of U.S. intelligence sharing with Ukraine.\n\n(Sec. 316) Directs the DNI to report to Congress regarding political prison camps in North Korea. Requires such report to describe U.S. actions to support implementation of the recommendations of the U.N. Commission of Inquiry on Human Rights in the Democratic People's Republic of Korea, including the eventual establishment of a tribunal to hold individuals accountable for abuses."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Intelligence Authorization Act for Fiscal Year 2015", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Intelligence Authorization Act for Fiscal Year 2015", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to authorize appropriations for fiscal year 2015 for intelligence and intelligence-related activities of the United States Government, the Community Management Account, and the Central Intelligence Agency Retirement and Disability System, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:51:11-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2741:@@@L&summ2=m&"
}