{
  "actions": [
    {
      "acted_at": "2014-01-27", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, and the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-27", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-27", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-27", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-07", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-20", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on the Constitution and Civil Justice.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3932-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Constitution and Civil Justice", 
      "subcommittee_id": "10"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-27", 
  "number": "3932", 
  "official_title": "To prohibit taxpayer funded abortions.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr7-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3279-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s142-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s946-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1848-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2014", 
  "sponsor": {
    "district": "7", 
    "name": "Blackburn, Marsha", 
    "state": "TN", 
    "thomas_id": "01748", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-27", 
  "subjects": [
    "Abortion", 
    "Appropriations", 
    "Civil rights and liberties, minority issues", 
    "Comprehensive health care", 
    "Consumer affairs", 
    "Employee benefits and pensions", 
    "Government buildings, facilities, and property", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health facilities and institutions", 
    "Health programs administration and funding", 
    "Income tax credits", 
    "Small business"
  ], 
  "subjects_top_term": "Civil rights and liberties, minority issues", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-27", 
    "text": "No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2014 - Prohibits the expenditure of funds authorized or appropriated by federal law or funds in any trust fund to which funds are authorized or appropriated by federal law (federal funds) for any abortion. (Currently, federal funds cannot be used for abortion services, except in cases involving rape, incest, or life endangerment.)\n\nProhibits federal funds from being used for any health benefits coverage that includes coverage of abortion (thus making permanent existing federal policies).\n\nProhibits the inclusion of abortion in any health care service furnished by a federal or District of Columbia health care facility or by any physician or other individual employed by the federal government or the District.\n\nExcludes an abortion from such prohibitions if: (1) the pregnancy is the result of rape or incest; or (2) the woman suffers from a physical disorder, injury, or illness, including a life-endangering physical condition caused by or arising from the pregnancy itself, that would place her in danger of death unless an abortion is performed, as certified by a physician.\n\nApplies such prohibitions to District of Columbia funds.\n\nAmends the Internal Revenue Code to exclude from the definition of \"qualified health plan\" after December 31, 2014, for purposes of the refundable tax credit for premium assistance for such plans, any plan that includes coverage for abortion.\n\nExcludes from the definition of \"qualified health plan,\" for purposes of the tax credit for small employer health insurance expenses, any health plan that includes coverage for abortions.\n\nExempts from the application of such tax provisions: (1) abortions for pregnancies resulting from rape or incest or in cases where a woman suffers from a physical disorder, injury, or illness that would, as certified by a physician, endanger her life if an abortion were not performed; and (2) the treatment of any infection, injury, disease, or disorder that was caused by or exacerbated by the performance of an abortion.\n\n Requires the Director of the Office of Personnel Management (OPM), when entering into contracts for health insurance, to ensure that no multi-state qualified health plan offered in a state health care exchange provides health benefits coverage for which the expenditure of federal funds is prohibited under this Act.\n\n Amends the Patient Protection and Affordable Care Act, with respect to notice provided to health plan enrollees, to require:\n\n disclosure at the time of enrollment of the extent of coverage of abortion services for which the expenditure of public funds is either prohibited or allowed; prominent display in marketing or advertising materials, comparison tools, or summary of benefits and coverage explanation made available by the issuer of the plan, by an exchange, or by the Secretary of Health and Human Services (HHS), including information made available through an Internet portal or an exchange; and separate disclosure and identification, in the case of a health plan that includes coverage of abortion services for which public funding is prohibited, and where the premium is disclosed, of the separate payment collected by the plan issuer equal to the actuarial value of such coverage."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "No Taxpayer Funding for Abortion and Abortion Insurance Full Disclosure Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To prohibit taxpayer funded abortions.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3932:@@@L&summ2=m&"
}