{
  "actions": [
    {
      "acted_at": "2013-05-16", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSJU"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on the Judiciary. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-12", 
      "committees": [
        "SSJU"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2013-11-06", 
      "committee": "the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy with an amendment in the nature of a substitute. With written report No. 113-118. Additional and Minority views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2013-11-06", 
      "calendar": "Senate Legislative", 
      "number": "238", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 238.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s987-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2013-06-03", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baucus, Max", 
      "sponsored_at": "2013-05-21", 
      "state": "MT", 
      "thomas_id": "00066", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Bennet, Michael F.", 
      "sponsored_at": "2013-05-21", 
      "state": "CO", 
      "thomas_id": "01965", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2013-06-03", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blunt, Roy", 
      "sponsored_at": "2013-06-03", 
      "state": "MO", 
      "thomas_id": "01464", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2013-05-21", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cantwell, Maria", 
      "sponsored_at": "2013-05-21", 
      "state": "WA", 
      "thomas_id": "00172", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2014-02-24", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2013-07-25", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2013-06-10", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Graham, Lindsey", 
      "sponsored_at": "2013-05-16", 
      "state": "SC", 
      "thomas_id": "00452", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Harkin, Tom", 
      "sponsored_at": "2013-05-21", 
      "state": "IA", 
      "thomas_id": "00501", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2013-07-25", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Isakson, Johnny", 
      "sponsored_at": "2013-05-22", 
      "state": "GA", 
      "thomas_id": "01608", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Johnson, Tim", 
      "sponsored_at": "2014-07-31", 
      "state": "SD", 
      "thomas_id": "00604", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Klobuchar, Amy", 
      "sponsored_at": "2013-05-21", 
      "state": "MN", 
      "thomas_id": "01826", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Leahy, Patrick J.", 
      "sponsored_at": "2013-09-12", 
      "state": "VT", 
      "thomas_id": "01383", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Markey, Edward J.", 
      "sponsored_at": "2014-02-11", 
      "state": "MA", 
      "thomas_id": "00735", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCaskill, Claire", 
      "sponsored_at": "2013-07-17", 
      "state": "MO", 
      "thomas_id": "01820", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Merkley, Jeff", 
      "sponsored_at": "2014-03-13", 
      "state": "OR", 
      "thomas_id": "01900", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2013-05-21", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Sanders, Bernard", 
      "sponsored_at": "2014-06-17", 
      "state": "VT", 
      "thomas_id": "01010", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Stabenow, Debbie", 
      "sponsored_at": "2014-07-09", 
      "state": "MI", 
      "thomas_id": "01531", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Tester, Jon", 
      "sponsored_at": "2013-05-21", 
      "state": "MT", 
      "thomas_id": "01829", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Mark", 
      "sponsored_at": "2014-07-29", 
      "state": "CO", 
      "thomas_id": "01595", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2013-05-21", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2014-03-13", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2013-05-22", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": "2013-09-30"
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-08-01", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-16", 
  "number": "987", 
  "official_title": "A bill to maintain the free flow of information to the public by providing conditions for the federally compelled disclosure of information by certain persons connected with the news media.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1962-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Free Flow of Information Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Schumer, Charles E.", 
    "state": "NY", 
    "thomas_id": "01036", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-09-12", 
  "subjects": [
    "Art, artists, authorship", 
    "Business records", 
    "Congressional oversight", 
    "Criminal investigation, prosecution, interrogation", 
    "Evidence and witnesses", 
    "First Amendment rights", 
    "Government studies and investigations", 
    "Internet and video services", 
    "Judicial review and appeals", 
    "Law", 
    "News media and reporting", 
    "Terrorism"
  ], 
  "subjects_top_term": "Law", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2013-11-06", 
    "text": "Free Flow of Information Act of 2013 - (Sec. 2) Prohibits a federal entity (an entity or employee of the judicial or executive branch or an administrative agency of the federal government with the power to issue a subpoena or other compulsory process), in any proceeding or in connection with any issue arising under federal law, from compelling a covered journalist to disclose protected information, unless a U.S. judge in the jurisdiction where the compulsory process has been or would be issued determines, after providing notice and an opportunity for the journalist to be heard, that all reasonable alternative sources have been exhausted and that separate specified conditions have been met depending on whether the matter is a criminal investigation or prosecution. (Thus, establishes a qualified privilege for journalists to withhold confidential information unless a judge makes a determination to compel disclosure under conditions that apply differently in criminal and civil matters.)\n\nDefines a \"covered journalist\" as a person who:\n\n is, or on the date on which the protected information sought was obtained or created by the person asserting protection, was an employee, independent contractor, or agent of an entity or service that disseminates news or information by various means (newspaper; nonfiction book; wire service; news agency; news website, mobile application or other news or information service; news program; magazine or other periodical; or through television or radio broadcast, multichannel video programming distributor, or motion picture for public showing) and who, with the primary intent to investigate events and procure material to disseminate news to the public, engages, or as of the relevant date, engaged in the regular gathering, preparation, collection, photographing, recording, writing, editing, reporting, or publishing on such matters through specified methods; or at the inception of the process of gathering the news or information sought, had the primary intent to investigate issues or events and procure material in order to disseminate news to the public and regularly conducted interviews, reviewed documents, captured images of events, or directly observed events, and either: (1) would have been included as a member of specified news or information services for any continuous 1-year period within the 20 years prior to the relevant date or any continuous 3-month period within the 5 years prior to the relevant date; (2) had substantially contributed, as an author, editor, photographer, or producer, to a significant number of articles, stories, programs, or publications within 5 years prior to the relevant date; or (3) was a student participating in a journalistic medium at an institution of higher education on the relevant date. Provides for supervisors, editors, employers, parent companies, subsidiaries, or affiliates of such persons to be treated as covered journalists.\n\nAuthorizes a U.S. judge to provide the protections of this Act to a person who does not meet the definition of a covered journalist if such protections would be in the interest of justice and necessary to protect lawful and legitimate news-gathering activities.\n\nExcludes from the definition of a \"covered journalist\": (1) any person or entity whose principal function is to publish primary source documents that have been disclosed to such person or entity without authorization; and (2) specified foreign powers or agents of foreign powers, members or affiliates of foreign terrorist organizations, specially designated global terrorists, and other terrorist organizations or people reasonably likely to commit, attempt, or provide support for terrorism.\n\nDefines \"protected information\" as:\n\n information identifying a source who provided information under a promise or agreement of confidentiality made by a covered journalist as part of engaging in journalism; or any records, contents of a communication, documents, or information that a covered journalist obtained or created as part of engaging in journalism and upon a promise or agreement of confidentiality. Requires, as a prerequisite for compelled disclosure in a criminal investigation or prosecution, a determination by the judge that:\n\n if the party seeking to compel disclosure is the federal government, based on public information or information obtained from a source other than the covered journalist, there are reasonable grounds to believe a crime has occurred; based on such public or source information, the protected information is essential to the investigation or prosecution or to the defense against the prosecution; the Attorney General certifies that the decision to request compelled disclosure was consistent with federal regulations, if compelled disclosure is sought by a member of the Department of Justice (DOJ) in circumstances governed by regulations specifying DOJ policy with respect to the news media; and the covered journalist has not established by clear and convincing evidence that disclosure would be contrary to public interest, including the interest in gathering and disseminating information or news as well as maintaining the free flow of information and the public interest in compelling disclosure, including the extent of any harm to national security. Requires, in matters other than criminal investigations or prosecutions, based on public information or information obtained from a source other than the covered journalist, a determination by the judge that:\n\n the protected information sought is essential to the resolution of the matter, and the party seeking to compel disclosure establishes that the interest in compelling disclosure clearly outweighs the public interest in gathering and disseminating the information or news at issue and maintaining the free flow of information. Prohibits such compelled disclosure conditions from precluding: (1) warrant requirements for certain communications under the Electronic Communications Privacy Act, or (2) search and seizure procedures set forth in the Federal Rules of Criminal Procedure.\n\n(Sec. 3) Provides an exception from such judicial determination requirements, and thereby makes the qualified privilege inapplicable, for compelled disclosures of information or items obtained as the result of the eyewitness observations of, or obtained during the course of, alleged criminal conduct by the covered journalist , including any physical evidence or visual or audio recording of the conduct.\n\nProhibits such exception from applying, and instead requires the appropriate judicial determinations for compelled disclosure, subject to other specified exceptions, if the alleged criminal conduct is the act of communicating the documents or information at issue (thereby preempting certain provisions of Privacy Protection Act of 1980 relating to the seizure of materials when there is probable cause to believe that a member of the media has committed a crime by receiving, possessing, or communicating national defense or classified information).\n\n(Sec. 4) Provides an additional exception from judicial determination requirements, and thereby makes the qualified privilege inapplicable, for compelled disclosures of protected information that is reasonably necessary to stop, prevent, or mitigate a specific case of death, kidnapping, substantial bodily harm, certain offenses against minors, or the incapacitation or destruction of critical infrastructure.\n\n(Sec. 5) Sets forth a separate framework of judicial findings for a court to make under a preponderance of the evidence standard to compel disclosure of protected information sought by the federal government in criminal investigations or prosecutions involving an act of terrorism or other acts that have caused, or are reasonably likely to cause, significant and articulable harm to national security, including a standard designated specifically for matters involving an alleged unlawful disclosure of properly classified information.\n\nDirects federal courts, in determining what constitutes harm to national security, to give appropriate deference to a specific factual showing submitted by the head of any executive branch agency concerned.\n\nProhibits such compelled disclosure based solely on the potential for a subsequent unlawful disclosure by the source sought to be identified without any showing of additional facts beyond such potential disclosure.\n\n(Sec. 6) Requires the compelled disclosure standards and exemptions under this Act to apply in the same manner when information from the account of a person known to be, or reasonably likely to be, a covered journalist is sought from a covered service provider. Provides an exception from certain compelled disclosure requirements with respect to service providers when the Federal Bureau of Investigation (FBI) requests telephone toll and electronic communications transactional records for counterintelligence purposes, thereby enabling such disclosure to be compelled without reasonable grounds to believe that a crime has occurred and without a certification from the Attorney General.\n\nDefines \"covered service provider\" as:\n\n any person that transmits information of the customer's choosing by electronic means; a telecommunications carrier, information service, interactive computer service, or information content provider under the Communications Act of 1934; a remote computing or electronic communications service; or any commercial entity that maintains records related to a covered journalist. Requires a covered journalist to be given notice, and an opportunity to be heard, before a judge may compel disclosure from such service providers.\n\nPermits notice requirements to be delayed if the judge determines by clear and convincing evidence that such notice would: (1) pose a clear and substantial threat to the integrity of a criminal investigation, (2) risk grave harm to national security, or (3) present an imminent risk of death or serious bodily harm.\n\nSpecifies that a substantial threat to the integrity of a criminal investigation exists when the target of the investigation may learn of the investigation and destroy evidence if notice is provided.\n\nAllows the court to extend the delay of notice under specified circumstances.\n\n(Sec. 7) Prohibits this Act from superseding, diluting, or precluding any law or court decision addressing compelled disclosure by a covered journalist or service provider of: (1) information identifying a source who provided information without a promise or agreement of confidentiality made by the covered journalist as part of engaging in journalism; or (2) records, other information, or contents of a communication obtained without a promise or agreement of confidentiality.\n\n(Sec. 8) Allows a judge to: (1) receive and consider submissions from the parties in camera or under seal and, if necessary, ex parte; and (2) find a journalist to be in civil or criminal contempt for a failure to comply with an order compelling disclosure of protected information.\n\nRequires courts of appeal to provide an expedited appeal process.\n\n(Sec. 9) Prohibits this Act from being construed to: (1) preempt any law or claim relating to defamation, slander, or libel; (2) modify privacy requirements relating to a federal agency's disclosure of records pertaining to individuals; (3) modify certain grand jury secrecy rules; (4) create new obligations or affect the authorities of federal entities with respect to the acquisition or dissemination of information under the Foreign Intelligence Surveillance Act of 1978 (FISA); or (5) preclude voluntary disclosure of information to a federal entity in a situation not governed by this Act.\n\n(Sec. 10) Directs the DOJ Inspector General to conduct an audit of the use of this Act through December 31, 2016, and to report to Congress regarding its examination of: (1) each instance in which a court failed to compel the disclosure of protected information, and (2) whether any procedural impediments have had a detrimental operational impact on the activities of the FBI. Permits the Attorney General and the Director of National Intelligence (DNI) to provide comments to be included in such report."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Free Flow of Information Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Free Flow of Information Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to maintain the free flow of information to the public by providing conditions for the federally compelled disclosure of information by certain persons connected with the news media.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:48-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN987:@@@L&summ2=m&"
}