{
  "actions": [
    {
      "acted_at": "2014-07-24", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2662-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2014-07-24", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-24", 
  "number": "2662", 
  "official_title": "A bill to promote and expand the application of telehealth under Medicare and other Federal health care programs, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3306-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Telehealth Enhancement Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Cochran, Thad", 
    "state": "MS", 
    "thomas_id": "00213", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-07-24", 
  "subjects": [
    "Administrative remedies", 
    "Broadcasting, cable, digital technologies", 
    "Computers and information technology", 
    "Department of Health and Human Services", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health technology, devices, supplies", 
    "Home and outpatient care", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medicare"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-07-24", 
    "text": "Telehealth Enhancement Act of 2014 - Amends title XVIII (Medicare) of the Social Security Act (SSA) to direct the Secretary of Health and Human Services (HHS), in order to provide a positive incentive for certain hospitals to lower their excess readmission ratios for inpatient services, to make an additional payment to a hospital in such proportion that provides for a sharing of the savings from better-than-expected performance between the hospital and the Medicare program.\n\nAuthorizes the Secretary, in the case of a state that has amended its Medicaid plan to provide coordinated care through a health home for individuals with chronic conditions, to contract with the state medical assistance agency to serve eligible individuals with chronic conditions who select a designated provider, a team of health care professionals operating with such a provider, or a health team as the individual's health home.\n\nAuthorizes the Secretary to contract with a national or multi-state regional center of excellence with a network of affiliated local providers to provide through one or more medical homes for targeted, accessible, continuous, and coordinated care to individuals under Medicare and Medicaid with a long-term illness or medical condition that requires regular medical treatment, advising, and monitoring.\n\nAuthorizes an Accountable Care Organization (ACO) to include coverage of telehealth and remote patient monitoring services as supplemental health care benefits to the same extent as a Medicare Advantage plan is permitted to provide such coverage of such services as supplemental health care.\n\nRecognizes telehealth services and remote patient monitoring in the national pilot program on payment bundling.\n\nIncludes among originating sites (at which an eligible telehealth individual is located at the time a service is furnished via a telecommunications system), but without receiving payment of a facility fee, any critical access hospitals, sole community hospitals, home telehealth sites, as well as specified others.\n\nAmends SSA title XIX (Medicaid) to give states the option to provide coordinated care for enrollees with high-risk pregnancies and births.\n\nAmends the Communications Act of 1934 to specify additional health care providers to which universal telecommunications service support must be provided.\n\nRequires Federal Communications Commission (FCC) rules for enhancing health care provider access to advanced telecommunications and information services to disregard provider location."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Telehealth Enhancement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to promote and expand the application of telehealth under Medicare and other Federal health care programs, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:24-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2662:@@@L&summ2=m&"
}