{
  "actions": [
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Baucus. Without written report.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-19", 
      "calendar": "Senate Legislative", 
      "number": "280", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 280.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-01-16", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "By Senator Baucus from Committee on Finance filed written report. Report No. 113-135.", 
      "type": "action"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1871-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-01-16", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-19", 
  "number": "1871", 
  "official_title": "An original bill to amend title XVIII of the Social Security Act to repeal the Medicare sustainable growth rate formula and to improve beneficiary access under the Medicare program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2305-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2810-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2867-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2969-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4015-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4209-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4543-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1123-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1318-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1405-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2000-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2110-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2122-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2157-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "SGR Repeal and Medicare Beneficiary Access Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Administrative remedies", 
    "Advisory bodies", 
    "Aging", 
    "Cancer", 
    "Child health", 
    "Congressional oversight", 
    "Crime victims", 
    "Crimes against children", 
    "Criminal investigation, prosecution, interrogation", 
    "Debt collection", 
    "Digestive and metabolic diseases", 
    "Disability and paralysis", 
    "Emergency medical services and trauma care", 
    "Fraud offenses and financial crimes", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Health", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Health care quality", 
    "Health facilities and institutions", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Health technology, devices, supplies", 
    "Hearing, speech, and vision care", 
    "Home and outpatient care", 
    "Hospital care", 
    "Human trafficking", 
    "Licensing and registrations", 
    "Long-term, rehabilitative, and terminal care", 
    "Medicaid", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Mental health", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Rural conditions and development", 
    "Sex and reproductive health", 
    "Sex offenses", 
    "Surgery and anesthesia", 
    "Women's health"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2013-12-19", 
    "text": "SGR Repeal and Medicare Beneficiary Access Act of 2013 - Title I: Medicare Payment for Physicians' Services - (Sec. 101) Amends title XVIII (Medicare) of the Social Security Act (SSA) to: (1) end and remove sustainable growth rate (SGR) methodology from the determination of annual conversion factors in the formula for payment for physicians' services; (2) freeze the update to the single conversion factor at 0.00% for 2014 through 2023, and (3) establish an update of 2% for health professionals participating in alternative payment models (APMs) and an update of 1% for all other health professionals after 2023.\n\nDirects the Medicare Payment Advisory Commission (MEDPAC) to report to Congress on the relationship between: (1) physician and other health professional utilization and expenditures (and their rate of increase) of items and services for which Medicare payment is made, and (2) total utilization and expenditures (and their rate of increase) under Medicare parts A (Hospital Insurance), B (Supplementary Medical Insurance), and D (Voluntary Prescription Drug Benefit Program).\n\nRevises and consolidates components of the three specified existing performance incentive programs into a value-based performance (VBP) incentive program the Secretary of Health and Human Services (HHS) is directed to establish, under which VBP eligible professionals (excluding most APM participants) receive annual payment increases or decreases based on their performance. Applies such VBP program only to payments for items and services furnished on or after January 1, 2017.\n\nLimits VBP eligible professionals to physicians, physician assistants, nurse practitioners, clinical nurse specialists, certified registered nurse anesthetists, and, for the third and succeeding years of the VBP program, other eligible professionals as specified by the Secretary.\n\nExcludes from the ranks of VBP eligible professionals any eligible professional who: (1) is a qualifying APM participant; (2) is a partial qualifying APM participant for the most recent period for which data are available and who, for the performance period with respect to such year, does not report on certain measures and activities required to be reported by a professional under the VBP program; or (3) does not exceed, for the performance period concerned, the low-volume threshold measurement selected by the Secretary.\n\nRequires the Secretary to select as a low-volume threshold measurement either: (1) the minimum number of individuals enrolled under Medicare part B who are treated by the VBP eligible professional for the performance period involved, (2) the minimum number of items and services furnished to such individuals by that professional for the performance period, or (3) the minimum amount of allowed part B charges billed by the professional for the performance period.\n\nRequires the Secretary also to establish and apply a process for assessing the performance of VBP eligible professionals in a group practice (including a voluntary virtual group).\n\nPrescribes measures and activities for each performance category of: (1) quality, (2) resource use, (3) clinical practice improvement activities, and (4) meaningful use of electronic health record (EHR) technology.\n\nRequires the Secretary to establish: (1) performance standards for such measures and activities as well as a performance period (or periods) for each year, and (2) a process under which a VBP eligible professional may seek an informal review of the calculation of his or her VBP program incentive payment adjustment factor.\n\nPrescribes requirements for: (1) funding VBP program incentive payments by reducing the otherwise applicable fee schedule for items and services in order to create a performance funding pool, and (2) devising a VBP program incentive payment adjustment factor for each VBP eligible professional for a year to determine VBP program incentive payment amounts.\n\nDirects the Secretary to enter into contracts or agreements to provide technical assistance to VBP eligible professionals in small practices, practices in health professional shortage areas, medically underserved areas, or practices with low VBP eligible professional composite scores, including technical assistance on how to transition to the implementation of and participation in an APM.\n\nRequires specified incentive payments to be made to eligible APM participants.\n\nRequires the Comptroller General (GAO) to: (1) evaluate the VBP program; (2) compare the similarities and differences in the use of quality measures under the original Medicare fee-for-service programs, the MedicareAdvantage (MA) program under Medicare part C (Medicare+Choice Program), selected state Medicaid programs, and private payer arrangements; and (3) make recommendations on how to reduce the administrative burden involved in applying such quality measures.\n\nDirects GAO also to examine the transition to an APM of professionals in rural areas, health professional shortage areas, or medically underserved areas.\n\nPrescribes requirements for incentive payments for participation in eligible APMs.\n\nRequires the Secretary to study: (1) the application of federal fraud prevention laws to Medicare items and services paid for under APMs; (2) the effect of individuals' socioeconomic status on Medicare quality and resource use outcome measures; and (3) the impact of risk factors, race, health literacy, limited English proficiency (LEP), and patient activation on such quality and resource use outcome measures.\n\n(Sec. 102) Directs the Secretary to develop, and post on the Internet website of the Centers for Medicare & Medicaid Services (CMS), a draft plan for the development of quality measures to assess professionals.\n\nDirects the Secretary to enter into contracts or other arrangements with entities to develop, improve, update, or expand quality measures.\n\n(Sec. 103) Directs the Secretary, in developing physicians' fee schedules, to: (1) establish one or more Health Common Procedures Coding System (HCPCS) codes for chronic care management services for individuals with chronic care needs, (2) make payment for chronic care management services furnished by an applicable provider, and (3) conduct an education and outreach campaign to inform professionals who furnish items and services under Medicare part B and part B enrollees of the benefits of such services and encourage individuals with chronic care needs to receive them.\n\n(Sec. 104) Authorizes the Secretary to: (1) collect and use information on the resources directly or indirectly related to physicians' services in the determination of relative values under the fee schedule; and (2) establish or adjust practice expense relative values using cost, charge, or other data from suppliers or service providers.\n\nRevises and expands factors for identification of potentially misvalued codes. Sets an annual target for relative value adjustments for misvalued services. Phases-in significant relative value unit (RVU) reductions.\n\nDirects the Comptroller General to study the processes used by the Relative Value Scale Update Committee (RUC) in order to make recommendations to the Secretary on relative values for specific services under the Medicare physician fee schedule\n\n(Sec. 105) Directs the Secretary to establish a program to promote the use of appropriate use criteria for: (1) applicable imaging services furnished in a hospital outpatient department (including an emergency department), an ambulatory surgical center, and any other appropriate provider-led outpatient setting by ordering professionals and furnishing professionals; and (2) other part B services.\n\n(Sec. 106) Directs the Secretary to make certain services and charge information about eligible professionals available to the public on Physician Compare.\n\n(Sec. 107) Authorizes qualified entities to use certain available data to develop and participate in quality and patient care improvement activities.\n\nDirects the Secretary to provide Medicare data to qualified clinical data registries to support quality improvement or patient safety.\n\nTitle II: Extensions and Other Provisions - Subtitle A: Medicare Extensions - (Sec. 201) Makes permanent the 1.0 floor on the work geographic index.\n\n(Sec. 202) Terminates the cap on the payment for therapy services.\n\nExtends for one year through December 31, 2014, the threshold for manual medical review of any request for an exception to ordinary payment requirements with respect to expenses that would be incurred for outpatient therapy services.\n\nDirects the Secretary to: (1) implement a new process for the medical review for outpatient therapy services furnished on or after January 1, 2015; and (2) use prior authorization medical review for outpatient therapy services furnished to an individual above one or more HHS-established thresholds, such as a dollar threshold or a threshold based on such factors as the type of outpatient therapy service or setting.\n\nDirects GAO to study the effectiveness of the medical review of outpatient therapy services.\n\nRequires the Secretary to: (1) post on the CMS Internet website a draft list and then an operational list of standardized data elements for individuals receiving outpatient therapy services, (2) develop and implement an electronic system for therapy providers to report such standardised data elements, and (3) report to Congress on the design of a new payment system for outpatient therapy services.\n\n(Sec. 203) Extends add-on payments for ground ambulance and super rural ambulance services an additional five years for services furnished before January 1, 2019.\n\nRequires the Secretary to: (1) develop a data collection system for providers and suppliers of ambulance services, and (2) specify the data collection methodology and dentify the providers and suppliers required to submit such data.\n\nReduces by 5% the ambulance payments for one year for identified providers and suppliers who fail to submit such data.\n\nAuthorizes the Secretary to revise the data collection system.\n\n(Sec. 204) Revises requirements for the Medicare-dependent hospital (MDH) program.\n\n(A Medicare-dependent hospital [MDH] is specifically a subsection [d] hospital which is a Medicare-dependent, small rural hospital. Generally, a subsection [d] hospital is an acute care hospital, particularly one that receives payments under Medicare's inpatient prospective payment system [IPPS] when providing covered inpatient services to eligible beneficiaries.)\n\nMakes permanent the MDH program and the low-volume hospital payment adjustment.\n\nDirects GAO to study: (1) the payor mix of MDHs, how that mix will trend in future years, and whether or not certain requirements should be revised; and (2) the characteristics of such hospitals that meet certain requirements.\n\n(Sec. 205) Revises requirements for the Medicare inpatient hospital payment adjustment for low-volume hospitals.\n\n(Sec. 206) Revises requirements for specialized MA plans for special needs individuals (SNPs).\n\nAuthorizes a specialized MA SNP to restrict the enrollment of individuals under the plan permanently to those who are within one or more classes of special needs individuals.\n\nApplies this restriction to: (1) dual SNPs only through December 31, 2021, and (2) disabling chronic condition SNPs only through December 31, 2018.\n\nDirects the Secretary, acting through the Federal Coordinated Health Care Office (Medicare-Medicaid Coordination Office [MMCO]), to serve as a dedicated point of contact for states to address misalignments that arise with the integration of specialized MA SNPs.\n\nRequires the MMCO to establish: (1) a uniform process for disseminating to state Medicaid agencies (under SSA title XIX [Medicaid]) dual SNP information affecting contracts between them and specialized MA SNPs, and (2) basic resources for states interested in exploring specialized MA SNPs as a platform for integration.\n\nDirects the Secretary to establish procedures unifying the appeals procedures for items and services provided by specialized MA SNPs. Requires the contract of a specialized MA SNP with a state Medicaid agency to require the use of such unified appeals procedures.\n\nRequires a specialized MA dual SNP to integrate all benefits under Medicare and Medicaid and meet the requirements of a fully integrated plan. Specifies administrative penalties for failing to do so.\n\nSets forth requirements pertaining to care management for severe or disabling chronic conditions.\n\nDirects GAO to study how the Secretary could change the MA quality measurement system to allow an accurate comparison of the quality of care provided by specialized MA SNPs, both for individual plans and such plans overall, compared to the quality of care delivered by the original Medicare fee-for-service program and other MA plans across similar populations.\n\nRequires the Secretary to increase the emphasis on a SNP's improvement or decline in performance when determining its star (quality) ratings.\n\n(Sec. 207) Allows extension or renewal for one last year of any reasonable cost reimbursement contract offered by a health maintenance organization or a competitive medical plan (eligible organization) that may no longer be extended or renewed for specified reasons.\tProhibits the organization from enrolling any new enrollees under the contract during that last year.\n\nRequires an eligible organization, before the beginning of a last reasonable cost reimbursement contract year, to notify the Secretary as to whether or not it will apply to have the contract converted over and offered as an MA plan for the following year. Applies to any such contract: (1) deemed enrollment in the MA plan (unless he or she opts out) of an enrollee under the reasonable cost reimbursement contract, and (2) a certain new special rule for quality increases.\n\n(Sec. 208) Directs the Secretary to identify and contract with a private nonprofit entity meeting certain requirements to perform specified duties regarding input on the selections of quality measures.\n\nRevises the duties of the consensus-based entities contracted to perform similar duties with respect to performance measurement. Reduces the term of such a contract from 4 to 3 years. Requires the entity to facilitate increased coordination and alignment between the public and private sector with respect to quality and efficiency measures.\n\nModifies the duties of the Secretary regarding the use of quality and efficiency measures and their endorsement, including funds transfers for FY2014-FY2017.\n\n(Sec. 209) Amends the Medicare Improvements for Patients and Providers Act of 2008 to extend permanently the funding for low-income outreach and assistance activities.\n\nSubtitle B: Medicaid and Other Extensions - (Sec. 211) Amends SSA title XIX to extend the Qualifying Individual (QI) program through December 31, 2018.\n\nRemoves the limitation on the number of beneficiaries who may receive QI assistance due to the capped allocation that states have been required to use in determining which eligible beneficiaries would receive assistance. Repeals such capped allocation as well as other eligibility requirements.\n\nSets the federal medical assistance percentage (FMAP) for the QI program at 100%.\n\n(Sec. 212) Extends the transitional medical assistance (TMA) program through December 31, 2018.\n\nPermits states that expand adult coverage and provide 12-month continuous eligibility under Medicaid and SSA title XXI (Children's Health Insurance) (CHIP) to opt-out of TMA.\n\nGrants states the option to extend 12-month continuous eligibility to certain adult Medicaid enrollees.\n\n(Sec. 213) Extends state authority to opt for \"Express Lane\" child Medicaid eligibility determinations until September 30, 2015.\n\n(Sec. 214) Amends SSA title XI to modify the funding for adult quality measure development to require the Secretary to spend at least $15 million of the $60 million appropriated on pediatric quality measure development instead.\n\nEliminates the limitation (currently to the amount of grants for children's health care services) on the aggregate amount the Secretary must award for grants and contracts for the development, testing, and validation of emerging and innovative evidence-based adult quality measures.\n\n(Sec. 215) Amends the Public Health Service Act (PHSA) to extend funding through FY2019 for: (1) the special diabetes programs for Type I diabetes, and (2) the special diabetes programs for Indians.\n\nSubtitle C: Human Services Extensions - (Sec. 221) Extends the authorization and funding for the Abstinence Education grant program through FY2019.\n\n(Sec. 222) Extends the authorization and funding for the Personal Responsibility Education program (PREP) through FY2019.\n\nExpands PREP's target population to include youth at risk of becoming victims of sex trafficking or victims of a severe form of trafficking in persons.\n\n(Sec. 223) Appropriates $6 million for each of FY2014-FY2018 for the family-to-family health information centers program.\n\nRepeals the program's restriction to the 50 states and the District of Columbia (thus making the territories eligible for it).\n\n(Sec. 224) Makes appropriations for the health workforce demonstration project for low-income individuals under SSA title XX (Block Grants to States for Social Services) for FY2013-FY2016.\n\nSubtitle D: Program Integrity - (Sec. 231) Amends SSA title XVIII (Medicare) to require each Medicare administrative contractor, in order to reduce improper Medicare payments, to establish and have in place an improper payment outreach and education program, of which error rate reduction training is one of the program activities.\n\nRequires the Secretary to provide each Medicare administrative contractor with a complete list of improper payments identified by recovery audit contractors (RACs). Requires the Secretary's annual report to Congress to contain information resulting from appeals of RAC audits.\n\nRequires a RAC demonstration project.\n\n(Sec. 232) Revises requirements for a Medicaid Fraud Control Unit to include a statewide program to investigate and prosecute (or refer for prosecution) complaints of abuse or neglect of: (1) individuals in connection with any aspect of benefits or services provided and the activities of assistance providers in a home- or community-based setting paid for under the state Medicaid plan (or a waiver), and (2) patients residing in board and care facilities.\n\n(Sec. 233) Revises the authority of the HHS Inspector General to receive and retain reimbursement for the costs of conducting fraud and abuse investigations and audits and for monitoring compliance plans. Authorizes the HHS Inspector General to receive and retain 3% of all amounts collected pursuant to civil debt collection actions related to false claims or frauds involving the Medicare or Medicaid program. Requires funds received by the Inspector General to be deposited to the credit of any appropriation available for oversight and enforcement activities.\n\n(Sec. 234) Amends SSA title XVIII part D (Voluntary Prescription Drug Benefit Program) to direct the Secretary, for 2015 and each subsequent plan year, to prohibit prescription drug plan (PDP) sponsors from paying claims for prescription drugs that do not include a valid prescriber National Provider Identifier (NPI).\n\nRequires annual reports to Congress on RACs for 2015 and each subsequent year to describe: (1) the types and financial costs to Medicare of improper payment vulnerabilities identified by RACs, and (2) how the Secretary is addressing such vulnerabilities. Requires such reports also to assess the effectiveness of changes made to payment policies and procedures under Medicare in order to adddress the vulnerabilities identified.\n\nAllows the Secretary to use Medicaid Integrity Program (MIP) funding for equipment, travel, benefits, training and salaries. Allows MIP funding to be used to employ whatever number of staff the Secretary determines necessary to carry out program integrity (PI) initiatives.\n\nRequires the CMS Administrator to have access to the information in the National Directory of New Hires (NDNH) to determine the eligibility of an applicant for, or enrollee in, Medicare or an applicable state health subsidy program.\n\nRequires the Secretary, if the HHS Inspector General (IG) transmits the names and Social Security numbers of individuals, to disclose to the IG any information about them and their employers maintained in the NDNH. Allows the IG to use this information only to determine the eligibility of an applicant for, or enrollee in, Medicare or a state subsidy program or to evaluate program integrity.\n\nApplies the same NDNH information disclosure requirement to the Secretary if a state health subsidy program transmits names, dates of birth, and Social Security numbers of individuals for program eligibility purposes.\n\nRequires the Secretary to: (1) establish a plan to encourage and facilitate the participation of states in the Medicare-Medicaid Match (Medi-Medi) Program, and (2) develop and implement a plan that allows each state agency responsible for administering a state Medicaid program access to relevant data on improper or fraudulent payments made under Medicare for health care items provided to dual eligible individuals.\n\n Subtitle E: Other Provisions - (Sec. 241) Amends SSA title XI (General Provisions) to direct the Secretary to establish the Commission on Improving Patient Directed Health Care to: (1) hold hearings and report to the public on improving patient self-determination in health care decision-making, and (2) report to the public on patient-directed health care.\n\nRequires the President to report to Congress for action after receiving the final Commission recommendations.\n\nAuthorizes appropriations for FY2014-FY2015.\n\n(Sec. 242) Permits cancer hospitals located in the same building or on the same campus as another hospital as of the enactment of this Act to obtain routine inpatient hospital items and services furnished after enactment by the hospital or by others under arrangements with the hospital.\n\n(Sec. 243) Directs the Secretary to provide for the development of one or more Medicare quality measures to communicate accurately the existence and provide for the transfer of patient health information and patient care preferences when an individual transitions from a hospital to return home or move to other post-acute care settings.\n\n(Sec. 244) Directs the Secretary to determine the appropriate criteria for Medicare payment for certain medically necessary inpatient hospital admissions for less than two midnights.\n\n(Sec. 245) Requires the Secretary, in the final rule updating any list of surgical procedures appropriately performed on an inpatient basis in a hospital but which also can be performed safely on an ambulatory basis in an ambulatory surgical center (ASC), to describe the specific safety criteria for not including on that list a surgical procedure requested during the public comment period but which the Secretary does not propose to include in that rule.\n\n(Sec. 246) Declares that the level of supervision for Medicare payment with respect to therapeutic outpatient critical access hospital (CAH) services shall be general supervision.\n\nIncludes supervision by nurse practitioners, clinical nurse specialists, or physician assistants as appropriate supervision for cardiac and pulmonary rehabilitation programs at CAHs.\n\n(Sec. 247) Requires state licensure of bidding entities under the competitive acquisition program for certain durable medical equipment, prosthetics, orthotics, and supplies (DMEPOS).\n\n(Sec. 248) Recognizes attending physician assistants as attending physicians to serve hospice patients under Medicare.\n\n(Sec. 249) Directs the Secretary to: (1) conduct remote patient monitoring pilot projects; and (2) establish a performance target, using one of specified methodologies, for each participating home health agency.\n\n(Sec. 250) Requires the Secretary to establish a Community-Based Institutional Special Needs Plan demonstration project to prevent and delay institutionalization under Medicaid among targeted low-income Medicare beneficiaries.\n\n(Sec. 251) Authorizes the Secretary to waive applicable general and Medicaid requirements of the Program of All-Inclusive Care for Elderly (PACE) in order to conduct demonstration projects through the Center for Medicare and Medicaid Innovations (CMMI) that involve PACE. Prohibits the Secretary, however, as part of a CMMI demonstration, from waiving: (1) the requirement to offer items and services under Medicare without limitations, and (2) certain requirements regarding enrollment in and disenrollment from PACE programs.\n\nExpresses the sense of the Senate that the Secretary should use waiver authority to provide, in a budget neutral manner, PACE programs with increased operational flexibility to support their ability to improve and innovate and to reduce technical and administrative barriers that have hindered enrollment in them.\n\n(Sec. 252) Directs the Secretary to implement a strategic plan to increase the usefulness of data about state Medicaid programs reported by the states to CMS. Requires the strategic plan to address redundancies and gaps in Medicaid data systems and reporting through improvements to, and modernization of, computer and data systems.\n\n(Sec. 253) Allows an individual under age 65 with a disability, who otherwise qualifies for a Medicaid supplemental needs trust ([d][4][A] trust), to create a (d)(4)(A) trust on his or her own.\n\n(Sec. 254) Includes podiatrists as physicians under Medicaid.\n\nModifies requirements for diabetic shoes to be included under medical and other health services under Medicare.\n\n(Sec. 255) Directs the Secretary to award planning grants to enable up to 10 states to carry out five-year demonstration programs to improve the provision of behavioral health services by certified behavioral health clinics in the state.\n\nAuthorizes appropriations for FY2016.\n\n(Sec. 256) Requires the Secretary to report annually to Congress on the program for making Medicaid payment adjustments to disproportionate share hospitals (DSHs) to provide Congress with information relevant to determining an appropriate level of overall funding payments for such adjustments during and after the period in which aggregate reductions in the DSH allotments to states are required.\n\n(Sec. 257) Specifies deadlines for successive stages in the issuance of implementing regulations under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "SGR Repeal and Medicare Beneficiary Access Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "SGR Repeal and Medicare Beneficiary Access Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to amend title XVIII of the Social Security Act to repeal the Medicare sustainable growth rate formula and to improve beneficiary access under the Medicare program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1871:@@@L&summ2=m&"
}