{
  "actions": [
    {
      "acted_at": "2013-09-18", 
      "references": [
        {
          "reference": "CR S6598-6599", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-09-18", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1518-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-09-18", 
  "number": "1518", 
  "official_title": "A bill improving outcomes for youth at risk for sex trafficking, and other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr4058-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Improving Outcomes for Youth At Risk for Sex Trafficking Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Hatch, Orrin G.", 
    "state": "UT", 
    "thomas_id": "01351", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-09-18", 
  "subjects": [
    "Adoption and foster care", 
    "Bank accounts, deposits, capital", 
    "Child care and development", 
    "Child health", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Crime victims", 
    "Domestic violence and child abuse", 
    "Drug, alcohol, tobacco use", 
    "Family services", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Health information and medical records", 
    "Homelessness and emergency shelter", 
    "Housing and community development funding", 
    "Human trafficking", 
    "Indian social and development programs", 
    "Judicial procedure and administration", 
    "Mental health", 
    "Poverty and welfare assistance", 
    "Preschool education", 
    "Separation, divorce, custody, support", 
    "Sex offenses", 
    "Social welfare", 
    "Social work, volunteer service, charitable organizations"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-09-18", 
    "text": "Improving Outcomes for Youth At Risk for Sex Trafficking Act of 2013 - Amends part E (Foster Care and Adoption Assistance) of title IV of the Social Security Act (SSA) to require the state plan to demonstrate the state has developed policies and procedures for identifying and screening children whom the state has reasonable cause to believe are victims of sex trafficking or a specified severe form of trafficking in persons, or are at risk of being such victims.\n\nRequires the state authority or authorities designated by a state plan for foster care and adoption assistance to: (1) develop a reasonable and prudent parent standard for the child's participation in age or developmentally appropriate extracurricular, enrichment, and social activities; and (2) apply this standard to any foster family home or child care institution receiving title funds under IV part E.\n\nLimits to children age 16 or older the option, in an initial permanency hearing, of being placed in a planned permanent living arrangement other than a return to home, referral for termination of parental rights, or placement for adoption, with a fit and willing relative, or with a legal guardian. Prescribes documentation and determination requirements for such an option.\n\nPrescribes requirements of child support collected by the state for payment indirectly to a child (via a depository account) or directly to a foster youth age 18 or older.\n\nRequires the state case review system to require the state agency to appear before a court and verify that before a child is placed in child care institutions or other settings that are not a foster family home: (1) a family group decisionmaking meeting decided that such placement is in the child's best interests, and (2) efforts have been made to locate relatives or other potential guardians for the child but that those efforts have thus far been unsuccessful in locating an alternative placement.\n\nRevises requirements for foster family homes, authorizing a state to decrease the maximum number of children permitted in a home, and increase the number only if certain criteria are met.\n\nSpecifies length of placement restrictions on federal foster care maintenance payments in the case of children under 13 or over age 13 placed in a setting other than a foster family home (congregate care placement).\n\nAmends SSA: (1) title XX (Block Grants to States for Social Services) to repeal the grants; and (2) title IV part B (Child and Family Services) to redirect funds from such grants to child welfare services programs, including additional funds for exploitation prevention and normalcy.\n\nSpecifies funding to support preserving intact families, including through residential family treatment programs, and post-permanency services as well as therapeutic services, family connection grants.\n\nIncreases funding for state court improvement grants, and adds to the purposes of such grants protecting children from domestic sex trafficking and coordinating certain foster care and adoption services.\n\nAmends SSA title IV part E to direct the Secretary of Health and Human Services (HHS) to treat as necessary for the proper and efficient administration of the state foster care plan (despite specified cost allocation requirements) certain state expenditures related to identifying and screening youth at risk of sex trafficking and the reasonable and prudent parent standard, among other things.\n\nRequires annual performance reports to Congress on outcome measures to include certain information on children in foster care placed in child care institutions or other settings that are not foster family homes.\n\nGives children age 14 and older authority to participate in the development of their own case plans, in consultation with up to two members of the case planning team.\n\nRequires case review systems to make sure foster youths are not discharged from care without being provided with birth certificates, Social Security cards, and bank accounts.\n\nModifies the state educational and training voucher program, under the John H. Chafee Foster Care Independence Program, to eliminate the minimum eligibility age of 21 and increase the maximum age from 23 to 26, but limit the total time of participation to five years.\n\nDirects the Secretaries of HHS and of Education jointly to: (1) develop and administer an information clearing house on federal financial aid to youth in foster care, and (2) collect and make available information regarding best practices for providing housing assistance for youth who have aged out of foster care and for youth who are pregnant, parenting, victims of sex trafficking, or are at risk of being victims of sex trafficking.\n\nAllows monthly caseworker visits to occur electronically for foster youth age 18 or older.\n\nDirects the Secretary to conduct a pilot program for certain children in therapeutic foster care under which the state shall be authorized to divide the monthly assistance payments for such children and pay portions to the child's foster or adoptive parent or parents, or relative guardian, and the therapeutic foster program.\n\nAuthorizes the President to make presidential awards to individuals contributing to excellence in the field of child welfare, including child welfare case workers, child welfare advocates, foster parents, and foster youth."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Improving Outcomes for Youth At Risk for Sex Trafficking Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill improving outcomes for youth at risk for sex trafficking, and other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:58-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1518:@@@L&summ2=m&"
}