{
  "actions": [
    {
      "acted_at": "2014-04-28", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "text": "Committee on Finance. Original measure reported to Senate by Senator Wyden. With written report No. 113-155.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-28", 
      "calendar": "Senate Legislative", 
      "number": "367", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 367.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2261-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "origin", 
        "reporting"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-28", 
  "number": "2261", 
  "official_title": "An original bill to amend the Internal Revenue Code of 1986 to make technical corrections, to remove provisions that are no longer applicable, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr5528-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5771-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Tax Technical Corrections Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-04-28", 
  "subjects": [
    "General taxation matters", 
    "Taxation"
  ], 
  "subjects_top_term": "Taxation", 
  "summary": {
    "as": "Reported to Senate without amendment", 
    "date": "2014-04-28", 
    "text": "Tax Technical Corrections Act of 2014 - (Sec. 2) Amends the Middle Class Tax Relief and Job Creation Act of 2012 to correct a reference to the repeal of shifts in the timing of estimated corporate taxes in the Corporate Estimated Tax Shift Act of 2009.\n\n(Sec. 3) Amends the Internal Revenue Code, as amended by the American Taxpayer Relief Act of 2012, to: (1) make a conforming amendment to the computation of the foreign earned income tax exclusion, and (2) confirm that the alternative minimum tax (AMT) exemption amount for married individuals filing separate tax returns is one-half the exemption amount for married individuals filing a joint return.\n\n(Sec. 4) Amends the Regulated Investment Company Modernization Act of 2010 to: (1) allow a regulated investment company (RIC) to delay the capital loss carryover provisions of such Act for one year for purposes of the excise tax on undistributed RIC income, (2) exclude from an RIC earnings and profit calculation such loss carryover amounts, (3) modify the required date for a declaration of an RIC spillover dividend, (4) modify rules for the treatment of post-October net capital losses, and (5) allow a deferral of certain gains and losses of an RIC for excise tax purposes.\n\n(Sec. 5) Amends the Tax Relief, Unemployment Insurance Reauthorization, and Job Creation Act of 2010 to confirm that the phase-out thresholds for married couples filing joint tax returns are increased and adjusted for inflation for all taxable years after 2009 (not just taxable years beginning in 2010).\n\n(Sec. 6) Amends the Creating Small Business Jobs Act of 2010 to provide that amendments to provisions imposing penalties for failure to furnish correct taxpayer information in that Act apply on or after January 1, 2011.\n\n(Sec. 7) Makes a clerical amendment to Hiring Incentives To Restore Employment Act.\n\n(Sec. 8) Amends the American Recovery and Reinvestment Act of 2009 to: (1) modify provisions relating to the refundability of the child tax credit in taxable years beginning after 2008 and before 2018 to provide that, to the extent the credit exceeds the taxpayer's liability, the refundable portion will be equal to 15% of the earned income in excess of $3,000 (not $10,000 indexed for inflation); (2) limit the tax credit for tuition, fees, and course materials to the Hope Scholarship tax credit; (3) provide that grants in lieu of energy tax credits are not includible in alternative minimum tax (AMT) taxable income; and (4) make technical amendments to the tax credits for vehicle refueling property expenditures and the advance energy project tax credit.\n\n(Sec. 9) Amends the Internal Revenue Code, as amended by the Energy Improvement and Extension Act of 2008, to confirm that: (1) coke and coke gas produced using fuel qualifying for a steel industry fuel credit are not eligible for the tax credit for producing fuel from a nonconventional source; and (2) accelerated depreciation provisions for smart meters and smart grid systems do not apply to property with a recovery period of less than 16 years. Limits the availability of bonus depreciation for reuse and recycling property.\n\n(Sec. 10) Amends the Tax Extenders and Alternative Minium Tax Relief Act of 2008, with respect to withholding requirements applicable to an RIC under the Foreign Investment in Real Property Tax Act (FIRPTA), to: (1) exempt distributions made on or before October 4, 2008, from withholding requirements under such Act, and (2) exempt RICs from liability to a foreign shareholder for amounts withheld by the IRS.\n\nAmends the Internal Revenue Code to modify provisions relating to the eligibility of qualified retail improvement property, qualified restaurant property, and qualified leasehold property for bonus depreciation.\n\n(Sec. 11) Makes a clerical amendment to the Housing Assistance Tax Act of 2008.\n\n(Sec. 12) Amends the Heroes Earnings Assistance and Relief Tax Act of 2008 to provide that the enactment date of such Act (i.e., June 18, 2008) shall apply for determining the limitation period during which retired pay for members of the Uniformed Services is reduced as a result of the award of disability compensation.\n\nMakes a technical amendment to the Internal Revenue Code to confirm that a flexible spending account does not fail to be treated as a cafeteria plan or a health flexible spending account merely because the plan provides for qualified reservist distributions.\n\n(Sec. 13) Amends the Internal Revenue Code, as amended by the Economic Stimulus Act of 2008, to provide that Internal Revenue Service (IRS) summary assessment procedures shall apply in the case of an omission of a correct taxpayer identification number on a return.\n\n(Sec. 14) Amends the Internal Revenue Code, with respect to the tax exclusion of income earned by U.S. citizens or residents living abroad, to reinstate a provision requiring the netting of disallowed tax deductions against excluded income.\n\n(Sec. 15) Amends the Internal Revenue Code, as amended by the Tax Relief and Health Care Act of 2006, to coordinate the tax treatment of wages eligible for the Indian employment tax credit with the work opportunity tax credit.\n\n(Sec. 16) Amends the Internal Revenue Code, as amended by the Safe, Accountable, Flexible, Efficient Transportation Equity Act of 2005: A Legacy for Users, to confirm that revenues for the excise tax on aviation fuel and gasoline credited to the Airport and Airways Trust Fund are not similarly credited to the Highway Trust Fund.\n\n(Sec. 17) Amends the Internal Revenue Code, as amended by the Energy Tax Incentives Act of 2005, to provide that the basis of any property eligible for the tax credit for alternative fuel vehicle refueling property expenditures shall be reduced by the amount allowed for such credit.\n\n(Sec. 18) Amends the American Jobs Creation Act of 2004 to require that the computation of the tax exclusion for extraterritorial income be made without regard to the tax deduction for income attributable to domestic production activities. Extends the authority of the Secretary of the Treasury to make adjustments to wages eligible for such deduction in short taxable years.\n\n(Sec. 20) Eliminates provisions in the Internal Revenue Code that are not used in computing current tax liabilities (referred to as deadwood provisions). Provides a savings provision to prevent the repeal of such deadwood provisions from affecting the tax treatment of transactions, acquisitions of property, or items of income, loss, deduction, or credit occurring or accruing prior to the enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Tax Technical Corrections Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Tax Technical Corrections Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "An original bill to amend the Internal Revenue Code of 1986 to make technical corrections, to remove provisions that are no longer applicable, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T17:50:50-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2261:@@@L&summ2=m&"
}