{
  "actions": [
    {
      "acted_at": "2014-04-09", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committees on Armed Services, and Intelligence (Permanent Select), for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-09", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-09", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-04-09", 
      "references": [
        {
          "reference": "Permanent Select", 
          "type": null
        }
      ], 
      "text": "Referred to House Intelligence", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4433-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Intelligence (Permanent Select)", 
      "committee_id": "HLIG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "1", 
      "name": "Bridenstine, Jim", 
      "sponsored_at": "2014-04-10", 
      "state": "OK", 
      "thomas_id": "02155", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "12", 
      "name": "Enyart, William L.", 
      "sponsored_at": "2014-05-09", 
      "state": "IL", 
      "thomas_id": "02125", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "10", 
      "name": "McCaul, Michael T.", 
      "sponsored_at": "2014-07-31", 
      "state": "TX", 
      "thomas_id": "01804", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "25", 
      "name": "McKeon, Howard P. \"Buck\"", 
      "sponsored_at": "2014-04-09", 
      "state": "CA", 
      "thomas_id": "00778", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Rogers, Mike D.", 
      "sponsored_at": "2014-04-09", 
      "state": "AL", 
      "thomas_id": "01704", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "15", 
      "name": "Stivers, Steve", 
      "sponsored_at": "2014-05-01", 
      "state": "OH", 
      "thomas_id": "02047", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-04-09", 
  "number": "4433", 
  "official_title": "To provide military assistance to Ukraine, to enhance the presence and capabilities of the United States military in Europe, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Forging Peace Through Strength in Ukraine and the Transatlantic Alliance Act", 
  "sponsor": {
    "district": "10", 
    "name": "Turner, Michael R.", 
    "state": "OH", 
    "thomas_id": "01741", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-04-09", 
  "subjects": [
    "Alliances", 
    "Arms control and nonproliferation", 
    "Asia", 
    "Bosnia and Herzegovina", 
    "China", 
    "Computer security and identity theft", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Europe", 
    "Georgia (Republic)", 
    "Greece", 
    "Intelligence activities, surveillance, classified information", 
    "International affairs", 
    "International organizations and cooperation", 
    "Macedonia", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Military facilities and property", 
    "Military operations and strategy", 
    "Military readiness", 
    "Montenegro", 
    "Nuclear weapons", 
    "Poland", 
    "Russia", 
    "Sanctions", 
    "Sovereignty, recognition, national governance and status", 
    "Space flight and exploration", 
    "Ukraine"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-04-09", 
    "text": "Forging Peace Through Strength in Ukraine and the Transatlantic Alliance Act - Expresses the sense of Congress that: (1) the continuing practice by the Russian Federation of physical, diplomatic, and economic aggression toward neighboring countries is clearly intended to undermine regional security and stability; (2) the Russian military build-up and aggressive posture on the eastern border of Ukraine represents an intent to intimidate Ukraine and its citizens to submit to Russian control; (3) the Russian Federation should immediately cease all improper and illegal activities in Ukraine and President Putin should direct an immediate return of Russian forces; (4) the United States reaffirms its commitment to explicitly secure the independence, sovereignty, and territorial integrity and borders of Ukraine; (5) the United States supports the expansion of security cooperation with states in Central and Eastern Europe, including NATO member states, NATO aspirants, and appropriate Eastern Partnership countries; (6) the United States reaffirms support of NATO efforts to resolve the conflict peacefully and diplomatically; and (7) the United States should take immediate steps to enhance its military presence and readiness posture in Europe to deter aggression and assure its allies and partners through forward presence and engagement.\n\nDirects the Secretary of Defense (DOD) (Secretary) to develop and report on a strategic framework for U.S. security force assistance and cooperation in the European and Eurasian regions.\n\nDirects the President to submit a plan to: (1) increase U.S. intelligence, surveillance, and reconnaissance capabilities devoted to monitoring the situation in Ukraine; (2) increase U.S. intelligence information sharing and situational awareness to the maximum extent practicable with Ukraine utilizing appropriate bilateral channels and the NATO-Ukraine Commission; (3) provide military advice and technical assistance to the Ukrainian military to enhance their defensive preparations and posture; (4) convene NATO member states and Ukraine to review options and implement prudent steps to increase the defense of U.S., NATO, and Ukraine cyber networks; and (5) work with NATO member states and the Ukrainian military to counter Russian propaganda.\n\nExpresses the sense of Congress in support of the immediate augmentation of U.S. Armed Forces in the area of responsibility of the U.S. European Command in order to meet operational plan requirements for response in support of a NATO ally. Directs the Secretary to provide notification of such augmentation, as well as related information. Calls for the President to immediately correct deficiencies in the readiness of U.S. Armed Forces in such area and to provide appropriate additional resources to NATO as needed.\n\nRequires the Secretary to ensure the operational availability of the Aegis Ashore system site in Poland. Authorizes the Secretary to relocate the necessary assets of the Aegis weapon system between and within the DDG-51 Class Destroyer program and the Aegis Ashore program to meet mission requirements.\n\nStates that it is the policy of the United States that available short-range air and missile defense systems and terminal missile defense systems of the United States with operational missiles be rotationally deployed to central and eastern European allies to strengthen their air and missile defense capabilities.\n\nRequires the Secretary: (1) by December 31, 2014, and pursuant to an agreement between the United States and Poland, to deploy to Poland a system providing a short-range air and missile defense capability and/or terminal missile defense capability and the personnel required to operate and maintain such system; (2) to stop plans for the relocation and consolidation of U.S. dual-capable aircraft that are based in Europe and develop plans to temporarily base such aircraft in NATO member states that request to host such aircraft; (3) to conduct siting studies for the construction of weapon storage and security systems and protective aircraft shelters in NATO member states that notify the Secretary of an interest in hosting such systems and shelters and to provide for reasonable burden sharing of associated costs; and (4) to coordinate with NATO member states on the policy considerations of a decision to alter the posture of forward deployed nuclear weapons and related capabilities of the United States.\n\nProhibits FY2015 DOD funds from being used for any bilateral military-to-military contact or cooperation between the United States and the Russian Federation until the Secretary makes certain certifications with respect to Russian recognition of the sovereignty of all Ukrainian territory and related matters. Allows a waiver in the U.S. national security interest.\n\nProhibits FY2015 Department of Energy (DOE) National Nuclear Security Administration funds from being used for any contract, cooperation, or transfer of technology between the United States and the Russian Federation until the Secretary of Energy makes certain certifications with respect to Russia's respect of Ukrainian territory and compliance with the Treaty Between the United States of America and the Union of Soviet Socialist Republics on the Elimination of Their Intermediate-Range and Shorter-Range Missiles and the Treaty on Conventional Armed Forces in Europe. Allows a waiver in the national security interest.\n\nDirects the Secretary to report annually on the current and future military power of the Russian Federation."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Forging Peace Through Strength in Ukraine and the Transatlantic Alliance Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To provide military assistance to Ukraine, to enhance the presence and capabilities of the United States military in Europe, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:34-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4433:@@@L&summ2=m&"
}