{
  "actions": [
    {
      "acted_at": "2013-12-18", 
      "committees": [
        "SSCM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Commerce, Science, and Transportation.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1858-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Commerce, Science, and Transportation", 
      "committee_id": "SSCM"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-18", 
  "number": "1858", 
  "official_title": "A bill to require the Federal Communications Commission to suspend and revise portions of the Report and Order and Further Notice of Proposed Rulemaking that revised Universal Service Fund distribution to rural carriers, to encourage renewed investment by rural rate-of-return carriers in deployment of broadband infrastructure in rural areas, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1085-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "RBI Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Begich, Mark", 
    "state": "AK", 
    "thomas_id": "01898", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-18", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Congressional oversight", 
    "Federal Communications Commission (FCC)", 
    "Internet and video services", 
    "Rural conditions and development", 
    "Science, technology, communications", 
    "Telecommunication rates and fees", 
    "Telephone and wireless communication"
  ], 
  "subjects_top_term": "Science, technology, communications", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-18", 
    "text": "Rural Broadband Investment Act of 2013 or the RBI Act of 2013 - Suspends regulations of the Federal Communications Commission (FCC) that resulted in a revised method of determining levels of support for rural telephone carriers under the Universal Service Fund by allowing study area unseparated loop cost to be limited annually pursuant to a schedule announced by the Wireline Competition Bureau. (Thus, eliminates a distribution analysis method provided for in the FCC's Transformation Order known as the Report and Order and Further Notice of Proposed Rulemaking of the Federal Communications Commission adopted on October 27, 2011.)\n\nRequires the FCC to initiate a rulemaking to adopt a revised proposal for rural support that does not deprive a rural rate-of-return carrier (a rural telephone company that is an incumbent local exchange carrier not subject to price cap regulation) of the opportunity to recover reasonable investments and operating expenses incurred prior to the proposal's adoption.\n\nDirects the FCC, to the extent required under the Communications Act of 1934, to consult with: (1) the Federal-State Joint Board on Universal Service; and (2) if the limitations in the proposal submitted by the FCC to such Board result in a revision of the jurisdictional allocation of expenses, the Federal-State Joint Board on Separations.\n\nDirects the FCC to submit to Congress: (1) the revised proposal for rural support published in the notice of proposed rulemaking, and (2) a report that describes the amount of universal service funding necessary to achieve universal service objectives during the next 10 years. Requires the report to include a quantitative and qualitative analysis as well as an identification of the unique circumstances and resulting high-cost loop support required to provide and maintain universal service in Alaska and on tribal lands.\n\nSets forth interim limitations on study area total unseparated loop costs that are to apply until the final rule takes effect.\n\nDirects the FCC to amend regulations relating to high-cost loop support adjustments for rural rate-of-return carriers to require, beginning on January 1, 2012, the calculation of safety net additive support for such a carrier to include all just and reasonable investments made by the carrier prior to 2012.\n\nRequires the FCC to grant a petition for a waiver submitted by a rural carrier negatively affected by a revision adopted in the October 2011 Transformation Order if such a waiver is necessary to ensure that the carrier is afforded a reasonable opportunity to recover the costs of providing universal service, including an equitable return on investments."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "RBI Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Rural Broadband Investment Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to require the Federal Communications Commission to suspend and revise portions of the Report and Order and Further Notice of Proposed Rulemaking that revised Universal Service Fund distribution to rural carriers, to encourage renewed investment by rural rate-of-return carriers in deployment of broadband infrastructure in rural areas, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:05-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1858:@@@L&summ2=m&"
}