{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-09-19", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2013-09-26", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held. Hearings printed: S.Hrg. 113-405.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-01-29", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Committee consideration and Mark Up Session held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-06", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-07-31", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Carper with an amendment in the nature of a substitute. With written report No. 113-237. Additional views filed.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-07-31", 
      "calendar": "Senate Legislative", 
      "number": "523", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 523.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1486-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coburn, Tom", 
      "sponsored_at": "2013-08-01", 
      "state": "OK", 
      "thomas_id": "00212", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2013-09-19", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1486", 
  "official_title": "A bill to improve, sustain, and transform the United States Postal Service.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s1382-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1398-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Postal Reform Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Carper, Thomas R.", 
    "state": "DE", 
    "thomas_id": "00179", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-02-06", 
  "subjects": [
    "Advisory bodies", 
    "Alcoholic beverages", 
    "Congressional oversight", 
    "Disability and paralysis", 
    "Employee benefits and pensions", 
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Government buildings, facilities, and property", 
    "Government employee pay, benefits, personnel management", 
    "Government information and archives", 
    "Government operations and politics", 
    "Government studies and investigations", 
    "Health care costs and insurance", 
    "Homelessness and emergency shelter", 
    "Housing and community development funding", 
    "Labor-management relations", 
    "Medical tests and diagnostic methods", 
    "Performance measurement", 
    "Postal service", 
    "Public-private cooperation", 
    "Social work, volunteer service, charitable organizations", 
    "U.S. Postal Service", 
    "Worker safety and health"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-07-31", 
    "text": "Postal Reform Act of 2014 - Title I: Postal Service Workforce - (Sec. 101) Modifies the formula for contributions to the Civil Service Retirement System (CSRS) and the Federal Employees Retirement System (FERS) for postal employees: (1) to require the U.S. Postal Service (USPS) to contribute to its employee annuity funds under CSRS and FERS an amount equal to the product of the normal-cost percentage times the aggregate amount of basic pay payable by USPS, for the period involved, to its employees; and (2) in calculating the amounts that it must pay to fund such annuities, to use the demographic factors specific to its employees and appropriate economic assumptions regarding wage and salary trends (rather than using the general characteristics of both postal and non-postal employees combined).\n\nAllows USPS to request and use: (1) up to $6 billion of any funding surplus at the close of FY2013 for payment of its debt obligations; and (2) two-thirds of any funding surplus at the close of FY2014 to reduce unfunded liabilities for retiree health, disability, or worker compensation benefits. Requires the Office of Personnel Management (OPM) to establish an amortization schedule to provide for the liquidation of a postal funding surplus in 40 years.\n\nModifies the schedule under which USPS is required to pay unfunded liabilities under CSRS to require a series of annual payments starting on September 30, 2015, and ending on September 30, 2054.\n\n(Sec. 102) Includes within the scope of any collective bargaining agreement between USPS and postal labor representatives coverage of a new employee (i.e., an individual who becomes an officer or employee of USPS after the enactment of this Act) under FERS and the terms of such coverage.\n\n(Sec. 103) Restructures the pre-funding requirements for USPS retiree health benefits by replacing the current schedule of annual payments to the Postal Service Retiree Health Benefits Fund with a schedule of annual installment payments that will liquidate pension liabilities by September 30, 2055, or within 15 years, whichever is later, as recomputed by June 30 of each year beginning in 2016. Reduces the pre-funding requirement for retiree health benefits to 80% of projected liability (currently, 100%).\n\n(Sec. 104) Establishes the Postal Service Health Benefits Program (PSHBP) within the Federal Employees Health Benefits Program (FEHBP), in which all USPS employees and retirees would participate. Requires Medicare-eligible postal annuitants enrolled in PSHBP to also enroll in Medicare, including parts A, B, & D.\n\n(Sec. 105) Requires any arbitration board deciding a contract dispute between USPS and labor organizations to render a decision not later than 45 days after the date of its appointment and to consider relevant factors, such as the financial condition of USPS.\n\n(Sec. 106) Establishes the Postal Service Workers' Compensation Accrued Liability Fund as a revolving fund to pay the unfunded liability of USPS for workers' compensation payments. Requires USPS, not later than June 30 of 2017 and each year thereafter, to recompute a schedule including a series of annual installments for the liquidation of up to 80% of its unfunded workers' compensation liabilities by the later of September 30, 2057, or September 30 of the year that is 15 years after the fiscal year in which a computation or recomputation is made.\n\nRequires USPS to include in its financial reporting information on its workers compensation obligations, including the amount of its actuarial liability and the value of assets in the Postal Service Workers' Compensation Accrued Liability Fund.\n\n(Sec. 107) Grants the right to appeal to the Merit Systems Protection Board (MSPB) to any USPS officer or employer who: (1) is not represented by a recognized bargaining representative; and (2) is in a supervisory, professional, technical, clerical, administrative, or managerial position covered by the Executive and Administrative Schedule.\n\n(Sec. 108) Modifies USPS employment policy to include fringe benefits in any calculation of the pay differentials between clerical employees and managers.\n\nTitle II: Postal Service Operations - (Sec. 201) Requires USPS to maintain the service standards for first-class mail and periodicals in effect on October 1, 2013, until the later of two years after the enactment of this Act or one year after the Comptroller General (GAO) reports on USPS delivery times.\n\nDirects the Comptroller General to study and report on: (1) how USPS measures delivery times for determining whether service standards have been met, and (2) whether the method used by USPS to measure delivery times reflects the total period between when a mailed item is transferred from a postal customer and arrives at its final destination.\n\nReinstitutes the delivery service standards for first-class mail and periodicals in effect on June 30, 2012, for routes on which such mail was transported under alternate means of transportation contracts.\n\nRequires USPS to report to Congress on potential cost savings resulting from a decision to: (1) transport first-class mail or periodicals on a covered route using a means other than under an alternate means of transportation contract, or (2) discontinue a post office.\n\n(Sec. 202) Prohibits USPS from closing or consolidating any postal facility that was open as of October 1, 2013, until the later of two years after the enactment of this Act or one year after the Comptroller General submits a report on delivery service standards.\n\nRequires USPS, before making a determination as to the necessity for closing or consolidating a postal facility, to conduct an area mail processing study and publish the results on the USPS website.\n\n(Sec. 203) Sets forth procedures and criteria to guide USPS in deciding whether to discontinue a post office. Requires USPS, prior to making a determination as to the necessity for the discontinuance of any post office, including a rural post office, to consider alternatives, including: (1) reducing hours of operation, (2) procuring a contract for retail postal services, (3) co-locating retail services with a commercial or governmental entity in the area, (4) providing postal services through a letter carrier or by alternate means of transportation delivery contract, or (5) obtaining an alternative proposal by a local government.\n\nRequires USPS to include in its determination as to whether to discontinue a post office: (1) the effect of the discontinuance on the community served by the post office, on businesses, and on USPS employees; (2) whether the discontinuance would have a significant adverse effect on regular postal services to rural areas, communities, and small towns where post offices are not self-sustaining; (3) whether postal customers lack access to the Internet, broadband, or cellular telephone service; (4) whether postal customers would still have access to essential items, such as prescription drugs and time-sensitive communications; (5) the proximity and accessibility of other post offices; and (6) whether discontinuance would result in substantial economic savings to USPS.\n\nProhibits USPS from discontinuing a rural post office for one year after the enactment of this Act. Requires USPS, prior to discontinuing a rural post office, to: (1) determine that its postal customers would continue to receive substantially similar access to essential items; (2) take action to substantially ameliorate any projected reduction in access to such essential items; and (3) determine that there is unlikely to be substantial economic loss to the community served, that the area served by the post office has adequate access to broadband Internet service, and that there is a road with year-round access connecting the community to another post office within 10 miles.\n\nDirects the USPS Inspector General to study and report on the actual cost savings resulting form the discontinuance of a rural post office.\n\nRequires USPS to consider the impact of reducing the number of hours of operation of a post office on local businesses and the community.\n\n(Sec. 204) Authorizes USPS to establish a general, nationwide delivery schedule of five days per week if it determines that such a schedule would contribute to the achievement of long-term solvency and if total mail volume during any period of four consecutive quarters drops below 140 billion pieces. Prohibits USPS from establishing such a delivery schedule before October 1, 2017.\n\nRequires USPS, prior to implementing a five-day delivery schedule, to: (1) identify customers and communities for whom such schedule may have a disproportionate negative impact, including small business customers, the elderly, those who live in locations without access to broadband Internet access, and customers identified as \"particularly affected\" in the Advisory Opinion on Elimination of Saturday Delivery, issued by the Postal Regulatory Commission (PRC) on March 24, 2011; (2) develop measures to ameliorate any such negative impact; (3) implement measures to increase revenue and reduce costs; (4) evaluate whether any increase in revenue or reduction in costs are sufficient to allow USPS to achieve long-term solvency without implementing a change in delivery schedule; and (5) report to the House Committee on Oversight and Government Reform, the Senate Committee on Homeland Security and Governmental Affairs, PRC, and the Comptroller General on any change in delivery schedule.\n\nDirects the Comptroller General to report on the extent to which a change in delivery schedule would improve the financial condition of USPS and assist in its efforts to achieve long-term solvency. Requires USPS to review and respond to such report.\n\nProvides that nothing in this section shall be construed to: (1) require the decrease or increase in delivery frequency for any route for which USPS provided delivery on fewer than six days per week as of the date of enactment of this Act; (2) require USPS to deliver mail on federal holidays; (3) authorize any change in the days and times that postal retail service or any mail acceptance is available at postal retail facilities or processing facilities; (4) require any change in the frequency of delivery to a post office box; (5) prohibit the collection or delivery of a competitive mail product on a weekend, a federal holiday, or any other specific day of the week; (6) prohibit USPS from exercising its authority to make changes to processing or retail networks; or (7) confer a cause of action, either express or implied.\n\nRequires USPS, for not less than five years after enactment of this Act, to provide package service: (1) six days per week to each street address that was eligible to receive service six days per week and to each new street address that is located in an area that was eligible to receive such service as of October 1, 2013; and (2) seven days per week to each street address for which USPS determines that such service provides an economic benefit to USPS.\n\nRequires the USPS Chief Sustainability Officer to: (1) assess the environmental impact of moving to a nationwide delivery schedule of five days per week, including the impact on greenhouse gas emissions, facility energy use, and transportation fuel use; and (2) publish the results on the USPS website.\n\n(Sec. 205) Requires USPS to: (1) use the primary mode of mail delivery that is most cost-effective and in the best long-term interest of USPS; (2) convert door delivery to other delivery modes, including centralized delivery or curbside delivery; and (3) establish and maintain a waiver program to continue door delivery if a physical hardship prevents a postal customer from receiving mail.\n\n(Sec. 206) Requires USPS to: (1) develop and promote adequate and efficient postal services with respect to its market-dominant products, and (2) submit a proposal to PRC requesting an advisory opinion on any change in the nature of postal services relating to market-dominant products that will generally affect service on a nationwide or substantially nationwide basis.\n\nRequires PRC, upon receiving a USPS proposal, to: (1) provide notice and an opportunity for public comment on such proposal, and (2) issue an advisory opinion not later than 90 days after receipt or a date jointly determined by USPS and PRC. Requires USPS to submit a response to such advisory opinion to the President and Congress. Allows USPS to take action on its proposal after submitting its response.\n\n(Sec. 207) Requires the Postmaster General to submit to the Senate Committee on Homeland Security and Governmental Affairs a report on the feasibility of a pilot program to implement the use of natural gas and propane as fuels for heavy-duty over-the-road trucks, in addition to natural gas-fueled vehicles already in the postal fleet, as a fuel cost-saving measure.\n\n(Sec. 208) Limits the number of post offices that USPS may maintain or operate in a House or Senate Office Building.\n\n(Sec. 209) Requires USPS to: (1) consider the lawful carrying or storing of a firearm in a USPS parking lot in a manner not inconsistent with state or local laws and not in violation of any lease for use of such parking lot to be a lawful purpose under the federal criminal code, (2) make corresponding amendments to the Code of Federal Regulations, and (3) post signage in each parking lot to communicate to the general public such changes in law relating to the carrying or storing of firearms. Preserves the authority of the Postmaster General to establish workplace rules for USPS employees or regulations relating to nonpublic areas of postal facilities.\n\nTitle III: Postal Service Revenue - (Sec. 301) Revises provisions relating to postal rates to authorize the USPS Board of Governors (currently, the Postal Regulatory Commission) to establish and periodically revise a system of rates and classes for market-dominant products. Sets forth factors to be taken into account in establishing or revising a system of rates, including: (1) the value of the mail service provided through each class or type of mail service to both the sender and recipient, including the educational, cultural, scientific, and informational value; (2) the direct and indirect postal costs attributable to each class or type of mail service; (3) the effect of rate increases upon postal customers; and (4) the available alternative means of sending and receiving letters and other mail matter. Requires such system of rates to be designed to achieve specified objectives, including incentivizing USPS to reduce costs and increase efficiency and to maintain high quality service standards.\n\nAuthorizes the Board, not earlier than January 1, 2017, to submit to PRC a proposal for revisions to the system or for a new system consistent with specified objectives. Requires PRC to consider the Board's proposal and adopt it, without modification, or reject it.\n\nTerminates the postal rate preference for national and state political committees.\n\nDirects PRC to conduct a study to determine: (1) the extent to which USPS exercises monopoly power and the extent to which delivery services are reasonably available from a private carrier, and (2) the extent to which there are communities for which USPS exercises monopoly power for the delivery of items shipped by Standard Post or for which delivery services are not reasonably available for such items.\n\n(Sec. 302) Requires USPS to provide services that are not postal services if the provision of such services: (1) uses the processing, transportation, delivery, retail network, or technology of USPS; (2) is consistent with the public interest; (3) would not create unfair competition with the private sector; (4) does not unreasonably interfere with or detract from the value of postal services; (5) will be undertaken in accordance with all federal laws and regulations; and (6) is reasonably expected to improve the net financial position of USPS.\n\nAuthorizes USPS to furnish property and services to states, local governments, and tribal governments. Requires USPS to report to PRC on the costs and revenues of such property and services.\n\n(Sec. 303) Authorizes the mailing of distilled spirits, wine, or malt beverages in accordance with the laws of the state, territory, or district where the sender initiates the mailing and the addressee takes delivery. Requires any addressee of such alcoholic beverages to be at least 21 years of age and provide a signature and government-issued photo identification.\n\nTitle IV: Postal Service Governance - (Sec. 401) Reduces the Board of Governors of USPS to nine members, eliminating the Deputy Postmaster General from the Board. Authorizes the Board to establish an Executive Committee, which shall: (1) develop and oversee implementation of strategies and measures to ensure the long-term financial solvency of USPS, (2) develop and oversee the implementation of the financial plan and budget for USPS, and (3) made recommendations to the Board on aspects of postal operations.\n\n(Sec. 402) Establishes the Strategic Advisory Commission on Postal Service Solvency and Innovation to provide strategic guidance on enhancing the long-term solvency of USPS and foster innovative thinking to address challenges facing USPS without unfairly competing with the private sector.\n\nRequires the Advisory Commission to: (1) submit a report to the President, the House Committee on Oversight and Government Reform and the Senate Committee on Homeland Security and Governmental Affairs, the Board of Governors of USPS, and the Postmaster General that contains a strategic blueprint for the long-term solvency of USPS; and (2) conduct a study on the advisability of USPS entering into interagency agreements that streamline and consolidate services provided by federal, state, and local agencies, decrease costs, improve efficiency, and maintain customer service standards of such agencies. Authorizes appropriations out of the Postal Service Fund for the Advisory Commission for FY2014-FY2015.\n\n(Sec. 403) Directs the Postmaster General to submit to the Board of Governors of USPS: (1) a plan describing the actions USPS intends to take to achieve long-term solvency; and (2) on an annual basis in each of the five fiscal years after the enactment of this Act, a financial plan and budget that is consistent with the goal of achieving long-term solvency. Sets forth a process for review and approval of the financial plan and budget by the Board of Governors.\n\n(Sec. 404) Establishes in USPS the position of Chief Innovation Officer, to be appointed by the Postmaster General. Requires such Innovation Officer to have proven expertise and a record of accomplishment in areas such as: (1) the postal and shipping industry; (2) innovative product research and development; (3) brand marketing strategy; (4) new and emerging technologies, including communications technology; or (5) business process management. Directs the Chief Innovation Officer to lead the development and implementation of innovative postal products and services and nonpostal services that have the potential to improve the net financial position of USPS.\n\nDirects the Chief Innovation Officer to submit to the House Committee on Oversight and Government Reform and the Senate Committee on Homeland Security and Governmental Affairs: (1) an initial report containing a comprehensive strategy for improving the net financial position of USPS through innovation; and (2) an annual report, for a 10-year period, on the implementation of such strategy.\n\n(Sec. 405) Requires USPS to submit to Congress a comprehensive strategic plan for an area office and district office structure that will be efficient and cost effective, that will not substantially and adversely affect USPS operations, and that will reduce the total number of area and district offices.\n\n(Sec. 406) Makes the position of Inspector General of USPS a presidential appointment, subject to Senate confirmation (currently, the Inspector General is appointed by the Postmaster General). Grants the Inspector General oversight responsibility for all activities of the Postal Inspection Service.\n\n(Sec. 407) Allows PRC Commissioners to serve not more than two full terms. Requires PRC, by majority vote, to adopt policies that govern the functions of the Commission, including the finances, operations, and administration of the Commission, and to revise such policies, if necessary, not less than every four years. Makes the authority of the Chairman of PRC to direct executive and administrative functions subject to policies adopted by PRC.\n\n(Sec. 408) Prohibits USPS from entering into any contract that restricts the ability of Congress to exercise oversight authority.\n\nTitle V: Federal Employees' Compensation Act - Workers' Compensation Reform Act of 2014 - (Sec. 502) Amends the Federal Employees' Compensation Act (FECA) to revise benefit payments for FECA enrollees. Reduces FECA benefits for totally disabled enrollees to 50% of their pre-disability pay upon the enrollee reaching full retirement age, as defined in the Social Security Act. Exempts any enrollee who: (1) has attained retirement age by the date of enactment of this Act, (2) is an individual who has an exempt disability condition, or (3) is a member of a household that meets eligibility requirements for the supplemental nutrition assistance program (SNAP).\n\n(Sec. 503) Eliminates augmented compensation under FECA for dependents of postal employees who have a work-related injury. Exempts employees who are totally disabled and allows augmented compensation, for three years after the enactment of this title, for employees who are partially disabled.\n\n(Sec. 504) Allows injured workers to receive schedule compensation payments (i.e., specific payments for certain injuries) if their FECA benefits are reduced under the provisions of this title.\n\n(Sec. 505) Revises requirements for vocational rehabilitation of injured workers (except workers who have attained retirement age) by: (1) requiring such workers to develop a comprehensive return to work plan and undergo vocational rehabilitation, (2) authorizing the Secretary of Labor to enter into an assisted reemployment agreement with public or private employers for hiring individuals eligible for wage-loss compensation for up to three years, and (3) extending vocational rehabilitation opportunities under FECA to partially disabled workers.\n\n(Sec. 506) Requires the Secretary to require employees who are receiving worker compensation benefits to report their earnings from employment or self-employment. Requires forfeiture of worker compensation for any period for which an employee fails to report or understates such earnings.\n\n(Sec. 507) Requires the Secretary to: (1) establish a disability management review process for certifying and monitoring the disability status and injuries of employees receiving benefits, and (2) require employees receiving benefits to submit to physical examinations to assess the nature and extent of their disability.\n\n(Sec. 508) Requires the three-day waiting period for the commencement of FECA benefits to begin immediately after a work-related injury for all injured federal employees (currently, different waiting periods apply to USPS employees and other federal employees).\n\n(Sec. 509) Requires individuals who are eligible for compensation under FECA and under CSRS or FERS or another retirement system to elect which benefits to receive.\n\n(Sec. 510) Authorizes the Secretary to: (1) use field nurses (registered nurses who assist in the medical management of disability claims and provide claimants with assistance in coordinating medical care) to coordinate medical services and vocational rehabilitation programs for injured employees, and (2) suspend compensation to employees who refuse to cooperate with a field nurse or who obstruct a field nurse in the performance of duties.\n\n(Sec. 511) Allows the federal government to recover continuation of pay (i.e., salary that is continued to be paid during the 45-day period between the beneficiary's injury and the start of FECA disability benefits) from third parties who are liable for the beneficiary's work-related injury.\n\n(Sec. 512) Directs the Secretary to establish an Integrity and Compliance Program and cooperate with other federal agencies to prevent, identify, and recover fraudulent and other improper payments for the FECA program. Establishes the FECA Integrity and Compliance Task Force to assist in implementing the Program. Grants the Secretary, the Postmaster General, and Inspectors General access to agency information to improve compliance with requirements under the Program, including social security earnings information, the OPM retiree database, the Department of Veterans Affairs Beneficiaries Database, and the National Directory of New Hires. Requires the establishment of protocols for the secure transfer and storage of any information provided under the Program. Requires GAO to conduct periodic reviews of the Program.\n\n(Sec. 513) Increases to $50,000 the benefit amount for a severe disfigurement of the face, head, or neck. Increases to $6,000 the maximum benefit amount for the reimbursement for funeral expenses for an employee who dies due to a work-related injury.\n\n(Sec. 514) Expands compensation provisions for the disability or death of a federal employee to include injuries sustained in at attack by a terrorist or terrorist organization, either known or unknown. Provides for continuation of pay for federal employees who sustain injuries in a zone of armed conflict.\n\n(Sec. 516) Requires the Secretary to promulgate regulations to carry out this title, including regulations clarifying what a claim is and when a period of disability for which a claim is made commences.\n\n(Sec. 517) Makes the provisions of this title effective 60 days after the enactment of this Act.\n\nTitle VI: Property Management and Expedited Disposal of Real Property - Federal Real Property Asset Management Reform Act of 2014 - (Sec. 602) States that the purpose of this title is to increase the efficiency and effectiveness of the federal government in managing real property by: (1) requiring agencies to maintain an up-to-date inventory or real property; (2) establishing a Federal Real Property Council to develop guidance on, and ensure the implementation of, strategies for better managing federal real property; and (3) authorizing a pilot program to expedite the disposal of surplus real property.\n\n(Sec. 603) Defines for purposes of this title:\n\n \"excess property\" as any real property under the control of a federal agency that the agency head determines is not required to meet the needs or responsibilities of the agency; \"surplus property\" as excess real property that is not required to meet the needs or responsibilities of any agency, with specified exceptions; and \"underutilized property\" as a portion or the entirety of any real property, including improvements, that is used irregularly or intermittently by the accountable agency for program purposes or that is used for program purposes that can be satisfied only with a portion of the property. Requires each federal agency to:\n\n maintain adequate inventory controls and accountability systems for real property under agency control; develop current and future workforce projections to assess the needs of the federal workforce regarding the use of real property; continuously survey real property to identify excess property, underutilized property, and other real property suitable for colocation or consolidation with other federal agencies and facilities; promptly report excess property and underutilized property to the Administrator of the General Services Administration (GSA); establish goals to reduce excess property and underutilized property; submit to the Federal Real Property Council (established by this Act) a report on all excess property and underutilized property in the agency inventory; adopt workplace practices, configurations, and management techniques to increase productivity and decrease the need for federal real property assets; identify leased space that is not fully used or occupied; conduct an annual inventory of real property under agency control and make an assessment of such property using specified criteria; and provide to the Council and the GSA Administrator information used to establish and maintain the database of federal real property assets (established by this Act). Authorizes the Postmaster General to identify annually a list of postal property with space available for use by federal agencies and submit such list to the Council. Requires the Council to provide such list to each federal agency.\n\nEstablishes the Council to: (1) develop guidance and ensure implementation of an efficient and effective real property management strategy, (2) identify opportunities to better manage real property assets, and (3) reduce the costs of managing real property. Requires the Council to: (1) establish a real property management plan template, updated annually, to reduce surplus property; (2) develop standard use rates and a strategy to reduce reliance of agencies on leased space; (3) provide guidance on eliminating inefficiencies in the leasing process; (4) compile a list of field offices that are suitable for colocation with other federal real property; and (5) report to the OMB Director on a list of remaining excess, surplus, and underutilized property in each agency and on the progress of the Council and agencies in meeting the objectives of this Act.\n\nRequires the GSA Administrator to establish and maintain a single, comprehensive, and descriptive database of real property under the custody and control of all federal agencies.\n\nRequires agencies with independent leasing authority to submit to the Council a list of all agency leases, including operating leases, in effect that includes the expiration dates of such leases and the annual rental rates.\n\nRequires the OMB Director to establish a pilot program to dispose of surplus property. Authorizes the Director to authorize the disposal of not more than 200 surplus properties.\n\nAuthorizes the Secretary of Housing and Urban Development (HUD) to make grants to private nonprofit organizations to purchase real property to assist the homeless.\n\n(Sec. 604) Directs the Comptroller General to submit to Congress a draft and final report on the expedited disposal pilot program established by this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Postal Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Federal Real Property Asset Management Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Workers' Compensation Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Postal Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Federal Real Property Asset Management Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Workers' Compensation Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve, sustain, and transform the United States Postal Service.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:57-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1486:@@@L&summ2=m&"
}