{
  "actions": [
    {
      "acted_at": "2013-12-19", 
      "committees": [
        "SSFI"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Finance.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1877-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Finance", 
      "committee_id": "SSFI"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Grassley, Chuck", 
      "sponsored_at": "2013-12-19", 
      "state": "IA", 
      "thomas_id": "00457", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hatch, Orrin G.", 
      "sponsored_at": "2013-12-19", 
      "state": "UT", 
      "thomas_id": "01351", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Menendez, Robert", 
      "sponsored_at": "2013-12-19", 
      "state": "NJ", 
      "thomas_id": "00791", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Rockefeller, John D., IV", 
      "sponsored_at": "2013-12-19", 
      "state": "WV", 
      "thomas_id": "01424", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wyden, Ron", 
      "sponsored_at": "2013-12-19", 
      "state": "OR", 
      "thomas_id": "01247", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-19", 
  "number": "1877", 
  "official_title": "A bill to increase the reliability of child support for children, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1896-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1870-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Child Support Improvement and Work Promotion Act", 
  "sponsor": {
    "district": null, 
    "name": "Baucus, Max", 
    "state": "MT", 
    "thomas_id": "00066", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-12-19", 
  "subjects": [
    "Adoption and foster care", 
    "Advisory bodies", 
    "Child safety and welfare", 
    "Congressional oversight", 
    "Employee hiring", 
    "Family relationships", 
    "Government information and archives", 
    "Indian social and development programs", 
    "Intergovernmental relations", 
    "International law and treaties", 
    "Jurisdiction and venue", 
    "Separation, divorce, custody, support", 
    "Social welfare", 
    "State and local government operations", 
    "Tax administration and collection, taxpayers", 
    "Unemployment", 
    "Visas and passports"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-19", 
    "text": "Child Support Improvement and Work Promotion Act - Amends part D (Child Support and Establishment of Paternity) of title IV of the Social Security Act (SSA) to direct the Secretary of Health and Human Services (HHS) to utilize federal and state enforcement mechanisms and take necessary steps to ensure compliance with the U.S. treaty obligations under any multilateral child support convention in the event that a state plan does not comply with those obligations.\n\nAuthorizes a Central Authority for child support enforcement in a foreign reciprocating country or a foreign treaty country to obtain information from the Federal Parent Locator Service for the purpose of establishing parentage or child support obligations, and enforcing them.\n\nAuthorizes a state to require residents of a foreign reciprocating country or foreign treaty country who apply for services relating to establishment of paternity or child support obligations to make such an application through the foreign country's Central Authority for child support enforcement. Allows the state to accept or reject the application of any individual residing in a foreign country that is not a foreign reciprocating country or a foreign treaty country.\n\nAllows collection of past-due support from federal tax refunds in response to a request from a foreign reciprocating country or a foreign treaty country.\n\nAmends the federal judicial code with respect to full faith and credit for child support orders to revise requirements for state tribunals with appropriate jurisdiction to modify child support orders including an order issued in that state if one party resides in another state. Allows individual contestants to a child support order to consent to allow a state tribunal to continue to exercise jurisdiction to modify the order, or to change the tribunal and jurisdiction, in certain circumstances, to those of another state.\n\nAllows issuance of passports to certain individuals with annual incomes of under $100,000 who owe arrearages of child support but have been making such payments over a period of time.\n\nAuthorizes child support enforcement programs operated by Indian tribes to conduct an experimental, pilot, or demonstration project to assist in promoting the SSA title IV part D objectives.\n\nAuthorizes establishment of voluntary parenting time arrangements under state part D plans.\n\nIncreases from 24 to 48 months the length of time information entered into the data base maintained by the National Directory of New Hires shall remain before being deleted.\n\nAuthorizes the Secretary to provide access to data in each component of the Federal Parent Locator Service for certain related federal or state research as well as assessments of the effectiveness of a federal program in achieving positive labor market outcomes.\n\nEstablishes in the executive branch a Child Support Enforcement Task Force."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Child Support Improvement and Work Promotion Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to increase the reliability of child support for children, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1877:@@@L&summ2=m&"
}