{
  "actions": [
    {
      "acted_at": "2014-03-21", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Foreign Affairs, and in addition to the Committee on the Judiciary, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-21", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-21", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Immigration and Border Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-03-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-25", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Unanimous Consent.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-03-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Subcommittee on Immigration and Border Security Discharged.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-27T10:31:00-04:00", 
      "references": [], 
      "text": "Mr. Royce moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-27T10:31:00-04:00", 
      "references": [
        {
          "reference": "CR H2718-2730", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-27T10:31:00-04:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 4278.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-27T11:22:00-04:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-27T12:09:00-04:00", 
      "references": [
        {
          "reference": "CR H2730-2731", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-27T12:35:00-04:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR H2718-2723", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "148", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 399 - 19 (Roll no. 148).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-03-27", 
      "references": [], 
      "text": "Received in the Senate.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-04-02", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4278-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral", 
        "discharged"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Immigration and Border Security", 
      "subcommittee_id": "01"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": "8", 
      "name": "Cook, Paul", 
      "sponsored_at": "2014-03-24", 
      "state": "CA", 
      "thomas_id": "02103", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Engel, Eliot L.", 
      "sponsored_at": "2014-03-21", 
      "state": "NY", 
      "thomas_id": "00344", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "3", 
      "name": "Kelly, Mike", 
      "sponsored_at": "2014-03-26", 
      "state": "PA", 
      "thomas_id": "02051", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "16", 
      "name": "Kinzinger, Adam", 
      "sponsored_at": "2014-03-24", 
      "state": "IL", 
      "thomas_id": "02014", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "6", 
      "name": "Messer, Luke", 
      "sponsored_at": "2014-03-25", 
      "state": "IN", 
      "thomas_id": "02130", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "27", 
      "name": "Ros-Lehtinen, Ileana", 
      "sponsored_at": "2014-03-25", 
      "state": "FL", 
      "thomas_id": "00985", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "30", 
      "name": "Sherman, Brad", 
      "sponsored_at": "2014-03-24", 
      "state": "CA", 
      "thomas_id": "01526", 
      "title": "Rep", 
      "withdrawn_at": null
    }, 
    {
      "district": "36", 
      "name": "Stockman, Steve", 
      "sponsored_at": "2014-03-25", 
      "state": "TX", 
      "thomas_id": "01114", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-03-25", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-03-27T12:35:00-04:00", 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-21", 
  "number": "4278", 
  "official_title": "To support the independence, sovereignty, and territorial integrity of Ukraine, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2183-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Ukraine Support Act", 
  "sponsor": {
    "district": "39", 
    "name": "Royce, Edward R.", 
    "state": "CA", 
    "thomas_id": "00998", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-03-27T12:35:00-04:00", 
  "subjects": [
    "Alliances", 
    "Arms control and nonproliferation", 
    "Asia", 
    "China", 
    "Conflicts and wars", 
    "Congressional oversight", 
    "Diplomacy, foreign officials, Americans abroad", 
    "Economic development", 
    "Elections, voting, political campaign regulation", 
    "Energy storage, supplies, demand", 
    "Europe", 
    "Foreign aid and international relief", 
    "Foreign and international banking", 
    "Foreign loans and debt", 
    "Foreign property", 
    "Government ethics and transparency, public corruption", 
    "Government lending and loan guarantees", 
    "Government studies and investigations", 
    "Human rights", 
    "Immigration status and procedures", 
    "Intelligence activities, surveillance, classified information", 
    "International affairs", 
    "International exchange and broadcasting", 
    "International law and treaties", 
    "International organizations and cooperation", 
    "Internet and video services", 
    "Iran", 
    "Law enforcement officers", 
    "Middle East", 
    "Military assistance, sales, and agreements", 
    "Military education and training", 
    "Military operations and strategy", 
    "Moldova", 
    "Multilateral development programs", 
    "News media and reporting", 
    "North Korea", 
    "Nuclear weapons", 
    "Oil and gas", 
    "Pakistan", 
    "Political movements and philosophies", 
    "Racial and ethnic relations", 
    "Religion", 
    "Rule of law and government transparency", 
    "Russia", 
    "Sanctions", 
    "Sovereignty, recognition, national governance and status", 
    "Syria", 
    "Telephone and wireless communication", 
    "Trade restrictions", 
    "U.S. and foreign investments", 
    "Ukraine", 
    "United Nations", 
    "Visas and passports"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2014-03-27", 
    "text": "Ukraine Support Act - (Sec. 2) Sets forth U.S. policy regarding Ukraine, including: (1) support for the sovereignty and territorial integrity of a democratic Ukraine, and (2) condemnation of Russia's armed intervention into Ukraine and its illegal annexation of Crimea.\n\nTitle I: Assistance Provisions - (Sec. 101) Authorizes and encourages the President to provide assistance to support democracy and civil society, including community- and faith-based organizations, in Ukraine by: (1) improving democratic governance and anti-corruption efforts; (2) supporting Ukrainian efforts to foster greater unity among people and regions of the country, combat anti-Semitism, and promote respect for religious freedom; (3) supporting the people and government of Ukraine in conducting free and fair elections; (4) assisting Ukraine in diversifying its economy, trade, and energy supplies; and (5) expanding access to independent media and assisting with the protection of journalists and civil society activists.\n\nAuthorizes FY2014 appropriations for such activities.\n\n(Sec. 102) States that it shall be U.S. policy to work with other countries and international institutions to stabilize and reform Ukraine's economy.\n\nExpresses the sense of Congress that U.S. loan guarantees for Ukraine should be used to promote anti-corruption efforts and government, banking, and energy sector reforms.\n\n(Sec. 103) Directs Radio Free Europe/Radio Liberty (RFE/RL), Incorporated, and the Voice of America (VOA) service to Ukraine and neighboring regions to: (1) provide accurate and accessible news and information; (2) emphasize investigative and analytical journalism to highlight misinformation provided by Russian or pro-Russian media outlets; (3) prioritize programming to target populations and areas where access to uncensored information is limited, especially populations serviced by Russian supported media outlets; (4) increase the number of reporters and organizational presence in eastern Ukraine, especially in Crimea; (5) promote democratic processes, human rights, freedom of the press, and territorial sovereignty; (6) increase programming and content services that promote democracy to Russia; (7) prioritize programming to eastern Ukraine, including Crimea, and Moldova, and to ethnic and linguistic Russian populations, as well as to Tatar minorities; (8) prioritize news and information that contribute to the target audiences' understanding of political and economic developments in Ukraine and Moldova; (9) partner with private sector broadcasters and affiliates to increase distribution; (10) expand the use and audience of mobile news and multimedia platforms, including through Internet-based social networking platforms; and (11) provide programming content 24 hours a day, 7 days a week to target populations, including specified programming in Ukrainian, Russian, and Tatar languages.\n\nAuthorizes FY2014 appropriations for programming in the Ukrainian, Balkan, Russian, and Tatar language services of RFE/RL, Incorporated, and VOA to: (1) bolster programming to the people of Ukraine and neighboring regions, and (2) increase programming capacity and jamming circumvention technology.\n\nRequires the Broadcasting Board of Governors to report to Congress on plans to increase broadcasts.\n\n(Sec. 104) Expresses the sense of Congress that the Overseas Private Investment Corporation (OPIC) should prioritize investments in Ukraine.\n\n(Sec. 105) States that it shall be U.S. policy to assist Ukraine foster a democratically reformed police force and an independent judicial system.\n\nAuthorizes FY2014 appropriations to assist Ukraine strengthen its law enforcement capabilities and maintain the rule of law.\n\n(Sec. 106) Directs the Secretary of State to seek to provide enhanced security cooperation with Central and Eastern European North Atlantic Treaty Organization (NATO) member states, including through military exercises and the provision of defense articles and services.\n\n(Sec. 107) Expresses the sense of Congress that: (1) specified U.S. assistance to Ukraine under the Foreign Assistance Act of 1961 and the Arms Export Control Act should continue, (2) the President is encouraged to draw down Department of Defense (DOD) stocks in order to provide security assistance to the government of Ukraine, and (3) the government of Ukraine should make greater efforts to secure the protection of classified information and military equipment.\n\nStates that it shall be U.S. policy to enhance Ukraine's self-defense, including through assistance to improve the armed forces.\n\nDirects the Secretary of State to review and report to Congress on U.S. security assistance to Ukraine.\n\n(Sec. 108) Expresses the sense of Congress that the Administration should provide assistance to the government of Ukraine through appropriate U.S. government and multilateral programs (including the Department of Justice's Kleptocracy Asset Recovery Initiative, the Egmont Group, the Stolen Asset Recovery Initiative, the Camden Asset Recovery Inter-Agency Network, and the Asset Recovery Focal Point Initiative) to recover assets missing from the government of Ukraine or linked to purported acts of corruption by former President Viktor Yanukovych, members of his family, and other former or current senior foreign political figures of the government of Ukraine in any jurisdiction.\n\n(Sec. 109) Expresses the sense of Congress that the European Bank for Reconstruction and Development should increase investments in Ukraine and cease new investments in the Russian Federation.\n\nAmends the Enhanced Partnership with Pakistan Act of 2009 to reduce specified funding for Pakistan through FY2014.\n\nTitle II: Sanctions Provisions - (Sec. 201) Continues specified property-blocking sanctions under Executive Orders 13660, 13661, and 13662 against certain persons contributing to the situation in Ukraine.\n\n(Sec. 202) States that it shall be U.S. policy to impose sanctions on those individuals inside and outside the government of the Russian Federation who wield significant influence over Russian foreign policy, in particular regarding the violation of Ukraine's sovereignty, democracy, and territorial integrity.\n\nImposes asset and visa/entry sanctions against a foreign person or an alien who on or after November 21, 2013: (1) is responsible for or engaged in actions that undermine democratic processes in Ukraine or that threaten its peace or territorial integrity, acts of significant corruption in Ukraine, or expropriation of assets from Ukraine, or the commission of serious human rights abuses; (2) is a current or former senior official of the Russian Federation who has engaged in any such activity; (3) operates in the arms sector in the Russian Federation that has engaged in any such activity; (4) is a current or former leader of an entity that has engaged in any such activity, or of an entity whose property and interests in property are blocked pursuant to this Act; (5) has materially assisted or provided financial, material, or technological support for any such activity, or of any person whose property and interests in property are blocked pursuant to this Act; or (6) is owned or controlled by, or has acted for or on behalf of any person whose property and interests in property are blocked pursuant to this Act.\n\nSubjects violators of such provisions to specified penalties.\n\nStates that U.S. exclusion sanctions shall not apply if necessary to permit the United States to comply with the Agreement regarding the Headquarters of the United Nations or other applicable international obligations.\n\nAuthorizes the President to waive the imposition of such sanctions if in the U.S. national interest, subject to notice and justification to Congress within 15 days of any such waiver's taking effect.\n\nRequires the Secretary of State to report to Congress at least once every 180 days for a period not to exceed 2 years regarding senior foreign political figures of the Russian Federation who have been determined to have engaged in sanctionable actions under this section.\n\nRequires the President to respond to inquiries from the chairperson or ranking member of an appropriate congressional committee as to whether a specific senior Russian political figure is engaged in such sanctionable actions.\n\nTerminates sanctions under this section at the earlier of: (1) 90 days after the President certifies to Congress that Ukrainian sovereignty is not being violated by the Russian Federation or any other state, or (2) 30 days after any date subsequent to January 1, 2020, on which the President submits to Congress a determination that sanctions termination is in U.S. national security interests.\n\n(Sec. 203) Authorizes the imposition of asset blocking and and visa/entry sanctions against: (1) any government official of the Russian Federation, or a close associate or family member of such an official, who is responsible for or complicit in directing acts of significant corruption in the Russian Federation, including the expropriation of private or public assets for personal gain, government contract corruption, or the extraction of natural resources, bribery, or the facilitation or transfer of the proceeds of corruption to foreign jurisdictions; and (2) any individual who has materially assisted, sponsored, or provided financial, material, or technological support for such acts.\n\nAuthorizes the President to waive the imposition of such sanctions if in the U.S. national interest, and subject to the President providing Congress with notice and justification within 15 days of any such waiver taking effect.\n\n (Sec. 204) Directs the Secretary of State and the Secretary of the Treasury to report jointly to Congress every 180 days for up to 2 years regarding foreign financial institutions that: (1) control government of Ukraine state-owned or controlled assets in a manner contrary to that government's interests; (2) are involved in illicit financial activities organized under the laws of the Russian Federation, or owned or controlled by a sanctionable foreign person; and (3) are aiding in the violation of Ukrainian sovereignty, independence, and territorial integrity, including the Crimea.\n\n(Sec. 205) Expresses the sense of Congress that the President should expand the list of 18 Russian officials and others who were engaged in certain actions regarding the death of Sergei Magnitsky, illegal activity by officials of the Russian Federation, or violations of human rights.\n\n(Sec. 207) Expresses the sense of Congress that the United States should work to suspend temporarily all activities and meetings of the NATO-Russia Council.\n\nTitle III: Reporting Requirements - (Sec. 301) Directs the Secretary of State to report annually to Congress through 2020 with respect to Russia's current and future security and foreign policy posture.\n\n(Sec. 302) Directs the the President to report to Congress with respect to whether Russia is in material breach of its obligations under the Intermediate-Range Nuclear Forces (INF) Treaty, and if so, describe measures taken to: (1) hold the Russian Federation accountable for its violation, and (2) ensure that the Russian Federation eliminates any military system that constitutes a material breach of its INF obligations.\n\n(Sec. 303) Directs the Department of State's Special Envoy and Coordinator for International Energy Affairs to report on the potential short, medium, and long-term impacts of increased U.S. natural gas and oil exports on Russia's economic and political influence over Ukraine and other European countries.\n\n(Sec. 304) Amends the the Iran, North Korea, and Syria Nonproliferation Act to require the President to fully implement the Iran, North Korea, and Syria Nonproliferation Act, including sanctions against Russian companies.\n\nEncourages the President to place special emphasis on any foreign person in Russia, including any Russian Federation official, who is engaged in a prohibited activity with respect to the government of President Bashar al-Assad of Syria."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Ukraine Support Act", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Ukraine Support Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To support the independence, sovereignty, and territorial integrity of Ukraine, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:30-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4278:@@@L&summ2=m&"
}