{
  "actions": [
    {
      "acted_at": "2014-07-23", 
      "references": [
        {
          "reference": "CR S4764", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-07-23", 
      "committees": [
        "SSJU"
      ], 
      "references": [
        {
          "reference": "CR S4764-4766", 
          "type": "text of measure as introduced"
        }
      ], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on the Judiciary.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-18", 
      "committees": [
        "SSJU"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on the Judiciary. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-10-01", 
      "committee": "the Judiciary", 
      "committees": [
        "SSJU"
      ], 
      "references": [], 
      "text": "Committee on the Judiciary. Reported by Senator Leahy under authority of the order of the Senate of 09/18/2014 with an amendment in the nature of a substitute. Without written report.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-10-01", 
      "calendar": "Senate Legislative", 
      "number": "581", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 581.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2646-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Judiciary", 
      "committee_id": "SSJU"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2014-11-13", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Baldwin, Tammy", 
      "sponsored_at": "2014-11-12", 
      "state": "WI", 
      "thomas_id": "01558", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Blumenthal, Richard", 
      "sponsored_at": "2014-09-17", 
      "state": "CT", 
      "thomas_id": "02076", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Booker, Cory A.", 
      "sponsored_at": "2014-11-18", 
      "state": "NJ", 
      "thomas_id": "02194", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Boxer, Barbara", 
      "sponsored_at": "2014-09-16", 
      "state": "CA", 
      "thomas_id": "00116", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Brown, Sherrod", 
      "sponsored_at": "2014-09-15", 
      "state": "OH", 
      "thomas_id": "00136", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2014-07-23", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2014-09-16", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Durbin, Richard", 
      "sponsored_at": "2014-09-17", 
      "state": "IL", 
      "thomas_id": "00326", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Feinstein, Dianne", 
      "sponsored_at": "2014-11-12", 
      "state": "CA", 
      "thomas_id": "01332", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Franken, Al", 
      "sponsored_at": "2014-09-10", 
      "state": "MN", 
      "thomas_id": "01969", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Gillibrand, Kirsten E.", 
      "sponsored_at": "2014-09-18", 
      "state": "NY", 
      "thomas_id": "01866", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "sponsored_at": "2014-11-12", 
      "state": "ND", 
      "thomas_id": "02174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Hirono, Mazie K.", 
      "sponsored_at": "2014-09-17", 
      "state": "HI", 
      "thomas_id": "01844", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "King, Angus S. Jr.", 
      "sponsored_at": "2014-09-17", 
      "state": "ME", 
      "thomas_id": "02185", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Levin, Carl", 
      "sponsored_at": "2014-09-18", 
      "state": "MI", 
      "thomas_id": "01384", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murphy, Christopher S.", 
      "sponsored_at": "2014-09-15", 
      "state": "CT", 
      "thomas_id": "01837", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murray, Patty", 
      "sponsored_at": "2014-09-11", 
      "state": "WA", 
      "thomas_id": "01409", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Schumer, Charles E.", 
      "sponsored_at": "2014-09-09", 
      "state": "NY", 
      "thomas_id": "01036", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Udall, Tom", 
      "sponsored_at": "2014-11-17", 
      "state": "NM", 
      "thomas_id": "01567", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Warren, Elizabeth", 
      "sponsored_at": "2014-11-13", 
      "state": "MA", 
      "thomas_id": "02182", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Whitehouse, Sheldon", 
      "sponsored_at": "2014-09-16", 
      "state": "RI", 
      "thomas_id": "01823", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-10-01", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-07-23", 
  "number": "2646", 
  "official_title": "A bill to reauthorize the Runaway and Homeless Youth Act, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "s2941-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Runaway and Homeless Youth and Trafficking Prevention Act", 
  "sponsor": {
    "district": null, 
    "name": "Leahy, Patrick J.", 
    "state": "VT", 
    "thomas_id": "01383", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-09-18", 
  "subjects": [
    "Child health", 
    "Child safety and welfare", 
    "Crime victims", 
    "Crimes against children", 
    "Emergency medical services and trauma care", 
    "Family services", 
    "Government information and archives", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Homelessness and emergency shelter", 
    "Human trafficking", 
    "Mental health", 
    "Sex offenses", 
    "Sex, gender, sexual orientation discrimination", 
    "Social welfare", 
    "Social work, volunteer service, charitable organizations"
  ], 
  "subjects_top_term": "Social welfare", 
  "summary": {
    "as": "Reported to Senate amended", 
    "date": "2014-10-01", 
    "text": "Runaway and Homeless Youth and Trafficking Prevention Act - Title I: Runaway and Homeless Youth Act - Reauthorizes the Runaway and Homeless Youth Act through FY2019, generally at FY2009 levels.\n\n(Sec. 103) Modifies the Basic Center Grant (BCG) Program (for short-term emergency shelter and family reunification services to runaway and homeless youth) to require local centers to provide safe shelter and services, including trauma-informed services, for runaway and homeless youth, and (if appropriate) services for their families, including individuals they identify as family.\n\nExtends the maximum stay in a BCG shelter from 21 to 30 days, and requires a shelter to provide suicide prevention services.\n\nAllows shelter services to include: (1) trauma-informed and gender-responsive services for runaway or homeless youth, including victims of trafficking in persons or sexual exploitation; and (2) an assessment of family engagement in support and reunification (if appropriate), interventions, and services for parents or legal guardians of such youth, or individuals they identify as family.\n\nRevises plan applicant record keeping requirements.\n\nRequires plan applicants to: (1) provide age, gender, and culturally and linguistically appropriate services to runaway youth; and (2) assist youth in completing the Free Application for Federal Student Aid.\n\n(Sec. 104) Revises the Transitional Living Grant (TLG) Program (for longer-term residential services, life skills, education, and employment support to older homeless youth) to require information and counseling services in basic life skills to be age, gender, and linguistically appropriate.\n\nRequires TLG plan applicants to provide suicide prevention services, counseling to homeless youth, and aftercare services.\n\nRequires a TLG plan to ensure proper referral of homeless youth to mental health services, including programs providing comprehensive services to victims of trafficking in persons or sexual exploitation.\n\nRequires plan applicants to provide age, gender, and culturally and linguistically appropriate services that address the needs of homeless and street youth.\n\nRevises plan applicant record keeping requirements.\n\n(Sec. 105) Revises requirements for the coordination of activities among federal agencies, grants for technical assistance and training, and grants for research, evaluation, demonstration, and service projects.\n\n(Sec. 106) Revises the sexual abuse prevention program to authorize the Secretary of Health and Human Services (HHS) to make grants to public agencies (as well as nonprofit private agencies, as under current law) to provide street-based services to runaway and homeless, and street youth who have been subjected to, or are at risk of being subjected to, sexual abuse, violence, trafficking in persons, or sexual exploitation.\n\nRequires a grant applicant to certify to the Secretary that it has systems in place to ensure that it can provide age, gender, and culturally and linguistically appropriate services to all such youth.\n\n(Sec. 107) Prohibits any person in the United States, on the basis of actual or perceived race, color, religion, national origin, sex, gender identity, sexual orientation, or disability, from being excluded from participation in, denied the benefits of, or subject to discrimination under any program or activity funded in whole or in part with funds made available under such Act, or any other program or activity funded in whole or in part with amounts appropriated for grants, cooperative agreements, or other assistance administered by the Administration for Children and Families of the Department of HHS.\n\nSubjects all grants awarded by the Secretary to accountability requirements concerned with: (1) audits of grant recipients to prevent waste, fraud, and abuse of grant funds; (2) disqualification of nonprofit organizations holding money in offshore accounts; (3) limitation to $20,000 of conference expenditures; (4) annual certification of audits conducted; and (5) a prohibition on use of grant funds for lobbying HHS for the award of grant funding.\n\nTitle II: Combatting Human Trafficking - Justice for Victims of Trafficking Act of 2014 - (Sec. 202) Amends title XVIII to require the court to assess an amount of $5,000 on any non-indigent person or entity convicted of an offense relating to: (1) peonage, slavery, and trafficking in persons; (2) sexual abuse; (3) sexual exploitation and other abuse of children; (4) transportation for illegal sexual activity and related crimes; or (5) human smuggling in violation of the Immigration and Nationality Act, unless the person induced, assisted, abetted, or aided only an individual who at the time of such action was the alien's spouse, parent, son, or daughter to enter the United States in violation of law.\n\nEstablishes in the Treasury the Domestic Trafficking Victims Fund into which the assessments collected under this Act are to be deposited. Requires the Attorney General to use the Fund to award grants or enhance victims' programming. Earmarks amounts in the Fund for grants to provide services for child pornography victims. Sets forth requirements pertaining to operation of the Fund, including transfer of all unobligated balances in it to the Crime Victims Fund on September 30 of each year.\n\n(Sec. 203) Amends the Trafficking Victims Protection Act to require the Secretary to issue a determination, based on a preponderance of the evidence, and at the individual's request, that a covered individual (i.e., a U.S. citizen or a permanent resident) is a victim of a severe form of trafficking.\n\n(Sec. 204) Amends the Trafficking Victims Protection Reauthorization Act of 2005 to replace the pilot program to establish residential treatment facilities for juveniles subjected to trafficking with a victim-centered child human trafficking deterrence block grant program.\n\nAuthorizes the Attorney General to make renewable three-year block grants to an eligible entity to develop, improve, or expand comprehensive domestic child human trafficking deterrence programs that assist law enforcement officers, prosecutors, judicial officials, and qualified victims's service organizations in collaborating to rescue and restore the lives of victims, while investigating and prosecuting offenses involving child human trafficking.\n\n(Sec. 205) Amends the Victims of Child Abuse Act of 1990 to include human trafficking and the production of child pornography within the definition of child abuse for purposes of such Act.\n\nAuthorizes the Administrator of the Office of Juvenile Justice and Delinquency Prevention to make grants to develop and implement specialized programs to identify and provide direct services to victims of child pornography.\n\n(Sec. 206) Amends the federal criminal code to direct the Attorney General to transfer assets forfeited as a result of their actual or intended use to commit or to facilitate the commission of a violation of human trafficking laws, or proceeds derived from the sale of such assets, to satisfy victim restitution orders arising from those violations.\n\nMakes the Department of Justice Assets Forfeiture Fund available to the Attorney General for the payment of awards for information or assistance directly relating to violations of the criminal laws prohibiting peonage, slavery, and trafficking in persons.\n\nAllows the use of this Forfeiture Fund also, at the Secretary of the Treasury's discretion, for purchases of evidence or information by the U.S. Immigration and Customs Enforcement with respect to a violation of human trafficking laws.\n\n(Sec. 207) Allows state and local prosecutors to obtain warrants in state courts for the investigation of human trafficking, child sexual exploitation, or child pornography production.\n\n(Sec. 208) Amends the Omnibus Crime Control and Safe Streets Act of 1968, with respect to the allocation of funds under the Edward Byrne Memorial Justice Assistance Grant Program, to include severe forms of trafficking in persons as a part 1 violent crime.\n\n(Sec. 209) Amends the federal criminal code to expand the range of conduct punished as sex trafficking of children.\n\nAmends the Trafficking Victims Protection Act of 2000 to revise the definition of sex trafficking to include the patronizing or solicitation of a person for a commercial sex act.\n\n(Sec. 210) Directs the Attorney General to ensure that all task forces and working groups within the Innocence Lost National Initiative engage in activities, programs, or operations to increase the investigative capabilities of state and local law enforcement officers in the detection, investigation, and prosecution of persons who patronize or solicit children for sex.\n\n(Sec. 211) Subjects all covered grants under the Attorney General's block grant program to accountability requirements pertaining to: (1) audits of grant recipients to prevent waste, fraud, and abuse of grant funds; (2) disqualification of nonprofit organizations holding money in offshore accounts; (3) limitation to $20,000 of conference expenditures; (4) annual certification of audits completed about conference expenditures; and (5) a prohibition on use of grant funds for lobbying the Department of Justice (DOJ) for the award of grant funding.\n\nTitle III: Other Matters - (Sec. 301) Amends the Missing Children's Assistance Act, with respect to the cyber tipline of the National Center for Missing and Exploited Children (NCMEC) reporting Internet-related child sexual exploitation, to respecify child prostitution as child sex trafficking.\n\nAmends the Crime Control Act of 1990 to:\n\n require each missing child report to include a recent photograph of the child; reduce from 60 to 30 days after the original entry of a missing child record into the state law enforcement system and National Crime Information Center computer networks the deadline for verifying and updating that record with any additional information, including a recent photograph; require the law enforcement agency that entered the report into the Center to notify NCMEC of each report received relating to a child reported missing from a foster care family home or childcare institution; require that law enforcement agency to maintain close liaison with state and local child welfare systems; and require it also to grant permission to the Center Terminal Contractor for the state to update the missing person record in the Center computer networks with additional information learned during the investigation relating to the missing person. (Sec. 302) Combat Human Trafficking Act of 2014 - Directs the Director of the Bureau of Justice Statistics to report annually to Congress, the Attorney General, and other specified parties on: (1) the rates of arrest, prosecution, and conviction of individuals by state law enforcement officers for the provision, obtaining, patronizing, or soliciting of a commercial sex act involving a person subject to severe forms of trafficking in persons; and (2) sentences imposed on individuals convicted in state court system for such an offense.\n\nDirects the Attorney General to ensure that: (1) each DOJ anti-human trafficking program, including each anti-human trafficking training program for federal, state, or local law enforcement officers, includes technical training on effective methods for investigating and prosecuting individuals who obtain, patronize, or solicit commercial sex acts; and (2) federal law enforcement officers are engaged in activities, programs, or operations involving the detection, investigation, and prosecution of such individuals.\n\nSubjects the following offenses to the same wiretap authority as sex trafficking of children: (1) peonage; (2) involuntary servitude; (3) forced labor; (4) trafficking with respect to peonage, slavery, involuntary servitude, or forced labor; and (5) unlawful conduct with respect to documents in furtherance of trafficking, peonage, slavery, involuntary servitude or forced labor.\n\nGrants crime victims the right to be notified in a timely manner of any plea agreements or deferred prosecution agreement.\n\nRequires the court of appeals to apply ordinary standards of appellate review in deciding the application of a writ of mandamus asserting victim's rights.\n\nApplies this requirement to any petition for a writ of mandamus filed and pending on the date of enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Runaway and Homeless Youth and Trafficking Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Runaway and Homeless Youth and Trafficking Prevention Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Combat Human Trafficking Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": true, 
      "title": "Justice for Victims of Trafficking Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reauthorize the Runaway and Homeless Youth Act, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:24-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2646:@@@L&summ2=m&"
}