{
  "actions": [
    {
      "acted_at": "2014-02-11", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Ways and Means, and in addition to the Committee on House Administration, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-11", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-11", 
      "committees": [
        "HSHA"
      ], 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr4043-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-02-11", 
  "number": "4043", 
  "official_title": "To suspend the debt ceiling temporarily, to hold the salaries of Members of a House of Congress in escrow if the House of Congress does not agree to a budget resolution or pass regular appropriation bills on a timely basis during a Congress, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr325-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3887-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s540-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Getting Government to Work Act of 2014", 
  "sponsor": {
    "district": "12", 
    "name": "Rothfus, Keith J.", 
    "state": "PA", 
    "thomas_id": "02158", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-02-11", 
  "subjects": [
    "Appropriations", 
    "Budget deficits and national debt", 
    "Budget process", 
    "Economics and public finance", 
    "Executive agency funding and structure", 
    "Government employee pay, benefits, personnel management", 
    "Members of Congress", 
    "Securities"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-02-11", 
    "text": "Getting Government to Work Act of 2014 - Suspends the public debt limit for the period beginning on the date of enactment of this Act and ending on February 2, 2015.\n\nRevises the special rule relating to obligations issued during the suspension period to provide for an increase in the debt limit, effective February 3, 2015, to the extent that: (1) the face amount of obligations issued and the face amount of obligations whose principal and interest are guaranteed by the federal government (except guaranteed obligations held by the Secretary of the Treasury) that are outstanding on February 3, 2015, exceeds (2) the face amount of such obligations outstanding on the date of enactment of this Act.\n\n Prohibits an obligation from being taken into account unless its issuance was necessary to fund a commitment incurred by the federal government that required payment before February 3, 2015.\n\nRequires the appropriate payroll administrator of each house of Congress to deposit in an escrow account all mandatory payments for compensation of Members of Congress serving in that house if by April 15 of any calendar year, beginning with 2015, that house has not agreed to a concurrent budget resolution for the fiscal year beginning on October 1 of that year. Requires release of such payments to those Members after April 16 of that calendar year only upon the earlier of: (1) the day on which that house agrees to a concurrent budget resolution for the fiscal year beginning on October 1 of that year, or (2) the last day of the Congress during which that calendar year occurs. Sets forth similar suspension of pay requirements if by July 31 of a calendar year, beginning with 2014, a house of Congress has not passed each of the regular appropriation bills for the fiscal year beginning on October 1 of that year. Requires release of salary payments to the appropriate Members after August 1 of the calendar year only upon the earlier of: (1) the day on which that house has passed each of the regular appropriation bills for the fiscal year beginning on October 1 of that year, or (2) the last day of the Congress during which that calendar year occurs.\n\nRequires the payroll administrator of a house of Congress, in order to ensure that this Act is carried out in a manner consistent with the Constitution, to release for payments to Members of that house any amounts remaining in any escrow account under this Act on the last day of the Congress during which the amounts were deposited in such account."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Getting Government to Work Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To suspend the debt ceiling temporarily, to hold the salaries of Members of a House of Congress in escrow if the House of Congress does not agree to a budget resolution or pass regular appropriation bills on a timely basis during a Congress, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:25-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR4043:@@@L&summ2=m&"
}