{
  "actions": [
    {
      "acted_at": "2014-06-24", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2518-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-24", 
  "number": "2518", 
  "official_title": "A bill to establish a grant program to incentivize States to implement comprehensive reforms and innovative strategies to significantly improve postsecondary outcomes for low-income and first generation college students, including increasing postsecondary enrollment and graduation rates, to reduce the need of postsecondary students for remedial education, to increase alignment of elementary, secondary, and postsecondary education, and to promote innovation in postsecondary education, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "College Access Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Franken, Al", 
    "state": "MN", 
    "thomas_id": "01969", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-24", 
  "subjects": [
    "Academic performance and assessments", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Elementary and secondary education", 
    "Higher education", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-24", 
    "text": "College Access Act of 2014 - Directs the Secretary of Education to award competitive planning grants and competitive implementation grants to states to plan and implement comprehensive state plans to: (1) enhance the affordability of postsecondary education; and (2) increase the number and percentage of students attaining a postsecondary credential, particularly first generation and low-income college students.\n\nRequires each comprehensive state plan to require the implementation of:\n\n specified measures to increase the transparency and accessibility of the information provided to students and their families about the costs and outcomes of attaining a postsecondary credential in the state, including the adoption by each institution of higher education (IHE) of a net price calculator linked to the IHE's website that provides individualized information and meets certain other requirements; and measures to maintain or increase fiscal support for postsecondary education that include increasing need-based grant aid for postsecondary education and restricting tuition increases at public IHEs to a rate that lies below the inflation rate. Requires each comprehensive state plan to require one or more of the following reforms that are not already in place in the state:\n\n removing barriers to innovation in postsecondary education by developing innovative education delivery models, promoting the use of technology, and creating or expanding the use of open educational resources; improving the students' transition to and from postsecondary institutions and increasing their graduation rate by increasing their participation in accelerated learning models, reforming postsecondary remediation, improving the credit transfer policies and articulation agreements between or among IHEs, and incentivizing IHEs to increase the number and percentage of Federal Pell Grant recipients who attain a postsecondary credential. Requires applicants for a planning grant and applicants for an implementation grant that have not received a planning grant to establish performance indicators, annual targets, and goals to track their performance in:\n\n implementing the reforms that are required by their plans, increasing the graduation rate of first generation and low-income college students and the number and percentage of students from community colleges and postsecondary vocational schools who transfer to a four-year IHE and attain a baccalaureate degree, and reducing the net price of attaining a postsecondary credential. Terminates an implementation grant after two years if the Secretary determines that the state is making insufficient progress in implementing its comprehensive state plan and meeting its annual targets.\n\nDirects the Secretary to: (1) evaluate the implementation and impact of this Act's requirements, and (2) disseminate research on best practices for achieving this Act's objectives."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "College Access Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish a grant program to incentivize States to implement comprehensive reforms and innovative strategies to significantly improve postsecondary outcomes for low-income and first generation college students, including increasing postsecondary enrollment and graduation rates, to reduce the need of postsecondary students for remedial education, to increase alignment of elementary, secondary, and postsecondary education, and to promote innovation in postsecondary education, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:22-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2518:@@@L&summ2=m&"
}