{
  "actions": [
    {
      "acted_at": "2013-12-09", 
      "references": [
        {
          "reference": "CR S8572", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-12-09", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-02-06", 
      "committee": "Committee on Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Hearings held. Hearings printed: S.Hrg. 113-349.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-11-13", 
      "committees": [
        "SSEG"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Energy and Natural Resources. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-12-11", 
      "committee": "Energy and Natural Resources", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Committee on Energy and Natural Resources. Reported by Senator Landrieu with an amendment in the nature of a substitute. With written report No. 113-307.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-12-11", 
      "calendar": "Senate Legislative", 
      "number": "646", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 646.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1784-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-02-06", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-12-09", 
  "number": "1784", 
  "official_title": "A bill to improve timber management on Oregon and California Railroad and Coos Bay Wagon Road grant land, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1215-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1230-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2488-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2491-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5511-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5512-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s352-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1414-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1415-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Oregon and California Land Grant Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Wyden, Ron", 
    "state": "OR", 
    "thomas_id": "01247", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-11-13", 
  "subjects": [
    "Advisory bodies", 
    "Air quality", 
    "Birds", 
    "Climate change and greenhouse gases", 
    "Dams and canals", 
    "Ecology", 
    "Electric power generation and transmission", 
    "Endangered and threatened species", 
    "Environmental assessment, monitoring, research", 
    "Fires", 
    "Fishes", 
    "Forests, forestry, trees", 
    "Indian lands and resources rights", 
    "Lakes and rivers", 
    "Land transfers", 
    "Land use and conservation", 
    "Licensing and registrations", 
    "Monuments and memorials", 
    "Oregon", 
    "Parks, recreation areas, trails", 
    "Public lands and natural resources", 
    "Railroads", 
    "Roads and highways", 
    "Rural conditions and development", 
    "Water quality", 
    "Water storage", 
    "Water use and supply", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Public lands and natural resources", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-12-09", 
    "text": "Oregon and California Land Grant Act of 2013 - Names the Act of August 28, 1937, as the Oregon and California Land Grant Act.\n\nRequires the management of those parts of certain revested Oregon and California Railroad and reconveyed Coos Bay Wagon Road grant lands that are classified as timberland or power-site land valuable for timber (the covered land) in accordance with specified requirements. Directs the Secretary to: (1) prohibit the cutting or removal of any old growth in a covered area, (2) carry out an aquatic conservation strategy to promote specified objectives, and (3) determine moist forests and dry forests. Declares that timber harvest in riparian reserves shall only occur in stands less than or equal to 80 years of age. Establishes the Rogue and Molalla National Recreation Areas in Oregon. Establishes in Oregon: (1) the McKenzie Drinking Water Special Management Unit, (2) the Hillsboro Drinking Water Special Management Unit, (3) the Clackamas Drinking Water Special Management Unit, and (4) the Springfield Drinking Water Special Management Unit. Directs the Secretary of the Interior to administer 2,050 acres of Bureau of Land Management (BLM) land as part of the Cascade-Siskiyou National Monument in Oregon. Establishes a special resources management unit in Oregon as the Illinois Valley Salmon and Botanical Area. Establishes a protection and management corridor in Oregon as the Pacific Crest Trail Corridor. Provides for the management of specified Primitive Backcountry Areas. Establishes Special Environmental Zones. Directs the Secretary to seek a specified land consolidation involving exchanges of the covered land and private or Oregon-owned land. Requires the sale of certain of the covered land identified as Land Tenure, Zone 3. Excludes certain eligible activities on the covered land categorically from the requirements for an environmental assessment or an environmental impact statement and exempts such activities from administrative review. Directs the Secretary to seek to close or decommission nonessential BLM roads on the covered land. Establishes a Legacy Roads and Trails Program to provide urgently needed road decommissioning. Directs the Secretary to designate 50,000 acres across two to five sites in moist and dry forests, to be comanaged by the Secretary and Oregon State University as special management and research areas.\n\nRequires the Secretary to establish guidelines to ensure that specified trees are not cut in covered areas.\n\nDirects the Secretary to convene a scientific and technical advisory panel to review whether this Act's provisions been implemented so as to result in robust timber harvests and to maintain environmental values.\n\nRequires the annual distribution of all funds deposited in the Oregon and California Railroad Land-Grant Fund to counties containing the covered land.\n\nDesignates specified river segments in Oregon as components of the National Wild and Scenic Rivers System.\n\nHolds approximately 14,804 acres of specified federal land in trust for the Confederated Tribes of Coos, Lower Umpqua, and Siuslaw Indians.\n\nHolds approximately 17,826 acres of specified federal land in trust for the Cow Creek Band of Umpqua Tribe of Indians.\n\n Adds approximately 56,100 acres of specified federal land in Oregon to the Wild Rogue Wilderness.\n\nAdds also to the Wild Rogue Wilderness certain public land in Oregon administered by the Secretary and comprising approximately 600 acres as potential wilderness.\n\n Adds specified segments of creeks to the designation of the Rogue River in Oregon as a component of the national wild and scenic rivers system.\n\n Designates approximately 30,540 acres of certain Forest Service and BLM land in Oregon as the Devil's Staircase Wilderness and as wilderness and a component of the National Wilderness Preservation System.\n\nDesignates the Franklin and Wasson Creeks in Oregon as wild rivers and as components of the Wild and Scenic Rivers System.\n\nDesignates specified segments of the Molalla River in Oregon as components of the National Wild and Scenic Rivers System.\n\nRenames the Squaw Creek in Oregon as Wychus Creek.\n\nMakes corrections to the segment designations for the Chetco River, Oregon, including revising segment lengths."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Oregon and California Land Grant Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Oregon and California Land Grant Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to improve timber management on Oregon and California Railroad and Coos Bay Wagon Road grant land, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:03-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1784:@@@L&summ2=m&"
}