{
  "actions": [
    {
      "acted_at": "2014-03-06", 
      "references": [], 
      "text": "Introduced in the Senate. Read the first time. Placed on Senate Legislative Calendar under Read the First Time.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-10", 
      "calendar": "Senate Legislative", 
      "number": "318", 
      "references": [], 
      "status": "REPORTED", 
      "text": "Read the second time. Placed on Senate Legislative Calendar under General Orders. Calendar No. 318.", 
      "type": "calendar", 
      "under": "General Orders"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2097-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2014-03-06", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Coats, Daniel", 
      "sponsored_at": "2014-03-06", 
      "state": "IN", 
      "thomas_id": "00209", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Collins, Susan M.", 
      "sponsored_at": "2014-03-06", 
      "state": "ME", 
      "thomas_id": "01541", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2014-03-06", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Murkowski, Lisa", 
      "sponsored_at": "2014-03-06", 
      "state": "AK", 
      "thomas_id": "01694", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Portman, Rob", 
      "sponsored_at": "2014-03-06", 
      "state": "OH", 
      "thomas_id": "00924", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-03-06", 
  "number": "2097", 
  "official_title": "A bill to provide for the extension of certain unemployment benefits, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2448-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3546-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3773-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3824-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4415-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4415-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4550-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr4970-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1099-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1747-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1797-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1845-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1931-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2077-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2148-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2149-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2532-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Responsible Unemployment Compensation Extension Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Heller, Dean", 
    "state": "NV", 
    "thomas_id": "01863", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REPORTED", 
  "status_at": "2014-03-10", 
  "subjects": [
    "Accounting and auditing", 
    "Appropriations", 
    "Congressional oversight", 
    "Customs enforcement", 
    "Department of Labor", 
    "Employee benefits and pensions", 
    "Employee hiring", 
    "Employment and training programs", 
    "Employment taxes", 
    "Executive agency funding and structure", 
    "Intergovernmental relations", 
    "Labor and employment", 
    "Railroads", 
    "State and local finance", 
    "Transportation employees", 
    "Unemployment", 
    "User charges and fees"
  ], 
  "subjects_top_term": "Labor and employment", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-03-06", 
    "text": "Emergency Unemployment Compensation Extension Act - Amends the Supplemental Appropriations Act, 2008 (SAA, 2008) to extend emergency unemployment compensation (EUC) payments for eligible individuals to weeks of employment ending on or before June 1, 2014.\n\n Amends the Assistance for Unemployed Workers and Struggling Families Act to extend until May 31, 2014, requirements that federal payments to states cover 100% of EUC.\n\n Amends the Unemployment Compensation Extension Act of 2008 to exempt weeks of unemployment between enactment of this Act and November 30, 2014, from the prohibition in the Federal-State Extended Unemployment Compensation Act of 1970 (FSEUCA of 1970) against federal matching payments to a state for the first week in an individual's eligibility period for which extended compensation or sharable regular compensation is paid if the state law provides for payment of regular compensation to an individual for his or her first week of otherwise compensable unemployment. (Thus allows temporary federal matching for the first week of extended benefits for states with no waiting period.)\n\n Amends the FSEUCA of 1970 to postpone similarly from December 31, 2013, to May 31, 2014, termination of the period during which a state may determine its \"on\" and \"off\" indicators according to specified temporary substitutions in its formula.\n\n Amends the SAA, 2008 to appropriate funds out of the employment security administration account through the first five months of FY2015 to assist states in providing reemployment and eligibility assessment activities.\n\n Amends the Railroad Unemployment Insurance Act to extend through May 31, 2014, the temporary increase in extended unemployment benefits.\n\nMakes a change in application of a certain requirement (nonreduction rule) to a state that has entered a federal-state EUC agreement, under which the federal government would reimburse the state's unemployment compensation agency making EUC payments to individuals who have exhausted all rights to regular unemployment compensation under state or federal law and meet specified other criteria.\n\n (Under the nonreduction rule such an agreement does not apply with respect to a state whose method for computing regular unemployment compensation under state law has been modified to make the average weekly unemployment compensation benefit paid on or after June 2, 2010, less than what would have been paid before June 2, 2010.)\n\n Declares that the nonreduction rule shall not apply to a state which has enacted a law before December 1, 2013, that, upon taking effect, would violate the nonreduction rule. Allows a state whose agreement was terminated, however, to enter into a subsequent federal-state EUC agreement on or after enactment of this Act if, taking into account this inapplicability of the nonreduction rule, it would otherwise meet the requirements for an EUC agreement. (Thus allows such a subsequent EUC agreement to permit payment of less than the average weekly unemployment compensation benefit paid on or after June 2, 2010.)\n\nAmends the SAA, 2008 to require that the state reemployment services and in-person reemployment and eligibility assessment activities provided to EUC recipients include an assessment of the reasons why the individual continues to be unemployed and the actions he or she must undertake to improve his or her employment prospects (including through enrollment in a job retraining program under this Act if the state has made such an election).\n\nAuthorizes a state to elect to require an individual, as a condition of eligibility for EUC for any week, to:\n\n participate in a state approved job retraining program during that week, or perform at least 20 hours of community service during the week if the state determines that his or her participation in the program for that week is not appropriate. Defines \"community service\" as unpaid service by an individual to a tax-exempt nonprofit organization or to a federal, state, or local agency. Prohibits EUC payments to any individual for any week of unemployment during which the person fails to: accept any offer of suitable work or fails to apply for any suitable work to which the individual was referred by the state agency; or actively engage in seeking work, unless he or she is: (1) on jury duty before any federal or state court; or (2) hospitalized for treatment of an emergency or a life-threatening condition. States that if any individual is ineligible for EUC for any week because of failure to meet these requirements, he or she shall be ineligible to receive EUC for any week which:\n\n begins with the week following the week in which such failure occurs; and does not end until the individual has been employed during at least four weeks beginning after such failure, and the total remuneration the individual earns for being so employed is at least four times his or her average weekly benefit amount for the benefit year. Prohibits the denial of EUC to any individual for any week because of failure to accept an offer of, or apply for, suitable work if:\n\n the gross average weekly remuneration payable to such individual for the position does not exceed the sum of the individual's average weekly benefit amount for his or her benefit year, plus the amount (if any) of supplemental unemployment compensation benefits payable to that individual for that week; the position was not offered to the individual in writing and was not listed with the state employment service; such failure would not result in a denial of compensation under the applicable state law to the extent that it is not inconsistent with SAA, 2008; or the position pays wages less than the higher of the minimum wage provided by the Fair Labor Standards Act of 1938, without regard to any exemption, or any applicable state or local minimum wage. Prohibits the use of federal funds to make payments of unemployment compensation to any individual whose adjusted gross income in the preceding year was at least $1 million.\n\nRequires the Secretary of Labor, in coordination with the Director of the Office of Management and Budget (OMB), to report to appropriate congressional committees on the consolidation of federal job training programs and activities determined to be unnecessarily duplicative.\n\nAmends the Employee Retirement Income Security Act of 1974 (ERISA) and the Internal Revenue Code to revise the applicable percentages for determining minimum funding standards for single-employer defined benefit pension plans (funding stabilization). Exempts plans providing accelerated benefit distributions from the application of such standards.\n\nAmends title II (Old Age, Survivors, and Disability Insurance) (OASDI) of the Social Security Act, for any month before an individual reaches retirement age, to reduce the total of the individual's monthly disability insurance benefits and any OASDI benefits based on wages and self-employment income by the total amount of any unemployment compensation (UC) received for that month (but not below zero). (Thus reduces the benefits based on receipt of UC.)\n\nApplies this reduction to any past-due monthly disability insurance benefits for any month in which the individual was entitled both to them and to UC.\n\nMakes the reduction inapplicable if the individual is entitled to UC for a month following a period of: (1) trial work, (2) participation in the Ticket to Work and Self-Sufficiency Program, or (3) participation in any other program designed to encourage an individual entitled to such benefits to work.\n\nAmends the Consolidated Omnibus Budget Reconciliation Act of 1985 to extend through FY2024 the authority of the Secretary of the Treasury to collect customs user fees for the processing of certain merchandise."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Responsible Unemployment Compensation Extension Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for the extension of certain unemployment benefits, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:13-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2097:@@@L&summ2=m&"
}