{
  "actions": [
    {
      "acted_at": "2013-11-13", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-06-09", 
      "committee": "Committee on Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Hearings held.", 
      "type": "hearings"
    }, 
    {
      "acted_at": "2014-06-25", 
      "committees": [
        "SSGA"
      ], 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Committee on Homeland Security and Governmental Affairs. Ordered to be reported with an amendment in the nature of a substitute favorably.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-08-26", 
      "committee": "Homeland Security and Governmental Affairs", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "text": "Committee on Homeland Security and Governmental Affairs. Reported by Senator Carper under authority of the order of the Senate of 08/05/2014 with an amendment in the nature of a substitute. With written report No. 113-248.", 
      "type": "reported"
    }, 
    {
      "acted_at": "2014-08-26", 
      "calendar": "Senate Legislative", 
      "number": "548", 
      "references": [], 
      "text": "Placed on Senate Legislative Calendar under General Orders. Calendar No. 548.", 
      "type": "calendar", 
      "under": "General Orders"
    }, 
    {
      "acted_at": "2014-09-18", 
      "references": [
        {
          "reference": "CR S5865-5872", 
          "type": "consideration"
        }
      ], 
      "text": "Measure laid before Senate by unanimous consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-18", 
      "references": [
        {
          "reference": "CR S5865-5868", 
          "type": "text"
        }
      ], 
      "text": "The committee substitute as amended agreed to by Unanimous Consent.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-18", 
      "how": "by Voice Vote", 
      "references": [
        {
          "reference": "CR S5868-5872", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASS_OVER:SENATE", 
      "text": "Passed Senate with an amendment by Voice Vote.", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "s"
    }, 
    {
      "acted_at": "2014-09-19", 
      "references": [], 
      "text": "Message on Senate action sent to the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-19T12:03:00-04:00", 
      "references": [], 
      "text": "Received in the House.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-09-19", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to the Committee on Oversight and Government Reform, and in addition to the Committee on Homeland Security, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-19", 
      "committees": [
        "HSGO"
      ], 
      "references": [], 
      "text": "Referred to House Oversight and Government Reform", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-19", 
      "committees": [
        "HSHM"
      ], 
      "references": [], 
      "text": "Referred to House Homeland Security", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-09-25", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Border and Maritime Security.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-12-10T12:24:00-05:00", 
      "references": [], 
      "text": "Mr. Chaffetz moved to suspend the rules and pass the bill.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-10T12:24:00-05:00", 
      "references": [
        {
          "reference": "CR H8945-8951", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-10T12:24:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on S. 1691.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-10T12:47:00-05:00", 
      "how": "by voice vote", 
      "references": [
        {
          "reference": "CR H8945-8949", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "status": "PASSED:BILL", 
      "suspension": null, 
      "text": "On motion to suspend the rules and pass the bill Agreed to by voice vote.", 
      "type": "vote", 
      "vote_type": "vote2", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-12-10T12:47:00-05:00", 
      "references": [], 
      "text": "Motion to reconsider laid on the table Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-12-12", 
      "references": [], 
      "text": "Presented to President.", 
      "type": "topresident"
    }, 
    {
      "acted_at": "2014-12-18", 
      "references": [], 
      "status": "ENACTED:SIGNED", 
      "text": "Signed by President.", 
      "type": "signed"
    }, 
    {
      "acted_at": "2014-12-18", 
      "congress": "113", 
      "law": "public", 
      "number": "277", 
      "references": [], 
      "text": "Became Public Law No: 113-277.", 
      "type": "enacted"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt3931-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "3931"
    }
  ], 
  "bill_id": "s1691-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "hearings", 
        "markup", 
        "reporting"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Oversight and Government Reform", 
      "committee_id": "HSGO"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Homeland Security", 
      "committee_id": "HSHM", 
      "subcommittee": "Subcommittee on Border and Maritime Security", 
      "subcommittee_id": "11"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Ayotte, Kelly", 
      "sponsored_at": "2014-05-20", 
      "state": "NH", 
      "thomas_id": "02075", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Cornyn, John", 
      "sponsored_at": "2014-09-08", 
      "state": "TX", 
      "thomas_id": "01692", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Flake, Jeff", 
      "sponsored_at": "2014-06-25", 
      "state": "AZ", 
      "thomas_id": "01633", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Heitkamp, Heidi", 
      "sponsored_at": "2014-02-25", 
      "state": "ND", 
      "thomas_id": "02174", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "McCain, John", 
      "sponsored_at": "2013-11-13", 
      "state": "AZ", 
      "thomas_id": "00754", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": {
    "congress": "113", 
    "law_type": "public", 
    "number": "277"
  }, 
  "history": {
    "active": true, 
    "active_at": "2014-06-09", 
    "awaiting_signature": false, 
    "enacted": true, 
    "enacted_at": "2014-12-18", 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-12-10T12:47:00-05:00", 
    "senate_passage_result": "pass", 
    "senate_passage_result_at": "2014-09-18", 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-13", 
  "number": "1691", 
  "official_title": "A bill to amend title 5, United States Code, to improve the security of the United States border and to provide for reforms and rates of pay for border patrol agents.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3463-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Border Patrol Agent Pay Reform Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Tester, Jon", 
    "state": "MT", 
    "thomas_id": "01829", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "ENACTED:SIGNED", 
  "status_at": "2014-12-18", 
  "subjects": [
    "Border security and unlawful immigration", 
    "Customs enforcement", 
    "Department of Homeland Security", 
    "Government employee pay, benefits, personnel management", 
    "Government operations and politics", 
    "Labor standards"
  ], 
  "subjects_top_term": "Government operations and politics", 
  "summary": {
    "as": "Public Law", 
    "date": "2014-12-18", 
    "text": "Border Patrol Agent Pay Reform Act of 2014 - (Sec. 2) States as the purposes of this Act: (1) strengthening U.S. Customs and Border Protection (CBP) and ensuring that border patrol agents are sufficiently ready to conduct necessary work and will perform overtime hours in excess of a 40-hour workweek based on the needs of CBP, and (2) ensuring CBP has the flexibility to cover shift changes and retains the right to assign scheduled and unscheduled work for mission requirements and planning based on operational need.\n\nRequires a border patrol agent, not later than 30 days before the first day of each year beginning after the enactment of this Act, to make an election whether such agent shall, for that year, be assigned to: (1) the level 1 border patrol rate of pay (i.e., hourly rate of pay equal to 1.25 times the otherwise applicable hourly rate of basic pay); (2) the level 2 border patrol rate of pay (i.e., the hourly rate of pay equal to 1.125 times the otherwise hourly rate of basic pay); or (3) the basic border patrol rate of pay, with additional overtime as needed by CBP. Requires: (1) the Office of Personnel Management (OPM) to promulgate regulations establishing procedures for such elections, and (2) CBP to provide each border patrol agent with information on each type of election available and how to make an election. Exempts from such limitation agents working at CBP headquarters or a CBP training location.\n\nProvides that an agent who fails to elect a pay level or an agent who is assigned a canine shall  be assigned to the level 1 rate of pay.\n\nRequires CBP to: (1) assign an agent to the basic border patrol rate of pay until it determines that the agent is able to perform scheduled overtime on a daily basis, and (2) take such action to ensure that not more than 10% of the agents stationed at a location are assigned to the level 2 border patrol rate of pay or the basic border patrol rate of pay. Allows CBP to waive the 10% limitation if it determines that it may do so and adequately fulfill its operational requirements.\n\nRequires CBP to develop, implement, and report on, a plan to ensure that the assignment of a border patrol agent during the three years of service before such agent becomes eligible for immediate retirement are consistent with the average border patrol rate of pay level to which the agent has been assigned during the course of his or her career. Requires the Comptroller General (GAO) to report to Congress on the effectiveness of the plan in ensuring that agents are not able to artificially enhance their retirement annuities.\n\nSpecifies the terms and conditions of level 1 and 2 border patrol rates of pay, premium pay, eligibility for leave without pay, overtime, and compensatory time off. Requires CBP to avoid the use of scheduled overtime work by border patrol agents to the maximum extent practicable.\n\nIncludes supplemental pay from levels 1 and 2 rates of pay as part of a border patrol agent's basic pay for purposes of calculating retirement annuities.\n\nRequires: (1) CBP to conduct a comprehensive analysis that examines the staffing requirements for CBP and estimates the cost of such requirements and submit a report on such analysis to GAO, and (2) GAO to report on the methodology used by CBP to carry out its analysis and whether GAO concurs with the findings in the CBP report. \n\nStates that nothing in this Act shall be construed to: (1) limit the right of CBP to assign both scheduled and unscheduled work to a border patrol agent based on the needs of the agency in excess of the hours of work normally applicable under the election made by the agent; (2) require compensation of an agent for other than for hours during which the agent is actually performing work or using approved leave; or (3) exempt an agent from any limitations on pay, earnings, or compensation prescribed by law.\n\nRequires OPM to promulgate regulations to carry out this Act.\n\n(Sec. 3) Amends the Homeland Security Act of 2002 to authorize the Secretary of Homeland Security to: (1) establish positions in the excepted service in which the incumbent performs, manages, or supervises functions that execute the responsibilities of the Department of Homeland Security (DHS) relating to cybersecurity (qualified positions), including positions formerly identified as senior level positions and positions in the Senior Executive Service (SES); and (2) appoint an individual to such a qualified position. Requires the Secretary to fix the rates of basic pay for any qualified position in relation to the rates of pay provided for comparable positions in the Department of Defense (DOD) and allows the Secretary to provide such employees with additional compensation, incentives, and allowances.\n\nRequires the Secretary to annually submit to Congress for five years a report that: (1) discusses the process used in accepting applications and accessing candidates for qualified positions, ensuring adherence to veteran preferences; (2) describes how the Secretary plans to fulfill the critical need of DHS to recruit and retain employees in a qualified position; (3) discusses how such planning is integrated into the strategic workforce of DHS; (4) provides information on the number of employees, including veterans, hired and the number of separations and retirements of employees in qualified positions; and (5) describes the training provided to supervisors of employees in qualified positions on the use of new authorities. Establishes a probationary period of three years for all employees hired.\n\nDirects the National Protection and Programs Directorate to report to Congress on the availability of, and benefits of using, cybersecurity personnel and facilities outside of the National Capital Region.\n\n(Sec. 4) Homeland Security Cybersecurity Workforce Assessment Act - Requires the Secretary to: (1) identify all cybersecurity workforce positions within DHS; (2) determine the primary cybersecurity work category and specialty area of all DHS cybersecurity workforce positions; (3) assign the corresponding data element code, as set forth in OPM's Guide to Data Standards, that is aligned with the National Initiative for Cybersecurity Education's National Cybersecurity Workforce Framework report; (4) establish procedures to identify open positions that include cybersecurity functions; and (5) assign the appropriate employment code to each such position.\n\nDirects the Secretary, annually through 2021, to: (1) identify cybersecurity work categories and specialty areas of critical need in the DHS cybersecurity workforce, and (2) submit a report to the OPM Director that describes such categories and areas and substantiates the critical need designations.\n\nRequires: (1) the OPM Director to provide the Secretary with guidance for identifying cybersecurity work categories and specialty areas of critical need, including areas with acute skill and emerging skill shortages; and (2) the Secretary to identify specialty areas of critical need in DHS's cybersecurity workforce and submit a progress report to Congress.\n\nDirects GAO to analyze, monitor, and report on the implementation of DHS cybersecurity workforce measures."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Border Patrol Agent Pay Reform Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Border Patrol Agent Pay Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Homeland Security Cybersecurity Workforce Assessment Act", 
      "type": "short"
    }, 
    {
      "as": "reported to senate", 
      "is_for_portion": false, 
      "title": "Border Patrol Agent Pay Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": false, 
      "title": "Border Patrol Agent Pay Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed senate", 
      "is_for_portion": true, 
      "title": "Homeland Security Cybersecurity Workforce Assessment Act", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "is_for_portion": false, 
      "title": "Border Patrol Agent Pay Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "enacted", 
      "is_for_portion": true, 
      "title": "Homeland Security Cybersecurity Workforce Assessment Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend title 5, United States Code, to improve the security of the United States border and to provide for reforms and rates of pay for border patrol agents.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1691:@@@L&summ2=m&"
}