{
  "actions": [
    {
      "acted_at": "2014-05-13", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2331-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-05-13", 
  "number": "2331", 
  "official_title": "A bill to establish the Historically Black Colleges and Universities Innovation Fund.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Historically Black Colleges and Universities Innovation Fund Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Hagan, Kay R.", 
    "state": "NC", 
    "thomas_id": "01902", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-05-13", 
  "subjects": [
    "Academic performance and assessments", 
    "Business education", 
    "Business investment and capital", 
    "Economic development", 
    "Education", 
    "Education of the disadvantaged", 
    "Education programs funding", 
    "Educational technology and distance education", 
    "Higher education", 
    "Minority education", 
    "Science and engineering education", 
    "Student aid and college costs", 
    "Teaching, teachers, curricula", 
    "Technology transfer and commercialization"
  ], 
  "subjects_top_term": "Education", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-05-13", 
    "text": "Historically Black Colleges and Universities Innovation Fund Act of 2014 - Amends the Higher Education Act of 1965 to direct the Secretary of Education to award competitive one-year planning grants and five-year implementation grants to historically black colleges or universities to plan, develop, and implement educational innovations.\n\nAllows an historically black college or university to apply for such grants by itself or in a consortium with one or more other institutions of higher education, private nonprofit organizations, or local educational agencies (LEAs).\n\nRequires implementation grant recipients to use the grant to further develop, pilot, field-test, implement, document, validate, and, as applicable, scale up, and replicate educational innovations, including those designed to:\n\n improve student achievement, such as through activities designed to increase the number or percentage of students who successfully complete developmental or remedial coursework and successfully pursue postsecondary studies; improve and expand institutional recruitment, postsecondary school awareness, and postsecondary school preparation efforts targeting students from low-income families, such as through activities undertaken in partnership with LEAs and nonprofit organizations; increase the number or percentage of students who enroll in science, technology, engineering, and mathematics (STEM) courses, graduate with STEM degrees, and pursue advanced STEM studies; increase the number or percentage of students who graduate from postsecondary school on time; implement evidence-based improvements to courses to improve student outcomes and reduce students' costs; enhance the quality of teacher preparation programs at historically black colleges or universities; and expand the effective use of technology in higher education. Makes the five-year duration of each implementation grant conditional after the third year of such grant on the Secretary determining that the grantee is achieving satisfactory progress in carrying out its educational innovations.\n\nLimits the federal share to not more than 85% of the total cost of carrying out a project funded by an implementation gran."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Historically Black Colleges and Universities Innovation Fund Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to establish the Historically Black Colleges and Universities Innovation Fund.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:18-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2331:@@@L&summ2=m&"
}