{
  "actions": [
    {
      "acted_at": "2013-08-01", 
      "committees": [
        "SSGA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Homeland Security and Governmental Affairs.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1428-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Homeland Security and Governmental Affairs", 
      "committee_id": "SSGA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Crapo, Mike", 
      "sponsored_at": "2013-08-01", 
      "state": "ID", 
      "thomas_id": "00250", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-08-01", 
  "number": "1428", 
  "official_title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide for wildfire mitigation grants, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "PREPARE Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Bennet, Michael F.", 
    "state": "CO", 
    "thomas_id": "01965", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-08-01", 
  "subjects": [
    "Emergency management", 
    "Emergency planning and evacuation", 
    "Fires", 
    "Forests, forestry, trees"
  ], 
  "subjects_top_term": "Emergency management", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-08-01", 
    "text": "Prepare, Ready, Equip, and Prevent Areas at Risk of Emergency Wildfires Act of 2013 or the PREPARE Act of 2013 - Amends the Robert T. Stafford Disaster Relief and Emergency Assistance Act to direct the President, acting through the Administrator of the Federal Emergency Management Agency (FEMA), to establish a pilot program to make grants to states for wildfire mitigation and preparedness.\n\nPermits a grant to be used to: (1) reduce the use of fuels that may contribute to catastrophic wildfires in high-risk areas; (2) invest in personnel, organizations, vehicles, and equipment to improve wildfire preparedness; (3) invest in airborne assets to help contain, suppress, and monitor wildfires; and (4) prevent damage from runoff into waterways and floods caused by erosion from wildfires.\n\nMakes a state eligible for assistance under this Act if the fire management assistance grant ratio for such state is equal to or greater than 150% of the state population ratio. Authorizes the President to waive that requirement if a state: (1) files a petition for waiver of that requirement, and (2) demonstrates that significant environmental changes or shifts in forest health put the state at an elevated risk for catastrophic wildfires.\n\nAllows the governor of a state to award grant funds to: (1) any county or municipality in that state with a community wildfire protection plan or a local mitigation plan, or (2) any other entity that is explicitly referenced in and central to the design of such a plan.\n\nDirects the President to consider environmental conditions in a state and give preference to a state: (1) with a high level of need for assistance based on the best scientific data available, (2) a state that provides 100% matching non-federal funds, and (3) a state that previously received a grant and efficiently and effectively used the federal funds for wildfire mitigation and preparedness activities.\n\nDirects the President to use specified unobligated amounts in the National Predisaster Mitigation Fund for each of FY2014-FY2019 in carrying out this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "PREPARE Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Prepare, Ready, Equip, and Prevent Areas at Risk of Emergency Wildfires Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Robert T. Stafford Disaster Relief and Emergency Assistance Act to provide for wildfire mitigation grants, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:21:56-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1428:@@@L&summ2=m&"
}