{
  "actions": [
    {
      "acted_at": "2013-11-06", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-05-14", 
      "committee": "Committee on United States Senate Caucus on International Narcotics Control", 
      "committees": [
        "SCNC"
      ], 
      "in_committee": null, 
      "references": [], 
      "text": "Committee on United States Senate Caucus on International Narcotics Control. Hearings held.", 
      "type": "hearings"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1657-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }, 
    {
      "activity": [
        "hearings"
      ], 
      "committee": "Senate Caucus on International Narcotics Control", 
      "committee_id": "SCNC"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Casey, Robert P., Jr.", 
      "sponsored_at": "2014-02-27", 
      "state": "PA", 
      "thomas_id": "01828", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-05-14", 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-06", 
  "number": "1657", 
  "official_title": "A bill to reduce prescription drug misuse and abuse.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Increasing the Safety of Prescription Drug Use Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Udall, Tom", 
    "state": "NM", 
    "thomas_id": "01567", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-06", 
  "subjects": [
    "Child health", 
    "Congressional oversight", 
    "Correctional facilities and imprisonment", 
    "Drug safety, medical device, and laboratory regulation", 
    "Drug trafficking and controlled substances", 
    "Drug, alcohol, tobacco use", 
    "Emergency medical services and trauma care", 
    "Government studies and investigations", 
    "Health", 
    "Health information and medical records", 
    "Health personnel", 
    "Health programs administration and funding", 
    "Health promotion and preventive care", 
    "Licensing and registrations", 
    "Medicaid", 
    "Medical education", 
    "Medical tests and diagnostic methods", 
    "Medicare", 
    "Military medicine", 
    "Prescription drugs", 
    "Solid waste and recycling", 
    "Veterans' medical care"
  ], 
  "subjects_top_term": "Health", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-06", 
    "text": "Increasing the Safety of Prescription Drug Use Act of 2013 - Amends the Public Health Service Act, with respect to state databases for controlled substance monitoring programs, to require the state to: (1) ensure that its database is interoperable with other such programs and electronic health records and provides updated patient information available to a practitioner; (2) require practitioners to use database information to help determine whether to prescribe or renew a prescription for a controlled substance; and (3) require dispensers, where permitted, to enter patient data required by the Secretary into the database, including concerning methadone dispensed. Imposes confidentiality protections regarding patient information in the database.\n\nRequires health care practitioners and dispensers who participate in or are employed by a federal or federally funded health care program, and federally qualified health centers, to use the databases of the controlled substance monitoring programs if they are available to the practitioner or dispenser.\n\nDirects the Secretary of Health and Human Services (HHS) to award grants to carry out a pilot project to develop a standardized peer review process and methodology to review and evaluate prescribing and pharmacy dispensing patterns.\n\nEstablishes a grant program to facilitate training to increase the capacity of health care providers to conduct patient screening and brief interventions. Requires health care providers who participate in or are employed by a federal health care program, and federally qualified health centers, to screen patients for abuse of prescription drugs or other controlled substances, conduct brief interventions, and provide referrals for known or suspected abuse of prescription drugs or other controlled substances. Requires the Secretary to award grants to states for: (1) evaluating the prospect of review by health professions boards of prescribing authorities of providers, and (2) development of continuing education criteria and review processes that allow health professions boards or state agencies to certify appropriate education and training for informed and safe prescribing of opioids and other drugs in schedules II and III of the Controlled Substances Act. Requires practitioners who register or renew a registration to dispense or conduct research with controlled substances in schedules II, III, IV, or V to certify that they have completed continuing medical education regarding prescription drug abuse (in the case of first-time registration) and regarding medical understanding of the proper use of all drugs listed in all of the controlled substances schedules (in the case of renewals). Directs the Attorney General to require a practitioner so registered to conduct patient screening for potential drug misuse or abuse before prescribing a schedule II or III drug, according to standards established by the state licensing body. Requires the Secretary to: (1) review naloxone to consider whether it should cease to be a prescription-only drug and be available as a behind-the-counter drug, in order to increase access of such drug to community-based organizations and street outreach organizations; and (2) convene or coordinate an interagency working group to encourage states and local governments to increase opportunities for disposal of opiates and to reduce opportunities for abuse, as by establishing opioid dispensing limits at hospital emergency departments. Directs the Comptroller General (GAO) to review prescription drug abuse programs and policies in federal agencies and best practices with respect to prescription drug abuse programs of the states."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Increasing the Safety of Prescription Drug Use Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to reduce prescription drug misuse and abuse.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1657:@@@L&summ2=m&"
}