{
  "actions": [
    {
      "acted_at": "2014-06-12", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [
    {
      "amendment_id": "samdt3885-113", 
      "amendment_type": "samdt", 
      "chamber": "s", 
      "number": "3885"
    }
  ], 
  "bill_id": "s2470-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Heinrich, Martin", 
      "sponsored_at": "2014-06-12", 
      "state": "NM", 
      "thomas_id": "01937", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-12", 
  "number": "2470", 
  "official_title": "A bill to provide for drought relief measures in the State of New Mexico, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "New Mexico Drought Relief Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Udall, Tom", 
    "state": "NM", 
    "thomas_id": "01567", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-12", 
  "subjects": [
    "Agricultural conservation and pollution", 
    "Agricultural practices and innovations", 
    "Aquatic ecology", 
    "Climate change and greenhouse gases", 
    "Congressional oversight", 
    "Dams and canals", 
    "Endangered and threatened species", 
    "Environmental technology", 
    "Farmland", 
    "Fishes", 
    "Floods and storm protection", 
    "Government studies and investigations", 
    "Hydrology and hydrography", 
    "Lakes and rivers", 
    "New Mexico", 
    "State and local government operations", 
    "Water resources development", 
    "Water resources funding", 
    "Water storage", 
    "Water use and supply", 
    "Watersheds", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection"
  ], 
  "subjects_top_term": "Water resources development", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-12", 
    "text": "New Mexico Drought Relief Act of 2014 - Directs the Secretary of the Interior, acting through the Commissioner of Reclamation (Secretary), to carry out a water acquisition program in specified basins in New Mexico, under which the Secretary shall: (1) make acquisitions of water; and (2) take any other actions that the Secretary determines would enhance stream flow to benefit fish and wildlife, water quality, and river ecosystem restoration or enhance stewardship and conservation of working land, water, and watersheds.\n\nAuthorizes the Secretary, in cooperation with the Middle Rio Grande Conservancy District, to provide funding and technical assistance for the installation of metering and measurement devices and the construction of check structures on irrigation diversions, canals, laterals, ditches, and drains to: (1) ensure the conservation and efficient use of water within the District by reducing actual consumptive use or not increasing the use of water, and (2) improve the measurement and allocation of water acquired through the water acquisition program.\n\nRequires the Secretary to provide for development of a comprehensive plan for the San Acacia reach to plan, design, construct, and prioritize projects that balance river maintenance, water availability, use, and delivery, and ecosystem benefits.\n\nRequires the Secretary of the Army to continue for five years the temporary deviation in the operation of Cochiti Lake and Jemez Canyon Dam that was initiated in 2009 to evaluate the benefits of a potential permanent reauthorization of the reservoirs.\n\nRequires the Secretaries to enter into an arrangement with the National Academy of Sciences to study water and reservoir management and operation issues along the Rio Grande.\n\nAuthorizes financial assistance to be made available for eligible water projects to help New Mexico and other Western states address drought-related impacts to water supplies or any other immediate water-related crisis or conflict.\n\nAmends the Omnibus Public Land Management Act of 2009 (OPLMA) to: (1) authorize the use of water management improvement grants to assist applicants in planning for or addressing the impacts of drought, (2) authorize the Commissioner of Reclamation to waive any cost-share requirements to address emergency drought situations and to prioritize projects based on drought relief benefits, and (3) authorize appropriations for such grants.\n\nReauthorizes appropriations for: (1) the Reclamation States Emergency Drought Relief Act of 1991, and (2) Rio Grande Pueblos infrastructure grants under OPLMA.\n\nAuthorizes the Secretary of Agriculture (USDA) to allocate certain financial assistance made available under the Food Security Act of 1985 (FSA) to establish special conservation initiatives to assist producers in implementing eligible activities on agricultural land in the western states for: (1) mitigating the effects of drought; (2) improving water quality and quantity; (3) restoring, enhancing, and preserving fish and wildlife habitat; and (4) promoting innovative and collaborative conservation tools and approaches.\n\nAmends the FSA to provide that areas eligible for designation as conservation priority areas shall include areas with actual and significant water quantity impacts related to agricultural production activities."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "New Mexico Drought Relief Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide for drought relief measures in the State of New Mexico, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:21-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2470:@@@L&summ2=m&"
}