{
  "actions": [
    {
      "acted_at": "2014-01-09", 
      "committees": [
        "SSEV"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Environment and Public Works.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1905-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Environment and Public Works", 
      "committee_id": "SSEV"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Hoeven, John", 
      "sponsored_at": "2014-01-09", 
      "state": "ND", 
      "thomas_id": "02079", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Kirk, Mark Steven", 
      "sponsored_at": "2014-06-05", 
      "state": "IL", 
      "thomas_id": "01647", 
      "title": "Sen", 
      "withdrawn_at": null
    }, 
    {
      "district": null, 
      "name": "Wicker, Roger F.", 
      "sponsored_at": "2014-05-08", 
      "state": "MS", 
      "thomas_id": "01226", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-01-09", 
  "number": "1905", 
  "official_title": "A bill to provide direction to the Administrator of the Environmental Protection Agency regarding the establishment of standards for emissions of any greenhouse gas from fossil fuel-fired electric utility generating units, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr2-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3826-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr5360-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Electricity Security and Affordability Act", 
  "sponsor": {
    "district": null, 
    "name": "Manchin, Joe, III", 
    "state": "WV", 
    "thomas_id": "01983", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-01-09", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Air quality", 
    "Climate change and greenhouse gases", 
    "Coal", 
    "Congressional oversight", 
    "Electric power generation and transmission", 
    "Environmental Protection Agency (EPA)", 
    "Environmental protection", 
    "Environmental regulatory procedures", 
    "Oil and gas"
  ], 
  "subjects_top_term": "Environmental protection", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-01-09", 
    "text": "Electricity Security and Affordability Act - Prohibits the Administrator of the Environmental Protection Agency (EPA) from issuing, implementing, or enforcing any proposed or final rule under the Clean Air Act that establishes a performance standard for greenhouse gas emissions from any new source that is a fossil fuel-fired electric utility generating unit unless the rule meets specified requirements of this Act.\n\nRequires the Administrator to separate sources fueled with coal and natural gas into separate categories.\n\nProhibits the Administrator, however, from setting a standard based on the best system of emission reduction for new sources within the coal category unless it has been achieved on average for at least one continuous 12-month period (excluding planned outages) by each of at least 6 units within the category. Requires each such unit to: (1) be located at a different electric generating station in the United States, (2) be representative of the operating characteristics of electric generation at its location, and (3) be operated for the entire 12-month period on a full commercial basis. Prohibits the use of any results obtained from a demonstration project in setting the standard.\n\nRequires the Administrator, in separating sources fueled with coal into a separate category, to establish a separate subcategory for new sources that are fossil fuel-fired electric utility generating units using coal with an average heat content of 8300 or less British Thermal Units (BTUs) per pound.\n\nProhibits the Administrator, in issuing any rule establishing performance standards for greenhouse gas emissions from new sources in such subcategory, from setting a standard based on the best system of emission reduction unless the standard has been achieved on average for at least one continuous 12-month period (excluding planned outages) by each of at least 3 units within such subcategory that meets the unit requirements specified by this Act for the coal category.\n\nPrecludes from taking effect, unless a federal law is enacted specifying an effective date, any EPA rule or guideline that: (1) establishes any performance standard for greenhouse gas emissions from a modified or reconstructed source that is a fossil fuel-fired electric utility generating unit, or (2) applies to greenhouse gas emissions from such an existing source.\n\nNullifies the force and effect of specified proposed rules (or similar successor proposed or final rules) for Standards of Performance for Greenhouse Gas Emissions for New Stationary Sources: Electric Utility Generating Units that are issued before enactment of this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Electricity Security and Affordability Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to provide direction to the Administrator of the Environmental Protection Agency regarding the establishment of standards for emissions of any greenhouse gas from fossil fuel-fired electric utility generating units, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:08-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1905:@@@L&summ2=m&"
}