{
  "actions": [
    {
      "acted_at": "2013-05-23", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the House Committee on Energy and Commerce.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-05-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Power.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-27", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-01-28", 
      "in_committee": null, 
      "references": [], 
      "text": "Committee Consideration and Mark-up Session Held.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-01-28", 
      "in_committee": null, 
      "references": [], 
      "status": "REPORTED", 
      "text": "Ordered to be Reported (Amended) by Voice Vote.", 
      "type": "calendar"
    }, 
    {
      "acted_at": "2014-02-28T13:44:00-05:00", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Reported (Amended) by the Committee on Energy and Commerce. H. Rept. 113-371.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-02-28T13:45:00-05:00", 
      "calendar": "Union", 
      "number": "277", 
      "references": [], 
      "text": "Placed on the Union Calendar, Calendar No. 277.", 
      "type": "calendar", 
      "under": null
    }, 
    {
      "acted_at": "2014-03-04T15:24:00-05:00", 
      "references": [], 
      "text": "Mr. Whitfield moved to suspend the rules and pass the bill, as amended.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-04T15:25:00-05:00", 
      "references": [
        {
          "reference": "CR H2115-2122", 
          "type": "consideration"
        }
      ], 
      "text": "Considered under suspension of the rules.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-04T15:25:00-05:00", 
      "references": [], 
      "text": "DEBATE - The House proceeded with forty minutes of debate on H.R. 2126.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-04T15:55:00-05:00", 
      "references": [], 
      "text": "At the conclusion of debate, the Yeas and Nays were demanded and ordered. Pursuant to the provisions of clause 8, rule XX, the Chair announced that further proceedings on the motion would be postponed.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-05T15:40:00-05:00", 
      "references": [
        {
          "reference": "CR H2177-2178", 
          "type": "consideration"
        }
      ], 
      "text": "Considered as unfinished business.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-05T15:47:00-05:00", 
      "how": "roll", 
      "references": [
        {
          "reference": "CR 3/4/2014 H2115-2119", 
          "type": "text"
        }
      ], 
      "result": "pass", 
      "roll": "98", 
      "status": "PASS_OVER:HOUSE", 
      "suspension": true, 
      "text": "On motion to suspend the rules and pass the bill, as amended Agreed to by the Yeas and Nays: (2/3 required): 375 - 36 (Roll no. 98).", 
      "type": "vote", 
      "vote_type": "vote", 
      "where": "h"
    }, 
    {
      "acted_at": "2014-03-05T15:47:00-05:00", 
      "references": [], 
      "text": "The title of the measure was amended. Agreed to without objection.", 
      "type": "action"
    }, 
    {
      "acted_at": "2014-03-06", 
      "committees": [
        "SSEG"
      ], 
      "references": [], 
      "text": "Received in the Senate and Read twice and referred to the Committee on Energy and Natural Resources.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr2126-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral", 
        "markup", 
        "reporting", 
        "in committee"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Energy and Power", 
      "subcommittee_id": "03"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Energy and Natural Resources", 
      "committee_id": "SSEG"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Welch, Peter", 
      "sponsored_at": "2013-05-23", 
      "state": "VT", 
      "thomas_id": "01879", 
      "title": "Rep", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": true, 
    "active_at": "2014-01-27", 
    "awaiting_signature": false, 
    "enacted": false, 
    "house_passage_result": "pass", 
    "house_passage_result_at": "2014-03-05T15:47:00-05:00", 
    "vetoed": false
  }, 
  "introduced_at": "2013-05-23", 
  "number": "2126", 
  "official_title": "To promote energy efficiency, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3820-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1191-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s1739-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2074-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s2971-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Energy Efficiency Improvement Act of 2014", 
  "sponsor": {
    "district": "1", 
    "name": "McKinley, David B.", 
    "state": "WV", 
    "thomas_id": "02074", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "PASS_OVER:HOUSE", 
  "status_at": "2014-03-05T15:47:00-05:00", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Building construction", 
    "Congressional oversight", 
    "Energy", 
    "Energy efficiency and conservation", 
    "Environmental technology", 
    "General Services Administration", 
    "Government buildings, facilities, and property", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Industrial facilities", 
    "Lighting and heating", 
    "Materials", 
    "Performance measurement", 
    "Public contracts and procurement", 
    "Public utilities and utility rates", 
    "Real estate business", 
    "Water use and supply"
  ], 
  "subjects_top_term": "Energy", 
  "summary": {
    "as": "Passed House amended", 
    "date": "2014-03-05", 
    "text": "Energy Efficiency Improvement Act of 2014 - Better Buildings Act of 2014 - Title I: Better Buildings - (Sec. 102) Requires the Administrator of General Services (GSA), in consultation with the Secretary of Energy (DOE), to develop and publish model commercial leasing provisions for use in leasing documents that designate a federal agency as a landlord or tenant that encourage building owners and tenants to invest in cost-effective energy and water efficiency measures.\n\nRequires the Administrator to: (1) develop policies and best practices to implement such measures for the realty services; and (2) make available such model leasing provisions and best practices to state, county, and municipal governments for use in managing owned and leased building space to encourage investment in such energy and water efficiency measures.\n\n(Sec. 103) Amends the Energy Independence and Security Act of 2007 to require the Department of Energy's (DOE) Assistant Secretary of Energy Efficiency and Renewable Energy to study the feasibility of: (1) significantly improving energy efficiency in commercial buildings through the design and construction of separate spaces with high-performance energy efficiency measures, and (2) encouraging owners and tenants to implement such measures in separate spaces. Requires the Secretary to publish such study on DOE's website.\n\n(Sec. 104) Requires the Administrator of the Environmental Protection Agency (EPA) to develop a voluntary Tenant Star program within the Energy Star program to recognize tenants in commercial buildings that voluntarily achieve high levels of energy efficiency in separate spaces. Requires the Administrator of the Energy Information Administration (EIA) to collect data on categories of building occupancy that consume significant quantities of energy and on other aspects of the property, building operation, or building occupancy determined to be relevant to lowering energy consumption. Requires the EIA, with respect to the first such survey conducted after enactment of this Act, to the extent full compliance with the data collection requirements is not feasible, to conduct activities to develop the capability to collect such data and to begin such collection.\n\nTitle II: Grid-Enabled Water Heaters - (Sec. 201) Amends the Energy Policy and Conservation Act (EPCA) to provide additional energy conservation standards applicable to grid-enabled water heaters for use as part of an electric thermal storage or demand response program (a program that enables customers to reduce or shift their power use during peak demand periods).\n\nRequires annual reports from: (1) manufacturers of such water heaters regarding the quantity of the products shipped each year, and (2) utilities and other demand response and thermal storage program operators regarding the quantity of products activated for their programs.\n\nRequires the Secretary to publish analyses of data collected from such reports and to establish procedures to prevent product diversion if sales of the products exceed by at least 15% the quantity activated for use in the demand response and thermal storage programs annually.\n\nMaintains the standards and publication procedures established by this Act until the Secretary determines that: (1) such water heaters do not require a separate efficiency requirement, or (2) procedures to prevent product diversion for non-program purposes would not be adequate to prevent such product diversion.\n\nRequires the Secretary to consider the impact of EPCA electric water heater standards on thermal storage and demand response programs, including on energy savings, electric bills, peak load reduction, electric reliability, integration of renewable resources, and the environment.\n\nDirects the Secretary to require the water heaters be equipped with communication capability to enable the grid-enabled water heaters to participate in ancillary services programs if the technology is available, practical, and cost-effective.\n\nMakes it unlawful for any person to: (1) activate an activation lock for a grid-enabled water heater with knowledge that it is not used as part of such program, (2) distribute an activation key for such a water heater with knowledge that it will be used to activate a heater that is not used as part of the program, (3) enable such water heater to operate at its designed specification and capabilities with knowledge that it is not used as part of the program, or (4) knowingly remove or render illegible the label of a such water heater.\n\nTitle III: Energy Efficient Government Technology - (Sec. 302) Energy Efficient Government Technology Act - Amends the National Energy Conservation Policy Act, with respect to federal agency energy management, to require each agency to collaborate with the Director of the Office of the Management and Budget (OMB), the Secretary, and the Administrator to develop an implementation strategy for the maintenance, purchase, and use of energy-efficient and energy-saving information technologies and practices.\n\nRequires the OMB Director to establish performance goals for evaluating the efforts of agencies in improving such technology and practices.\n\nRequires the Chief Information Officers Council to recommend best practices for the attainment of the performance goals, including consideration of the use of energy savings performance contracting and utility energy services contracting.\n\nSets forth reporting requirements.\n\n(Sec. 303) Amends the Energy Independence and Security Act of 2007, with respect to energy efficiency for data center buildings, to require the Secretary and the Administrator to carry the program for energy efficiency in data center buildings in collaboration with the information technology industry and other key stakeholders.\n\nRequires the Secretary to make available to the public an update to the Report to Congress on Server and Data Center Energy Efficiency published on August 2, 2007, that provides: (1) a comparison and gap analysis of the estimates and projections contained in the original report with new data regarding the period from 2007 through 2014; (2) an analysis considering the impact of information technologies; (3) an evaluation of the impact of the combination of cloud platforms, mobile devices, social media, and big data on data center energy usage; and (4) updated projections and recommendations for best practices through FY2020.\n\nRequires the Secretary to: (1) maintain a data center energy practitioner program that leads to the certification of practitioners qualified to evaluate energy usage and efficiency opportunities, (2) establish an open data initiative for federal data center usage data, (3) actively participate in efforts to harmonize global specifications and metrics for data center energy efficiency, and (4) facilitate the development of an efficiency metric that measures the energy efficiency of a data center.\n\nProhibits the Secretary and the Administrator from disclosing any proprietary information or trade secrets provided by any individual or company for the purposes of carrying out this Act.\n\nTitle IV: Energy Information for Commercial Buildings - (Sec. 401) Amends the Energy Independence and Security Act of 2007 to revise exceptions to the requirement that federal agencies must lease space in buildings that have earned the Energy Star label.\n\nRequires a space leased by an agency in a building that has not earned the Energy Star label to be benchmarked under a nationally recognized, online, free benchmarking program, with public disclosure. Exempts from such requirement a space for which owners cannot access whole building utility consumption data. Requires an agency that is a tenant of a space that has not earned such label to provide to a building owner, or authorize the owner to obtain from the utility, the energy consumption information of the space for the benchmarking and disclosure requirements.\n\nRequires the Secretary to study and report on: (1) the impact of state and local performance benchmarking and disclosure policies, and any associated building efficiency policies, for commercial and multifamily buildings and the impact of programs and systems in which utilities provide aggregated information regarding whole building energy consumption and usage information to owners of multitenant commercial, residential, and mixed-use buildings; and (2) best practice policy approaches that have resulted in the greatest improvements in building energy efficiency.\n\nDirects the Secretary to maintain, and if necessary create, a database to store and make publicly available energy-related information on commercial and multifamily buildings. Requires the database to complement, but not duplicate, the functions of EPA's Energy Star Portfolio Manager tool."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Better Buildings Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "reported to house", 
      "is_for_portion": false, 
      "title": "Better Buildings Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": false, 
      "title": "Energy Efficiency Improvement Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Better Buildings Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "passed house", 
      "is_for_portion": true, 
      "title": "Energy Efficient Government Technology Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To facilitate better alignment, cooperation, and best practices between commercial real estate landlords and tenants regarding energy efficiency in buildings, and for other purposes.", 
      "type": "official"
    }, 
    {
      "as": "amended by house", 
      "is_for_portion": false, 
      "title": "To promote energy efficiency, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:19:37-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR2126:@@@L&summ2=m&"
}