{
  "actions": [
    {
      "acted_at": "2013-11-07", 
      "committees": [
        "SSRA"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Rules and Administration.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1665-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Rules and Administration", 
      "committee_id": "SSRA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-07", 
  "number": "1665", 
  "official_title": "A bill to preserve the constitutional authority of Congress and ensure accountability and transparency in legislation.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr1831-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Read the Bills Act", 
  "sponsor": {
    "district": null, 
    "name": "Paul, Rand", 
    "state": "KY", 
    "thomas_id": "02082", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-07", 
  "subjects": [
    "Civil actions and liability", 
    "Congress", 
    "Constitution and constitutional amendments", 
    "Government liability", 
    "Legislative rules and procedure", 
    "Members of Congress"
  ], 
  "subjects_top_term": "Congress", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-07", 
    "text": "Read the Bills Act - Requires any bill or resolution introduced in either chamber of Congress to contain a provision citing the specific powers granted to Congress in the Constitution to enact the proposed measure, including all of its provisions.\n\nRequires any measure introduced in either chamber, intended to amend or modify the effect of, or which would have such an effect, any current provision of law, including its expiration date, to set forth: (1) the current version of the entire section of the current law that the measure proposes to amend, verbatim; (2) the amendments being proposed by the measure; and (3) the section of law as it would read as modified by such amendments. Excludes measures which would strike the text of an entire section of a law.\n\nProhibits the Clerk of the House of Representatives or the Secretary of the Senate from accepting legislation if it is noncompliant with these requirements.\n\nApplies such requirements to any legislation presented for consideration on the floor of either chamber.\n\nProhibits any noncompliant measure from being submitted for a vote on final passage.\n\nProhibits either chamber or Congress jointly from waiving or modifying these requirements.\n\nBars a vote on final passage of a measure (except private bills) from occurring in either chamber, unless: (1) the full text of the measure is published at least seven days before the vote on an official website of each chamber, (2) public notice of the specific calendar week during which the vote is scheduled to take place is posted on the respective website within six days before the Monday of such week, and (3) there is a reading of its full text verbatim by the Clerk or the Secretary to the respective chamber.\n\nRequires a Member of Congress, before voting in favor of final passage of any measure (except a private bill) to sign an affidavit, executed under penalty of perjury, that the Member either: (1) was present throughout the entire reading of each such measure, and listened attentively to such reading in its entirety; or (2) before such vote, read attentively each such measure in its entirety.\n\nProhibits either chamber or Congress jointly from waiving or modifying this requirement.\n\nDeclares that an Act of Congress noncompliant with this Act shall have no force or effect. Bars any legal, equitable, regulatory, civil, or criminal action from being brought under such Act.\n\nGrants the following aggrieved individuals the right to bring an action against the United States to seek appropriate relief, including an injunction against the enforcement of any law, the passage of which did not conform to this Act: (1) persons aggrieved by an action of any executive officer or employee, (2) Members of Congress, and (3) persons individually aggrieved by the failure of his or her Senator or Member of the House of Representatives to fulfill their obligation under this Act."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Read the Bills Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to preserve the constitutional authority of Congress and ensure accountability and transparency in legislation.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:01-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1665:@@@L&summ2=m&"
}