{
  "actions": [
    {
      "acted_at": "2013-10-28", 
      "references": [
        {
          "reference": "CR H6809", 
          "type": null
        }
      ], 
      "text": "Sponsor introductory remarks on measure.", 
      "type": "action"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Referred to the Committee on Energy and Commerce, and in addition to the Committees on Ways and Means, Armed Services, Education and the Workforce, Natural Resources, House Administration, the Judiciary, Rules, Appropriations, Science, Space, and Technology, and Foreign Affairs, for a period to be subsequently determined by the Speaker, in each case for consideration of such provisions as fall within the jurisdiction of the committee concerned.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSIF"
      ], 
      "references": [], 
      "text": "Referred to House Energy and Commerce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSWM"
      ], 
      "references": [], 
      "text": "Referred to House Ways and Means", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSAS"
      ], 
      "references": [], 
      "text": "Referred to House Armed Services", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSED"
      ], 
      "references": [], 
      "text": "Referred to House Education and the Workforce", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSII"
      ], 
      "references": [], 
      "text": "Referred to House Natural Resources", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSHA"
      ], 
      "references": [], 
      "text": "Referred to House House Administration", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSJU"
      ], 
      "references": [], 
      "text": "Referred to House Judiciary", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSRU"
      ], 
      "references": [], 
      "text": "Referred to House Rules", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSAP"
      ], 
      "references": [], 
      "text": "Referred to House Appropriations", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSSY"
      ], 
      "references": [], 
      "text": "Referred to House Science, Space, and Technology", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-28", 
      "committees": [
        "HSFA"
      ], 
      "references": [], 
      "text": "Referred to House Foreign Affairs", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-30", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy and Mineral Resources.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-10-30", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee Indian and Alaska Native Affairs.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-11-01", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2013-12-13", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Energy.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-09", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Regulatory Reform, Commercial And Antitrust Law.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-22", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Higher Education and Workforce Training.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-22", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Health, Employment, Labor, and Pensions.", 
      "type": "referral"
    }, 
    {
      "acted_at": "2014-01-24", 
      "in_committee": null, 
      "references": [], 
      "text": "Referred to the Subcommittee on Intelligence, Emerging Threats & Capabilities.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "hr3355-113", 
  "bill_type": "hr", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Energy and Commerce", 
      "committee_id": "HSIF", 
      "subcommittee": "Subcommittee on Health", 
      "subcommittee_id": "14"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Ways and Means", 
      "committee_id": "HSWM"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Armed Services", 
      "committee_id": "HSAS", 
      "subcommittee": "Subcommittee on Intelligence, Emerging Threats & Capabilities", 
      "subcommittee_id": "26"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Higher Education and Workforce Training", 
      "subcommittee_id": "13"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Education and the Workforce", 
      "committee_id": "HSED", 
      "subcommittee": "Subcommittee on Health, Employment, Labor, and Pensions", 
      "subcommittee_id": "02"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Energy and Mineral Resources", 
      "subcommittee_id": "06"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Natural Resources", 
      "committee_id": "HSII", 
      "subcommittee": "Subcommittee on Indian and Alaska Native Affairs", 
      "subcommittee_id": "24"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Administration", 
      "committee_id": "HSHA"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Judiciary", 
      "committee_id": "HSJU", 
      "subcommittee": "Subcommittee on Regulatory Reform, Commercial And Antitrust Law", 
      "subcommittee_id": "05"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Rules", 
      "committee_id": "HSRU"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Appropriations", 
      "committee_id": "HSAP"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Science, Space, and Technology", 
      "committee_id": "HSSY", 
      "subcommittee": "Subcommittee on Energy", 
      "subcommittee_id": "20"
    }, 
    {
      "activity": [
        "referral"
      ], 
      "committee": "House Foreign Affairs", 
      "committee_id": "HSFA"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-10-28", 
  "number": "3355", 
  "official_title": "To increase the competitiveness of American manufacturing by reducing regulatory and other burdens, encouraging greater innovation and investment, and developing a stronger workforce for the twenty-first century, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr49-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr132-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr497-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr762-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr1582-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr2739-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "hr3042-113", 
      "reason": "related", 
      "type": "bill"
    }, 
    {
      "bill_id": "s453-113", 
      "reason": "related", 
      "type": "bill"
    }
  ], 
  "short_title": "Reducing Employer Burdens, Unleashing Innovation, and Labor Development Act of 2013", 
  "sponsor": {
    "district": "2", 
    "name": "Guthrie, Brett", 
    "state": "KY", 
    "thomas_id": "01922", 
    "title": "Rep", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-10-28", 
  "subjects": [
    "Accounting and auditing", 
    "Administrative law and regulatory procedures", 
    "Administrative remedies", 
    "Alaska", 
    "Alaska Natives and Hawaiians", 
    "Arctic and polar regions", 
    "Broadcasting, cable, digital technologies", 
    "Climate change and greenhouse gases", 
    "Competitiveness, trade promotion, trade deficits", 
    "Comprehensive health care", 
    "Congressional oversight", 
    "Department of the Interior", 
    "Economic performance and conditions", 
    "Economics and public finance", 
    "Education programs funding", 
    "Electric power generation and transmission", 
    "Employment and training programs", 
    "Energy prices", 
    "Energy revenues and royalties", 
    "Energy storage, supplies, demand", 
    "Environmental Protection Agency (EPA)", 
    "Environmental assessment, monitoring, research", 
    "Environmental regulatory procedures", 
    "Federal Communications Commission (FCC)", 
    "General energy matters", 
    "Government information and archives", 
    "Government studies and investigations", 
    "Government trust funds", 
    "Health care costs and insurance", 
    "Health care coverage and access", 
    "Income tax credits", 
    "Indian lands and resources rights", 
    "Insurance industry and regulation", 
    "Intergovernmental relations", 
    "Judicial review and appeals", 
    "Land transfers", 
    "Land use and conservation", 
    "Legislative rules and procedure", 
    "Licensing and registrations", 
    "Manufacturing", 
    "Marine and coastal resources, fisheries", 
    "Minority employment", 
    "Oil and gas", 
    "Pipelines", 
    "Pollution liability", 
    "Public contracts and procurement", 
    "Public utilities and utility rates", 
    "Public-private cooperation", 
    "Research and development", 
    "State and local government operations", 
    "Tax reform and tax simplification", 
    "Telephone and wireless communication", 
    "Trade agreements and negotiations", 
    "Trade restrictions", 
    "Vocational and technical education", 
    "Wilderness and natural areas, wildlife refuges, wild rivers, habitats", 
    "Wildlife conservation and habitat protection", 
    "Youth employment and child labor"
  ], 
  "subjects_top_term": "Economics and public finance", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-10-28", 
    "text": "Reducing Employer Burdens, Unleashing Innovation, and Labor Development Act of 2013 - Expresses the sense of Congress that increasing the competitiveness of U.S. manufacturers will strengthen the national economy.\n\nTitle I: Investing in America's Workforce - Investing in America's Workforce Act - Amends the Workforce Investment Act of 1998 to require state or local workforce investment systems to use youth activities funds allocated to a local area for programs that provide training, which may include priority consideration for training programs that lead to recognized postsecondary credentials aligned with in-demand occupations or industries in the local area involved.\n\nAuthorizes the operator and employees of a one-stop center, in assisting individuals in selecting programs of training services, to give priority consideration to such programs.\n\n Adds to eligibility requirements for providers of training services and providers of youth activities for such programs. Requires programs of training services and youth activities programs that lead to a recognized postsecondary credential to meet quality criteria established by the state governor.\n\nAmends the Carl D. Perkins Career and Technical Education Act of 2006 and the Trade Act of 1974 to require the same priority consideration in the state and local plans for career and technical education programs as well as in tech prep programs and trade adjustment assistance (TAA) programs.\n\nTitle II: Research and Development Tax Credits - Amends the Internal Revenue Code to: (1) extend through 2014 the tax credit for increasing research activities, and (2) increase and make permanent the alternative simplified research tax credit.\n\nTitle III: Comprehensive Tax Reform - Directs the Chair of the Joint Committee on Taxation to notify Congress of any introduced tax reform bill that contains proposals for: (1) a transition to a more globally competitive corporate tax code, (2) a reduction in the complexity of the tax code, and (3) the elimination of special interest loopholes in the tax code. Sets forth procedures for expedited congressional consideration of such bill.\n\nTitle IV: Federal Oil and Gas Resources - Subtitle A: Expanding Offshore Energy Development - Amends the Outer Continental Shelf Lands Act (OCSLA) regarding the Outer Continental Shelf (OCS) oil and natural gas leasing program to direct the Secretary of the Interior (Secretary in this title) to make lands available for leasing and to conduct lease sales that include: (1) at least 50% of the available unleased acreage within each OCS planning area considered to have the largest undiscovered, technically recoverable oil and gas resources, with an emphasis upon offering the most geologically prospective parts; and (2) any state subdivision of an OCS planning area whose state governor requests that the land be made available for leasing.\n\nDirects the Secretary to make available for leasing in each five-year oil and gas leasing program, OCS planning areas that are estimated to contain more than 2.5 billion barrels of oil or more than 7.5 trillion cubic feet of natural gas.\n\nDirects the Secretary, when determining such planning areas, to use the document entitled \"Minerals Management Service Assessment of Undiscovered Technically Recoverable Oil and Gas Resources of the Nation's Outer Continental Shelf, 2006.\"\n\nRequires the Secretary, when developing a five-year oil and gas leasing program that applies before 2027, to determine increased domestic strategic production goals.\n\nSubtitle B: Coastal Plain of Alaska - American Energy Independence and Price Reduction Act - Directs the Secretary to: (1) establish a competitive oil and gas leasing program that will result in an environmentally sound program for the exploration, development, and production of the oil and gas resources of the Coastal Plain; and (2) ensure the oil and gas exploration, development, and production activities on the Coastal Plain will result in no significant adverse effect on fish and wildlife, their habitat, subsistence resources, or the environment, including by requiring the application of the best commercially available technology for oil and gas exploration, development, and production to all exploration, development, and production operations under this subtitle in a manner that ensures the receipt of fair market value by the public for the mineral resources to be leased.\n\nAmends the Alaska National Interest Lands Conservation Act of 1980 to repeal the prohibition against production of oil and gas from the Arctic National Wildlife Refuge (ANWR) and against leasing or other development leading to such production.\n\nAuthorizes the Secretary to designate as a Special Area up to 45,000 acres of the Coastal Plain.\n\nPermits directional drilling in the Special Area.\n\nDirects the Secretary to implement a competitive leasing program for the exploration, development, and production of oil and gas resources on the Coastal Plain of Alaska.\n\nPermits lease sales to be conducted through an Internet leasing program.\n\nPrescribes procedures governing Coastal Plain lease sales, as well as lease terms and conditions.\n\nAuthorizes the Secretary to grant Coastal Plain lands to the highest responsible qualified bidder in a lease sale upon the lessee's payment of a bonus.\n\nSets forth: (1) a \"no significant adverse effect\" standard to govern Coastal Plain activities, and (2) guidelines for expedited judicial review of complaints.\n\nRequires the Secretary to prepare and update periodically a plan for the siting and construction of facilities for the exploration, development, production, and transportation of Coastal Plain oil and gas resources.\n\nEstablishes the ANWR Alternative Energy Trust Fund as repository for 50% of the amount of bonus, rental, and royalty revenues from federal oil and gas leasing and operations authorized under this title.\n\nTitle V: Energy Consumers Relief - Requires the Administrator of the Environmental Protection Agency (EPA), before promulgating a final rule that regulates any aspect of the production, supply, distribution, or use of energy (or that provides for such regulation by state or local governments) and that is estimated by the Administrator or the Director of the Office of Management and Budget (OMB) to impose aggregate costs of more than $1 billion, to submit a report that contains: (1) an estimate of the total costs and benefits of the rule, (2) an estimate of the increases in energy prices that may result from implementation or enforcement of the rule, and (3) a detailed description of the employment effects that may result from implementation or enforcement of the rule.\n\nRequires the Secretary of Energy (DOE): (1) to prepare an independent analysis to determine whether such rule will cause any increase in energy prices for consumers, any impact on fuel diversity of the nation's electricity generation portfolio or on electric reliability, or any adverse effect on energy supply, distribution, or use; and (2) upon making such a determination, to determine whether the rule will cause significant adverse effects to the economy and publish such determination in the Federal Register.\n\nProhibits the Administrator from promulgating any such final rule if the Secretary determines that such rule will cause significant adverse effects to the economy.\n\nProhibits the Administrator from using the social cost of carbon in any cost-benefit analysis relating to an energy-related rule estimated to cost more than $1 billion unless and until a federal law is enacted authorizing such use.\n\n Title VI: Repeal of the Health Care Law and Health Care-Related Provisions in the Health Care and Education Reconciliation Act of 2010 - Repealing the Health Care Law Act - Repeals the Patient Protection and Affordable Care Act and the health care provisions of the Health Care and Education and Reconciliation Act of 2010, effective as of their enactment. Restores or revives provisions amended or repealed by such Act or such health care provisions.\n\n Title VII: Cooperative Governing of Individual Health Insurance Coverage - Amends the Public Health Service Act to require that the laws of the state designated by a health insurance issuer (primary state) shall apply to individual health insurance coverage offered by that issuer in the primary state and in any other state (secondary state), but only if the coverage and issuer comply with conditions of this title.\n\nTitle VIII: Renewal of Trade Promotion Authority - Amends the Bipartisan Trade Promotion Authority Act of 2002 to authorize the President to enter into trade agreements with foreign countries regarding tariff and nontariff trade barriers: (1) on and after enactment of this Act and before July 1, 2018; or (2) on and after July 1, 2018, and before July 1, 2020, if certain congressional trade authorities procedures for implementing trade bills are extended for that period.\n\nApplies certain congressional and presidential trade authorities requirements to trade agreements that resulted from negotiations commenced before enactment of this Act.\n\nTitle IX: Reform of Export Control Policies - Expresses the sense of Congress that the Export Administration Act of 1979, as continued in effect by the International Emergency Economic Powers Act, is obsolete and should be reformed and reauthorized.\n\nTitle X: Efficient Use of Government Spectrum - Efficient Use of Government Spectrum Act of 2013 - Directs the Federal Communications Commission (FCC), within three years after enactment of the Middle Class Tax Relief and Job Creation Act of 2012: (1) to reallocate electromagnetic spectrum between the frequencies from 1755 to 1780 megahertz (currently, such frequencies are occupied by the Department of Defense [DOD] and other federal agencies) for commercial use; and (2) as part of the competitive bidding auctions required by such Act, to grant new initial licenses, subject to flexible-use service rules, for the use of such spectrum, paired with the spectrum between frequencies from 2155 to 2180 megahertz already designated for auction.\n\nDirects the proceeds attributable to the competitive bidding of the 1755 to 1780 megahertz range to be allocated in the same manner as other specified frequencies pursuant to such Act for uses including reimbursements to agencies for relocation and sharing costs, the building of the nationwide public safety broadband network, and deposits or reimbursements to the U.S. Treasury.\n\nRequires such spectrum to be relocated in a manner to ensure cooperation between federal and commercial entities under procedures in the National Telecommunications and Information Administration Organization Act, except for DOD-operated spectrum, which shall be relocated under the National Defense Authorization Act for Fiscal Year 2000.\n\nDirects federal entities operating a federal government station, within a specified period before commencement of competitive bidding, to identify stations that cannot be relocated without jeopardizing essential military capability. Requires the transition plans of federal entities identifying such essential spectrum to: (1) provide for non-federal users to share such stations, and (2) limit any necessary exclusion zones to the smallest possible zones.\n\nDirects the President to withdraw assignments upon relocation or to modify assignments to permit federal and non-federal use."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Reducing Employer Burdens, Unleashing Innovation, and Labor Development Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "American Energy Independence and Price Reduction Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Efficient Use of Government Spectrum Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Investing in America's Workforce Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": true, 
      "title": "Repealing the Health Care Law Act", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "To increase the competitiveness of American manufacturing by reducing regulatory and other burdens, encouraging greater innovation and investment, and developing a stronger workforce for the twenty-first century, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:20:06-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:HR3355:@@@L&summ2=m&"
}