{
  "actions": [
    {
      "acted_at": "2013-11-05", 
      "committees": [
        "SSHR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Health, Education, Labor, and Pensions.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s1653-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Health, Education, Labor, and Pensions", 
      "committee_id": "SSHR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2013-11-05", 
  "number": "1653", 
  "official_title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to strengthen requirements related to nutrient information on food labels, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [
    {
      "bill_id": "hr3147-113", 
      "reason": "identical", 
      "type": "bill"
    }
  ], 
  "short_title": "Food Labeling Modernization Act of 2013", 
  "sponsor": {
    "district": null, 
    "name": "Blumenthal, Richard", 
    "state": "CT", 
    "thomas_id": "02076", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2013-11-05", 
  "subjects": [
    "Administrative law and regulatory procedures", 
    "Agriculture and food", 
    "Department of Health and Human Services", 
    "Food supply, safety, and labeling", 
    "Grain", 
    "Nutrition and diet"
  ], 
  "subjects_top_term": "Agriculture and food", 
  "summary": {
    "as": "Introduced", 
    "date": "2013-11-05", 
    "text": "Food Labeling Modernization Act of 2013 - Amends the Federal Food, Drug, and Cosmetic Act (FFDCA) to deem misbranded any food (other than a dietary supplement) intended for human consumption, offered for sale, and otherwise required to bear nutrition labeling, unless its principal display panel bears summary nutrition information reflecting the overall nutritional value of the food or specified ingredients, and does not contain any summary nutritional information in addition to or inconsistent with the information required by such Act.\n\n(All food referred to in this summary is food other than a dietary supplement.)\n\nRequires the principal display panel of a grain-based product to disclose the percentage of wheat or whole grains conspicuously in immediate proximity to a descriptive phrase such as \"made with whole grain,\" \"multigrain,\" \"wheat,\" or \"whole wheat.\"\n\nRequires any such food containing sweeteners, coloring, or flavoring to have that fact prominently stated on the principal display panel of its package or container.\n\nDirects the Secretary of Health and Human Services (HHS) to issue comprehensive guidance clarifying the application of requirements for nutrition levels and health-related claims with respect to the mechanisms by which a nutrient in food (other than a dietary supplement) is intended to affect the structure or any function of the human body, or characterize the documented mechanism by which a nutrient in such food acts to maintain such structure or function.\n\n Requires the manufacturer of a food (other than a dietary supplement) to provide the Secretary, upon request and within 90 days, all documentation in the manufacturer's possession for substantiation of a nutrition level or health-related claim\n\nProhibits any claim with respect to the level of cholesterol in a food if it contains trans fat in an amount which increases to persons in the general population the risk of disease or a health related condition which is diet related, unless certain criteria apply.\n\nProhibits as well any claim with respect to the level of trans fats in a food,unless it contains less than one gram of saturated fat per serving or, if it contains more, unless the label or labeling of the food discloses the level of saturated fat in the food in immediate proximity to the claim and with appropriate prominence which shall be no less than one-half the size of the claim with respect to the level of trans fats.\n\nDeems misbranded any food whose label bears the word \"natural\" while the food contains any artificial ingredient, including any artificial flavor, artificial color, or other specified synthesized or chemically changed ingredient.\n\nDirects the Secretary to revise the FFDCA regulations relating to use of the term \"healthy\" on a food label to take into account the extent to which the food contains added sugars or whole grains.\n\nRequires the nutrition facts panel on a food label to state the percent of recommended daily calories provided by one serving of the product, based on a recommended daily consumption of calories determined appropriate for members of the general population. Authorizes the Secretary also to require such labeling with respect to any identified subpopulation.\n\nMakes a similar labeling requirement for the percentage of added sugars in a food.\n\nRequires sugars, non-caloric sweeteners, and sugar alcohols to each be treated as a group in the list of ingredients on a food label, including individual sugars, non-caloric sweeteners, and sugar alcohols within each group, in their order of predominance.\n\nDirects Secretary to include requirements for the format of the information required on certain food labeling to: (1) improve its readability, and (2) assist consumers in maintaining healthy dietary practices.\n\nRequires the labeling of any food containing at least 10 milligrams of caffeine from all sources per serving to say so."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Food Labeling Modernization Act of 2013", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Federal Food, Drug, and Cosmetic Act to strengthen requirements related to nutrient information on food labels, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:00-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN1653:@@@L&summ2=m&"
}