{
  "actions": [
    {
      "acted_at": "2014-06-03", 
      "committees": [
        "SSFR"
      ], 
      "references": [], 
      "status": "REFERRED", 
      "text": "Read twice and referred to the Committee on Foreign Relations.", 
      "type": "referral"
    }
  ], 
  "amendments": [], 
  "bill_id": "s2421-113", 
  "bill_type": "s", 
  "by_request": false, 
  "committees": [
    {
      "activity": [
        "referral"
      ], 
      "committee": "Senate Foreign Relations", 
      "committee_id": "SSFR"
    }
  ], 
  "congress": "113", 
  "cosponsors": [
    {
      "district": null, 
      "name": "Coons, Christopher A.", 
      "sponsored_at": "2014-06-03", 
      "state": "DE", 
      "thomas_id": "01984", 
      "title": "Sen", 
      "withdrawn_at": null
    }
  ], 
  "enacted_as": null, 
  "history": {
    "active": false, 
    "awaiting_signature": false, 
    "enacted": false, 
    "vetoed": false
  }, 
  "introduced_at": "2014-06-03", 
  "number": "2421", 
  "official_title": "A bill to amend the Foreign Assistance Act of 1961 (22 U.S.C. 2151 et seq.) to reform the Food for Peace Program, and for other purposes.", 
  "popular_title": null, 
  "related_bills": [], 
  "short_title": "Food for Peace Reform Act of 2014", 
  "sponsor": {
    "district": null, 
    "name": "Corker, Bob", 
    "state": "TN", 
    "thomas_id": "01825", 
    "title": "Sen", 
    "type": "person"
  }, 
  "status": "REFERRED", 
  "status_at": "2014-06-03", 
  "subjects": [
    "Executive agency funding and structure", 
    "Food assistance and relief", 
    "Foreign aid and international relief", 
    "International affairs", 
    "Marine and inland water transportation", 
    "U.S. Agency for International Development (USAID)"
  ], 
  "subjects_top_term": "International affairs", 
  "summary": {
    "as": "Introduced", 
    "date": "2014-06-03", 
    "text": "Food for Peace Reform Act of 2014 - Establishes the Food for Peace program in the U.S. Agency for International Development (USAID) under the Foreign Assistance Act of 1961. (Repeals authority for the current program under title II of the Food for Peace Act, including certain U.S. commodity purchase, U.S. cargo, and monetization requirements.)\n\nAuthorizes USAID to provide emergency and nonemergency foreign assistance, including through the provision of U.S. commodities or local or regional procurement.\n\nAuthorizes nonemergency assistance to combat malnutrition and hunger, mitigate food crises, and promote resilient food security.\n\nSets forth minimum funding levels for nonemergency assistance.\n\nEstablishes the Food Aid Consultative Group, which shall:\n\n test options for improved product packaging and storage; reform commodity acquisition and supply chain management; increase private sector development in food aid products, packaging, and delivery; provide guidance on how best to use food aid commodities, including guidance on ensuring that the products reach their intended recipients; and strengthen commodity quality monitoring. Requires USAID to:\n\n assess the types and quality of agricultural commodities and products donated for food aid; adjust products to cost-effectively meet nutrient needs of target populations; test prototypes; adopt new, or improve existing, specifications for micronutrient fortified food aid products; develop program guidance for matching products to nutrient purposes; and evaluate performance and cost-effectiveness of food products and programs for vulnerable groups, such as pregnant mothers and young children. Authorizes ocean transportation of agricultural commodities to be procured through full and open competitive procedures.\n\nRequires USAID to avoid displacing sales of U.S. agricultural commodities.\n\nProhibits Program assistance from being made available unless USAID determines that the provision of the agricultural commodity in the recipient country would not: (1) result in substantial interference with the domestic production or marketing of agricultural commodities in the country, or (2) have a disruptive impact on the agricultural producers or the local economy of the country.\n\n Expresses the sense of Congress that the U.S. Merchant Marine: (1) is a critical component of the nation's military and economic security; and (2) consists of a fleet of private, U.S.-registered merchant ships that provides domestic and international transportation for passengers and cargo."
  }, 
  "titles": [
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "Food for Peace Reform Act of 2014", 
      "type": "short"
    }, 
    {
      "as": "introduced", 
      "is_for_portion": false, 
      "title": "A bill to amend the Foreign Assistance Act of 1961 (22 U.S.C. 2151 et seq.) to reform the Food for Peace Program, and for other purposes.", 
      "type": "official"
    }
  ], 
  "updated_at": "2015-09-01T10:22:20-04:00", 
  "url": "http://thomas.loc.gov/cgi-bin/bdquery/z?d113:SN2421:@@@L&summ2=m&"
}